{"response": {"meta": {"hits": 140, "time": 55, "offset": 20}, "docs": [{"web_url": "http://www.nytimes.com/1998/02/19/nyregion/cracking-the-dress-code-how-a-school-uniform-becomes-a-fashion-statement.html", "snippet": "Paris, Milan, Seventh Avenue and Mayor Rudolph W. Giuliani, please take note.    ''It's how you want to look,'' said Nicola Adu, a senior at Frederick Douglass Academy in Harlem, in discussing her outfit. Ms. Adu and her colleagues, grades 7 throu...", "lead_paragraph": "Paris, Milan, Seventh Avenue and Mayor Rudolph W. Giuliani, please take note. ''It's how you want to look,'' said Nicola Adu, a senior at Frederick Douglass Academy in Harlem, in discussing her outfit. Ms. Adu and her colleagues, grades 7 through 12, are required to wear a school uniform: white blouse and navy skirt or slacks for girls, white shirt and navy pants for boys.", "abstract": "Board of Education pres William C Thompson's proposal to require uniforms in all public elementary schools in fall of 1999 has prompted debate among students and parents about merits of dress codes; proponents argue that uniforms can instill sense of pride and discipline, save parents money and spare students distraction and potential danger of competition over clothing; students at several schools in city that already require uniforms are treating dress code as challenge, not mandate; they are bending and stretching rules with satorial statements as subtle as codes are strict; photos (M)", "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Cracking the Dress Code; How a School Uniform Becomes a Fashion Statement"}, "keywords": [{"name": "persons", "value": "THOMPSON, WILLIAM C JR"}, {"name": "glocations", "value": "NEW YORK CITY"}, {"name": "organizations", "value": "BOARD OF EDUCATION"}, {"name": "subject", "value": "EDUCATION AND SCHOOLS"}, {"name": "subject", "value": "UNIFORMS"}, {"name": "subject", "value": "APPAREL"}], "pub_date": "1998-02-19T00:00:00Z", "document_type": "article", "news_desk": "Metropolitan Desk", "section_name": "Education; New York and Region", "subsection_name": null, "byline": {"person": [{"firstname": "William", "middlename": "L.", "lastname": "HAMILTON", "rank": 1, "role": "reported", "organization": ""}], "original": "By WILLIAM L. HAMILTON"}, "type_of_material": "News", "_id": "4fd204df8eb7c8105d76c64d", "word_count": 1545, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1998/02/19/sports/plus-boxing-de-la-hoya-s-fight-is-postponed-again.html", "snippet": "A left wrist injury has forced a second postponement of Oscar De La Hoya's mandatory World Boxing Council welterweight championship fight against Patrick Charpentier of France.    A new date was not announced for the fight, which had been reschedu...", "lead_paragraph": "A left wrist injury has forced a second postponement of Oscar De La Hoya's mandatory World Boxing Council welterweight championship fight against Patrick Charpentier of France. A new date was not announced for the fight, which had been rescheduled to March 14 in the Trump Taj Mahal at Atlantic City. It was originally postponed from Feb. 28 because of the injury De La Hoya sustained while sparring.", "abstract": "Left wrist injury has forced second postponement of Oscar De La Hoya's World Boxing Council welterweight championship fight against Patrick Charpentier (S)", "print_page": "9", "blog": [], "source": "AP", "multimedia": [], "headline": {"main": "De La Hoya's Fight Is Postponed Again", "kicker": "PLUS: BOXING"}, "keywords": [{"name": "persons", "value": "CHARPENTIER, PATRICK"}, {"name": "persons", "value": "DE LA HOYA, OSCAR"}, {"name": "subject", "value": "BOXING"}], "pub_date": "1998-02-19T00:00:00Z", "document_type": "article", "news_desk": "Sports Desk", "section_name": null, "subsection_name": null, "byline": null, "type_of_material": "News", "_id": "4fd1f7ca8eb7c8105d7533c0", "word_count": 120, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1998/02/19/movies/a-life-in-hollywood-but-never-a-niche.html", "snippet": "Few living directors have witnessed the history of Hollywood as Robert Wise has.    ''I came in the business just about five years after sound came in,'' said Mr. Wise, the 83-year-old filmmaker, seated in his modest office in Beverly Hills the ot...", "lead_paragraph": "Few living directors have witnessed the history of Hollywood as Robert Wise has. ''I came in the business just about five years after sound came in,'' said Mr. Wise, the 83-year-old filmmaker, seated in his modest office in Beverly Hills the other morning, just days before he was to receive the American Film Institute's Life Achievement Award tonight.", "abstract": "Interview with Robert Wise, veteran movie director who will receive Lifetime Achievement Award from American Film Institute; photo (M)", "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "A Life in Hollywood, but Never a Niche"}, "keywords": [{"name": "persons", "value": "WISE, ROBERT"}, {"name": "organizations", "value": "AMERICAN FILM INSTITUTE"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "AWARDS, DECORATIONS AND HONORS"}], "pub_date": "1998-02-19T00:00:00Z", "document_type": "article", "news_desk": "The Arts/Cultural Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Bernard", "rank": 1, "lastname": "WEINRAUB"}], "original": "By BERNARD WEINRAUB"}, "type_of_material": "Biography", "_id": "4fd215a98eb7c8105d78f43a", "word_count": 1399, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1998/02/18/sports/transactions-633879.html", "snippet": "BASEBALL  American League  BALTIMORE ORIOLES -- Agreed to terms with OF Jeffrey Hammonds on a three-year contract.    National League  ARIZONA DIAMONDBACKS -- Purchased the contract of RHP Ken Robinson from the Toronto Blue Jays. Designated LHP Ki...", "lead_paragraph": "BASEBALL American League BALTIMORE ORIOLES -- Agreed to terms with OF Jeffrey Hammonds on a three-year contract. National League ARIZONA DIAMONDBACKS -- Purchased the contract of RHP Ken Robinson from the Toronto Blue Jays. Designated LHP Kirt Ojala for assignment. FLORIDA MARLINS -- Signed RHP Manuel Barrios, RHP Oscar Henriquez, RHP Andy Larkin, LHP Felix Heredia, RHP Mike Villano, 3B Josh Booty, INF Amaury Garcia, 1B Derrek Lee, OF Fletcher Bates, OF Todd Dunwoody and OF Julio Ramirez to one-year contracts. LOS ANGELES DODGERS -- Signed RHP Chan Ho Park to a two-year contract. METS -- Named Tim Foli manager of Kingsport of the Appalachian League.", "abstract": null, "print_page": "6", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "TRANSACTIONS"}, "keywords": [], "pub_date": "1998-02-18T00:00:00Z", "document_type": "article", "news_desk": "Sports Desk", "section_name": "Sports", "subsection_name": null, "byline": null, "type_of_material": "List", "_id": "4fd20aed8eb7c8105d7788ca", "word_count": 427, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1998/02/18/dining/calendar.html", "snippet": "Real Estate 101     It is often said that the success of a restaurant depends on location, location, location, but there is more to it than finding the right spot. Chefs and restaurateurs might profit from a seminar, ''What a Restaurateur Should K...", "lead_paragraph": "Real Estate 101 It is often said that the success of a restaurant depends on location, location, location, but there is more to it than finding the right spot. Chefs and restaurateurs might profit from a seminar, ''What a Restaurateur Should Know About Real Estate,'' 10 A.M. to 1 P.M. on Feb. 28 at Baruch College, 17 Lexington Avenue (23d Street). The seminar will cover leases, renovation and building codes, among other topics. The fee is $35; to register: (212) 802-5600. Dinner Specials Platters of calves' brains, pigeon hearts, veal kidneys, lamb sweetbreads and venison hearts will be set before devotees of organ meats at a special dinner, one of a series held by the Rainbow Room, on March 2, starting at 6 P.M. The cost: $125, including wine; for reservations: (212) 632-5055.", "abstract": null, "print_page": "2", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Calendar"}, "keywords": [], "pub_date": "1998-02-18T00:00:00Z", "document_type": "article", "news_desk": "Dining In, Dining Out/Style Desk", "section_name": "Dining and Wine; Style", "subsection_name": null, "byline": null, "type_of_material": "Schedule", "_id": "4fd1f7d38eb7c8105d753b18", "word_count": 301, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1998/02/18/movies/cold-cash-succeeds-cold-war-as-the-berlin-film-festival-s-mission.html", "snippet": "During the cold war, the Berlin Film Festival had loads of money and a strong political mission. Today it is hard up and struggling to find a new identity. Not that it has many options. At the world's main film festivals, business has long since s...", "lead_paragraph": "During the cold war, the Berlin Film Festival had loads of money and a strong political mission. Today it is hard up and struggling to find a new identity. Not that it has many options. At the world's main film festivals, business has long since supplanted art or even politics as the main concern. Berlin, it seems, has had little choice but to go commercial. As in recent years, the big American studios have again used Berlin as a European showcase for movies already released in the United States, among them ''Good Will Hunting,'' ''The Boxer,'' ''Jackie Brown,'' ''Wag the Dog'' and ''The Gingerbread Man.'' The festival provides the films with a good deal of free publicity, but they will all soon be in theaters here.", "abstract": "Berlin Film Festival goes commercial since it no longer has the money and political mission it had during cold war; big American studios use festival this year to generate free publicity in Europe for movies already released in US; however, at least three new films are enthusiastically received by critics and audiences: Coen brothers' The Big Lebvowski, Neil Jordan's The Butcher Boy and Walter Salles's Central Station from Brazil; photos (M)", "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Cold Cash Succeeds Cold War as the Berlin Film Festival's Mission"}, "keywords": [{"name": "creative_works", "value": "CENTRAL STATION (MOVIE)"}, {"name": "creative_works", "value": "BIG LEBOWSKI, THE (MOVIE)"}, {"name": "creative_works", "value": "BUTCHER BOY, THE (MOVIE)"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "REVIEW"}], "pub_date": "1998-02-18T00:00:00Z", "document_type": "article", "news_desk": "The Arts/Cultural Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Alan", "rank": 1, "lastname": "RIDING"}], "original": "By ALAN RIDING"}, "type_of_material": "Review", "_id": "4fd20aec8eb7c8105d7788b8", "word_count": 1008, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1998/02/17/arts/pop-review-concocting-a-hip-mix-of-genres-cultures-and-musical-moods.html", "snippet": "Geometric shapes flickered and  moired across a giant screen above the stage in the World Financial Center's Winter Garden on Wednesday night. A smoke machine puffed away. Spotlights twirled and sometimes raked across the audience. But the ensembl...", "lead_paragraph": "Geometric shapes flickered and moired across a giant screen above the stage in the World Financial Center's Winter Garden on Wednesday night. A smoke machine puffed away. Spotlights twirled and sometimes raked across the audience. But the ensemble onstage -- a small orchestra augmented with piano, electric guitar and a disk jockey -- was playing elegiac music by Ryuichi Sakamoto: the American premiere of ''Untitled 01,'' which fills Mr. Sakamoto's new album, ''Discord'' (Sony Classical). It is the latest effort by a composer who moves easily between soundtracks (including an Oscar-winning one for ''The Last Emperor'') and music meant to be heard on its own. Mr. Sakamoto emerged in 1978 with the Yellow Magic Orchestra, Japan's answer to the electronic pop of Kraftwerk; since it broke up, he has worked with a remarkable list of collaborators, from David Byrne to Youssou N'Dour to Brian Wilson to Iggy Pop.", "abstract": "Pianist Ryuichi Sakamoto gives American premiere of his work Untitled 01 at World Financial Center Winter Garden; photo; Jon Pareles review (M)", "print_page": "5", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Concocting a Hip Mix Of Genres, Cultures And Musical Moods", "kicker": "POP REVIEW"}, "keywords": [{"name": "persons", "value": "SAKAMOTO, RYUICHI"}, {"name": "subject", "value": "MUSIC"}, {"name": "subject", "value": "REVIEWS"}], "pub_date": "1998-02-17T00:00:00Z", "document_type": "article", "news_desk": "The Arts/Cultural Desk", "section_name": "Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Jon", "rank": 1, "lastname": "PARELES"}], "original": "By JON PARELES"}, "type_of_material": "Review", "_id": "4fd20ae88eb7c8105d7784b6", "word_count": 460, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1998/02/17/nyregion/three-dead-after-van-veers-off-highway.html", "snippet": "A mother, a grandmother and a baby sitter were killed and two family members were seriously hurt today when their vehicle veered off the highway north of Syracuse, the state police said.    The family apparently was returning from Canada to their ...", "lead_paragraph": "A mother, a grandmother and a baby sitter were killed and two family members were seriously hurt today when their vehicle veered off the highway north of Syracuse, the state police said. The family apparently was returning from Canada to their Livingston, N.J., home when their Honda Passport swerved off the left side of the road about 10 A.M. Monday, the authorities said.", "abstract": "Carolyn Briones, Erlinda Briones and Lucia Torribio are killed and two Briones family members are seriously hurt when their van veers off highway, Central Square, NY (S)", "print_page": "16", "blog": [], "source": "AP", "multimedia": [], "headline": {"main": "Three Dead After Van Veers Off Highway"}, "keywords": [{"name": "persons", "value": "BRIONES, CAROLYN"}, {"name": "persons", "value": "TORRIBIO, LUCIA"}, {"name": "persons", "value": "BRIONES, ERLINDA"}, {"name": "glocations", "value": "CENTRAL SQUARE (NY)"}, {"name": "subject", "value": "ACCIDENTS AND SAFETY"}, {"name": "subject", "value": "ROADS AND TRAFFIC"}], "pub_date": "1998-02-17T00:00:00Z", "document_type": "article", "news_desk": "Metropolitan Desk", "section_name": "New York and Region", "subsection_name": null, "byline": null, "type_of_material": "News", "_id": "4fd1e5798eb7c8105d7309ba", "word_count": "136", "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1998/02/17/movies/hoffman-fresh-face-even-age-catches-up-actor-s-options-narrow-yet-roles-he-plays.html", "snippet": "After lunch in a Japanese restaurant in a mini-mall on the fringe of Brentwood, Dustin Hoffman was happily posing outside in the rain for a photo with several parking lot attendants. A Japanese tourist looked on with puzzlement at first, then enli...", "lead_paragraph": "After lunch in a Japanese restaurant in a mini-mall on the fringe of Brentwood, Dustin Hoffman was happily posing outside in the rain for a photo with several parking lot attendants. A Japanese tourist looked on with puzzlement at first, then enlightenment. ''You're a famous man,'' she said excitedly, pointing to Mr. Hoffman. ''You're a famous old movie star.''", "abstract": "Profile of Dustin Hoffman, who, at 60, is one of most versatile and respected actors in the movie business; he is at a point in career of nearly four decades where options are narrowing, but the roles seem somehow stronger; winner of two Academy Awards, for Kramer vs. Kramer (1979) and Rain Man (1988), Hoffman has been nominated once again for an Oscar, this time for his role in Wag the Dog; photos (M)", "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Hoffman: A Fresh Face Even as Age Catches Up; Actor's Options Narrow, Yet the Roles He Plays Are Getting Stronger"}, "keywords": [{"name": "creative_works", "value": "WAG THE DOG (MOVIE)"}, {"name": "persons", "value": "HOFFMAN, DUSTIN"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "ACADEMY AWARDS (OSCARS)"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}], "pub_date": "1998-02-17T00:00:00Z", "document_type": "article", "news_desk": "The Arts/Cultural Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Bernard", "rank": 1, "lastname": "WEINRAUB"}], "original": "By BERNARD WEINRAUB"}, "type_of_material": "Biography", "_id": "4fd209208eb7c8105d7747de", "word_count": 1676, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1998/02/17/books/arts-abroad-bridget-jones-she-s-any-single-woman-anywhere.html", "snippet": "She is a 30-something single Londoner with a messy life who dates losers, can't quit smoking and drinks too much but still managed to lose 72 pounds last year. The same year she gained 74.    Her diary has made her the best friend of hundreds of t...", "lead_paragraph": "She is a 30-something single Londoner with a messy life who dates losers, can't quit smoking and drinks too much but still managed to lose 72 pounds last year. The same year she gained 74. Her diary has made her the best friend of hundreds of thousands of British women who recognize her closet drawers crammed with a fury of black opaque pantyhose twisted into ropelike tangles with speckles of tissue as their own, or at least their next-door neighbor's. Her name, Bridget Jones, has become shorthand for the compulsive conduct of young women braving continually collapsing bridges to self-improvement yet trying to maintain an amused perspective on that fraught space between bounding hope and tumbling defeat.", "abstract": "Profile of and interview with Helen Fielding, 39-year-old London writer whose book, Bridget Jones's Diary, has been best-selling novel in Britain for six months and has just won British Book Award; book chronicles trials and tribulations of single women in their 30's; photo (M)", "print_page": "2", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Bridget Jones? She's Any (Single) Woman, Anywhere", "kicker": "ARTS ABROAD"}, "keywords": [{"name": "creative_works", "value": "BRIDGET JONES'S DIARY (BOOK)"}, {"name": "persons", "value": "FIELDING, HELEN"}, {"name": "subject", "value": "BOOKS AND LITERATURE"}], "pub_date": "1998-02-17T00:00:00Z", "document_type": "article", "news_desk": "The Arts/Cultural Desk", "section_name": "Arts; Books", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Warren", "rank": 1, "lastname": "Hoge"}], "original": "By Warren Hoge"}, "type_of_material": "Review", "_id": "4fd1de0e8eb7c8105d721899", "word_count": 1176, "slideshow_credits": null}]}, "status": "OK", "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}