{"response": {"meta": {"hits": 140, "time": 34, "offset": 0}, "docs": [{"web_url": "http://www.nytimes.com/1998/03/01/movies/a-star-in-twilight-turns-reflective.html", "snippet": "IN A CAREER that has spanned 45 years, Paul Newman has come to embody the very word icon: his face is instantly recognizable, because of his motion pictures, of course, and because of the labels on the sauces and salad dressings that carry his nam...", "lead_paragraph": "IN A CAREER that has spanned 45 years, Paul Newman has come to embody the very word icon: his face is instantly recognizable, because of his motion pictures, of course, and because of the labels on the sauces and salad dressings that carry his name. It is a face that is almost delicate in its lines, mysteriously vulnerable, with a mouth that manages somehow to convey both sensuality and sorrow. It is also a face that has, against the foolish expectations of the enamored, grown older.", "abstract": "Interview with Paul Newman, star of film Twilight; 73-year-old actor discusses his 53-film career; drawing; photos (L)", "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "A Star In Twilight Turns Reflective"}, "keywords": [{"name": "creative_works", "value": "TWILIGHT (MOVIE)"}, {"name": "persons", "value": "NEWMAN, PAUL"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}], "pub_date": "1998-03-01T00:00:00Z", "document_type": "article", "news_desk": "Arts and Leisure Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Dinitia", "rank": 1, "lastname": "SMITH"}], "original": "By DINITIA SMITH"}, "type_of_material": "News", "_id": "4fd1fb898eb7c8105d75a167", "word_count": 3204, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1998/03/01/movies/film-when-will-oscar-really-know-the-score.html", "snippet": "ONE OF the great, annoying paradoxes of movie music is that it works best when it's noticed least. That, unfortunately, gives the annual Academy Award nominations for best original dramatic score and best original musical or comedy score an air of...", "lead_paragraph": "ONE OF the great, annoying paradoxes of movie music is that it works best when it's noticed least. That, unfortunately, gives the annual Academy Award nominations for best original dramatic score and best original musical or comedy score an air of Heisenbergian uncertainty. If film scoring, like film editing, is meant to be an invisible support system -- if, like a certain celebrated iceberg, this is an art that's more powerful when only a little bit shows above the surface -- which scores should be honored? The ones that stand out? Or the ones that without calling attention to themselves, make good movies seem magically better? Don't look to the Oscar nominations for guidance. This year, the 260 members of the Academy of Motion Picture Arts and Sciences' music branch have selected 10 scores in 2 categories that run from the disarmingly subtle to the boorishly aggressive. They've rallied behind the old guard while warily opening the door to arrivistes. And their continuing confusion on how best to acknowledge -- while pretending to ignore -- the growing prevalence of pop soundtracks is downright comical. Among the lessons of this year's slates: You Can't Stop a Pop-Culture Juggernaut", "abstract": "Article by Ty Burr assesses 10 movie musical scores in 2 categories that have been nominated for Academy Award; drawings (L)", "print_page": "13", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "When Will Oscar Really Know the Score?", "kicker": "FILM"}, "keywords": [{"name": "subject", "value": "MUSIC"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "ACADEMY AWARDS (OSCARS)"}], "pub_date": "1998-03-01T00:00:00Z", "document_type": "article", "news_desk": "Arts and Leisure Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Ty", "rank": 1, "lastname": "BURR"}], "original": "By TY BURR"}, "type_of_material": "News", "_id": "4fd1de808eb7c8105d722b93", "word_count": 1418, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1998/03/01/style/weddings-sandra-vigano-robert-bochicchio.html", "snippet": "Sandra Vigano, the daughter of Elena and Oscar Vigano of Falls Church, Va., was married yesterday to Robert Patrick Bochicchio, the son of Angela and William Bochicchio of Dumont, N.J. The Rev. Donald McLaughlin performed the ceremony at St. Mary'...", "lead_paragraph": "Sandra Vigano, the daughter of Elena and Oscar Vigano of Falls Church, Va., was married yesterday to Robert Patrick Bochicchio, the son of Angela and William Bochicchio of Dumont, N.J. The Rev. Donald McLaughlin performed the ceremony at St. Mary's Roman Catholic Church in Dumont. Mrs. Bochicchio, 28, is a media supervisor in Manhattan for Draft Worldwide, an advertising agency. She graduated from Pace University.", "abstract": null, "print_page": "7", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Sandra Vigano, Robert Bochicchio", "kicker": "WEDDINGS"}, "keywords": [{"name": "persons", "value": "BOCHICCHIO, ROBERT PATRICK"}, {"name": "persons", "value": "VIGANO, SANDRA"}, {"name": "subject", "value": "WEDDINGS AND ENGAGEMENTS"}], "pub_date": "1998-03-01T00:00:00Z", "document_type": "article", "news_desk": "Society Desk", "section_name": "Style", "subsection_name": null, "byline": null, "type_of_material": "News", "_id": "4fd1fb438eb7c8105d7597d9", "word_count": 92, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1998/03/01/books/new-noteworthy-paperbacks-672360.html", "snippet": "DOROTHY DANDRIDGE: A Biography  By Donald Bogle. Boulevard, $17.    The first black performer ever nominated for an Oscar in the best actor or actress category, Dorothy Dandridge (1922-65) enjoyed a brief period of stardom before racial barriers a...", "lead_paragraph": "DOROTHY DANDRIDGE: A Biography By Donald Bogle. Boulevard, $17. The first black performer ever nominated for an Oscar in the best actor or actress category, Dorothy Dandridge (1922-65) enjoyed a brief period of stardom before racial barriers and intractable depression halted her career. Bogle ''has fashioned a resonant history of a bygone era . . . and passionately documented the contribution of one of its most dazzling and complex performers,'' Mel Watkins said here last year. UNTO THE SOUL By Aharon Appelfeld. Translated by Jeffrey M. Green. Schocken, $13. Gad and Amalia, brother and sister, have been given the sacred duty of tending an ancient cemetery of Jewish martyrs near their village in turn-of-the-century Eastern Europe. Alone on a mountaintop, they succumb to religious doubt, alcoholism and, finally, incest, before the outer world painfully intrudes. In 1994 our reviewer, Eva Hoffman, called this novel ''one of the most enigmatic of Appelfeld's fictions,'' which ''sometimes reaches strata of almost mythic feeling.'' The same publisher has restored to print Appelfeld's 1984 novel, THE RETREAT (translated by Dalya Bilu, $13), set in 1937 in a crumbling Jewish resort not far from Vienna. A kind of academy of assimilation, this hotel seeks to erase its occupants' ethnic identity, which, they learn, is as immutable as their powerlessness. The novel ''is a small masterpiece, the vision of a remarkable poet,'' Jakov Lind wrote in these pages in 1984. ISAIAH BERLIN By John Gray. Princeton University, $13.95. A philosopher, historian, diplomat and writer, Isaiah Berlin was the 20th century's premier Renaissance man. This study focuses on his liberalism, which was complex in that it acknowledged no one right path for human society. ''The idea that the ends of life are plural, not unitary, is the one big idea that Gray seizes on,'' Alan Ryan said in the Book Review in 1996. SNOW IN AUGUST By Pete Hamill. Warner, $7.50. Michael Devlin, an 11-year-old Irish boy in postwar Brooklyn, forges an unusual bond with the local rabbi, a relationship that may enable him to resolve his own moral dilemma: whether to inform on the leader of an Irish gang who has been terrorizing both Michael and the Jews. ''There is a wonderful sweetness to this novel,'' Robert Lipsyte wrote here last year. Hamill's PIECEWORK: Writings on Men and Women, Fools and Heroes, Lost Cities, Vanished Friends, Small Pleasures, Large Calamities, and How the Weather Was (Back Bay/Little, Brown, $14.95) has also been reissued. A collection of journalism and essays published between 1970 and the 1990's, it offers ''clear-headed prose that searches out the bright lights and blind spots of the human heart,'' one critic said in 1996. LETTING LOOSE THE HOUNDS: Stories By Brady Udall. Washington Square/Pocket Books, $12. These characters inhabit different parts of the Southwest, but their emotional landscape is the same: bleak, lonely and peopled with the ghosts of loss and betrayal. Last year our reviewer, Jim Shepard, said, ''Udall's stories can be as funny as they are dark.'' MEMORY SLIPS: A Memoir of Music and Healing By Linda Katherine Cutting. Harper Perennial, $13. The author, a concert pianist, was sexually molested and beaten throughout her childhood by her father, a Congregationalist minister. After almost following the example of her two brothers' suicides, she found a way to confront her memories and her parents. This is a ''dignified, eloquent book,'' Margaret Moorman wrote in these pages in 1997. THE MISTRESS OF SPICES By Chitra Banerjee Divakaruni. Anchor/Doubleday, $12. Tilo, the heroine of this novel, is an old woman who has both immortality and the ability to cure human ills with spices. But falling in love draws her to ordinary life. ''If Tilo's choice is rather predictable, the way Divakaruni gets us there is anything but,'' David Guy wrote in the Book Review last year. WALLACE STEGNER: His Life and Work By Jackson J. Benson. Penguin, $16.95. This biography argues for Stegner's position as a literary giant rather than a regional writer who championed the West and its ecological concerns. In 1996 our reviewer, James R. Kincaid, found the book defensive and idolizing, but said the author is capable of ''a lucid narrative'' and ''a clear and well-researched chronicle of events.'' Penguin has also restored to print THE SOUND OF MOUNTAIN WATER: The Changing American West ($12.95), a collection of Stegner's essays, speeches, memoirs and letters that examines both the region's natural history and its literary one. ''His voice is that of a gentle and humane liberalism,'' Edward Abbey wrote here in 1969. LOVESICK By Angeles Mastretta. Translated by Margaret Sayers Peden. Riverhead, $13. Set against the bloody complexities of the Mexican Revolution, this novel concerns a young physician, Emilia, who is torn between love for a tender, stable colleague and a hotheaded, politically radical childhood friend. It is a ''richly detailed story,'' Polly Morrice said in these pages last year. Laurel Graeber", "abstract": "New & Noteworthy column on paperback books; photo (M)", "print_page": "32", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "New & Noteworthy Paperbacks"}, "keywords": [{"name": "subject", "value": "BOOKS AND LITERATURE"}, {"name": "subject", "value": "PAPERBACK BOOKS"}], "pub_date": "1998-03-01T00:00:00Z", "document_type": "article", "news_desk": "Book Review Desk", "section_name": "Arts; Books", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Laurel", "rank": 1, "lastname": "Graeber"}], "original": "By Laurel Graeber"}, "type_of_material": "Review", "_id": "4fd1de808eb7c8105d722b9b", "word_count": 808, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1998/03/01/magazine/city-of-gold.html", "snippet": "Through slippery, perilously steep cobblestone byways, slaves carried refined Portuguese ladies in ornate sedan chairs. Impassioned rebels plotted independence within sight of the rock where, if betrayed, they could be hanged. An artist whose nerv...", "lead_paragraph": "Through slippery, perilously steep cobblestone byways, slaves carried refined Portuguese ladies in ornate sedan chairs. Impassioned rebels plotted independence within sight of the rock where, if betrayed, they could be hanged. An artist whose nerves were ravaged by disease carved statues of laughing angels, while prospectors for gold changed the luck of a lifetime overnight. For a few brief decades some 250 years ago, the mineral-rich mountains and hills of the Serra do Espinhaco in eastern Brazil became a magnet for souls driven by hope, greed and the possibility of transformation. Ouro Preto is their legacy.", "abstract": "Diana Jean Schemo article on attractions of Ouro Preto, Brazil; map; photos (special section, The Sophisticated Traveler) (part 2 of 2-part section) (L)", "print_page": "48", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "City of Gold"}, "keywords": [{"name": "glocations", "value": "BRAZIL"}, {"name": "glocations", "value": "OURO PRETO (BRAZIL)"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}], "pub_date": "1998-03-01T00:00:00Z", "document_type": "article", "news_desk": "Sophisticated Traveler Magazine", "section_name": "Travel; Magazine", "subsection_name": null, "byline": {"person": [{"firstname": "Diana", "middlename": "Jean", "lastname": "Schemo", "rank": 1, "role": "reported", "organization": ""}], "original": "By Diana Jean Schemo"}, "type_of_material": "News", "_id": "4fd1e9938eb7c8105d738553", "word_count": 3298, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1998/03/01/magazine/hampstead-high.html", "snippet": "To listen to some londoners talk, hampstead, in the northwest corner of the city, deserves to be described entirely in italicized adjectives, each as double-edged and cutting as a dagger. Posh, trendy, snobbish, twee -- they sneer at this leafy, u...", "lead_paragraph": "To listen to some londoners talk, hampstead, in the northwest corner of the city, deserves to be described entirely in italicized adjectives, each as double-edged and cutting as a dagger. Posh, trendy, snobbish, twee -- they sneer at this leafy, upscale neighborhood that has managed to preserve its villagey atmosphere a century after being swallowed by the surrounding metropolis. Crowded with cute shops, French cafes, Italian espresso bars, Hungarian bakeries and Arab teahouses, populated by A-list celebrities and represented in Parliament by the actress Glenda Jackson, Hampstead has come to be viewed as a precinct of preening yuppies, house-proud toffs and politically correct kooks. Recently, The Independent, a serious Labor-supporting broadsheet, ran a front-page article about rich Hampstead residents who buy tiger and lion manure from the London Zoo, then spread it over their lawns. Not that they believe jungle beasts produce the best fertilizer. No, their high-minded purpose, The Independent claimed, is to prevent foxes from burrowing in their gardens. The scent of predatory cats supposedly protects the property of enlightened folks who refuse to resort to traps, poisons or small-caliber pistols. As a resident, I've taken my share of ribbing about Hampstead's reputation for designer-label living. But I've nevertheless noticed that no matter how much fun gets poked at the place, hordes of day-trippers, battalions of tourists from all over the globe and packs of picnickers, birders and hikers in sensible shoes still pour through its streets whenever the weather permits. And given the British climate, the weather is deemed to permit everything from outdoor dining to al fresco romance on the Heath whenever rain doesn't fall like drill bits or snow hasn't accumulated ankle deep.", "abstract": "Michael Mewshaw article on attractions of London's Hampstead section; map; photos (special section, The Sophisticated Traveler) (part 2 of 2-part section) (L)", "print_page": "40", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Hampstead High"}, "keywords": [{"name": "glocations", "value": "GREAT BRITAIN"}, {"name": "glocations", "value": "LONDON (ENG)"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}], "pub_date": "1998-03-01T00:00:00Z", "document_type": "article", "news_desk": "Sophisticated Traveler Magazine", "section_name": "Travel; Magazine", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Michael", "rank": 1, "lastname": "Mewshaw"}], "original": "By Michael Mewshaw"}, "type_of_material": "News", "_id": "4fd205438eb7c8105d76db65", "word_count": 3001, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1998/03/01/books/mirrors-within-mirrors.html", "snippet": "TALES OF THE NIGHT   By Peter Hoeg.   Translated by Barbara Haveland.   278 pp. New York:   Farrar, Straus & Giroux. $23....", "lead_paragraph": "TALES OF THE NIGHT By Peter Hoeg. Translated by Barbara Haveland. 278 pp. New York: Farrar, Straus & Giroux. $23.", "abstract": "Jay Parini reviews book Tales of the Night by Peter Hoeg (L)", "print_page": "34", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Mirrors Within Mirrors"}, "keywords": [{"name": "creative_works", "value": "TALES OF THE NIGHT (BOOK)"}, {"name": "persons", "value": "HOEG, PETER"}, {"name": "subject", "value": "REVIEWS"}, {"name": "subject", "value": "BOOKS AND LITERATURE"}], "pub_date": "1998-03-01T00:00:00Z", "document_type": "article", "news_desk": "Book Review Desk", "section_name": "Arts; Books", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Jay", "rank": 1, "lastname": "Parini"}], "original": "By Jay Parini"}, "type_of_material": "Review", "_id": "4fd20bf68eb7c8105d77b0cd", "word_count": 1046, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1998/02/27/movies/home-video-time-can-t-kill-mockingbird.html", "snippet": "In the leanest week for new movie releases so far this year, video dealers are looking hungrily for the films that got the top Academy Award nominations earlier this month. Not much is ready. With Oscar candidates usually released in theaters late...", "lead_paragraph": "In the leanest week for new movie releases so far this year, video dealers are looking hungrily for the films that got the top Academy Award nominations earlier this month. Not much is ready. With Oscar candidates usually released in theaters late in the year, three of the five best-picture candidates -- ''Titanic,'' ''Good Will Hunting'' and ''As Good as It Gets'' -- are still in movie houses and nowhere near ready for their video turns. Only ''The Full Monty,'' to be released next week, will be available before the awards next month. The fifth nominee, ''L.A. Confidential,'' is scheduled for release April 14. That leaves this week with one major release. New certainly isn't the operative word for ''To Kill a Mockingbird'' (1962), but a 35th-anniversary edition issued by Universal provides a fresh look at a classic and a reminder of how effective movie making could be in an era not so enamored of lust, violence, hokey situations and overdone effects.", "abstract": "Home Video column notes release of film classic To Kill a Mockingbird; photo (S)", "print_page": "32", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Time Can't Kill 'Mockingbird'", "kicker": "HOME VIDEO"}, "keywords": [{"name": "creative_works", "value": "TO KILL A MOCKINGBIRD (MOVIE)"}, {"name": "subject", "value": "RECORDINGS (VIDEO)"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "TELEVISION"}], "pub_date": "1998-02-27T00:00:00Z", "document_type": "article", "news_desk": "Movies, Performing Arts/Weekend Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By Peter M. Nichols"}, "type_of_material": "Review", "_id": "4fd1e57b8eb7c8105d730bdd", "word_count": 797, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1998/02/27/arts/art-in-review-781169.html", "snippet": "Karl Struss  James Danziger Gallery  851 Madison Avenue, near 70th Street  Manhattan  Through March 28      As a young man, Karl Struss (1886-1981) earned himself a niche in the history of early 20th-century photography, but he spent the rest of h...", "lead_paragraph": "Karl Struss James Danziger Gallery 851 Madison Avenue, near 70th Street Manhattan Through March 28 As a young man, Karl Struss (1886-1981) earned himself a niche in the history of early 20th-century photography, but he spent the rest of his life working as a Hollywood cinematographer. His credits include ''Sunrise,'' for which he won an Oscar in 1927, ''Some Like It Hot'' and ''The Fly.''", "abstract": "Ken Johnson reviews photographs by Karl Struss, at James Danziger Gallery (S)", "print_page": "38", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "ART IN REVIEW"}, "keywords": [{"name": "persons", "value": "STRUSS, KARL"}, {"name": "subject", "value": "REVIEWS"}, {"name": "subject", "value": "PHOTOGRAPHY"}, {"name": "subject", "value": "ART"}], "pub_date": "1998-02-27T00:00:00Z", "document_type": "article", "news_desk": "Leisure/Weekend Desk", "section_name": "Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Ken", "rank": 1, "lastname": "JOHNSON"}], "original": "By KEN JOHNSON"}, "type_of_material": "Review", "_id": "4fd215ac8eb7c8105d78f61d", "word_count": 250, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1998/02/27/sports/plus-boxing-quartey-to-meet-whitaker-for-title.html", "snippet": "It took 18 months of negotiation to pull it off, but Ike Quartey, the World Boxing Association welterweight champion, will finally meet Pernell Whitaker in a 12-round championship bout on April 25 at the Thomas and Mack Center in Las Vegas, Nev. T...", "lead_paragraph": "It took 18 months of negotiation to pull it off, but Ike Quartey, the World Boxing Association welterweight champion, will finally meet Pernell Whitaker in a 12-round championship bout on April 25 at the Thomas and Mack Center in Las Vegas, Nev. The bout will be televised as part of HBO's Championship Boxing series. Whitaker, who lost his welterweight title in a controversial decision to Oscar De La Hoya last year, is one of the slickest boxers in the game, and Quartey is one of the hardest hitters. The two fighters were at a news conference at the St. Regis Hotel in Manhattan yesterday to announce their fight.", "abstract": "World Boxing Association welterweight champion Ike Quartey will meet Pernell Whitaker in 12-round championship bout on April 25 in Las Vegas (S)", "print_page": "7", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Quartey to Meet Whitaker for Title", "kicker": "PLUS: BOXING"}, "keywords": [{"name": "persons", "value": "WHITAKER, PERNELL"}, {"name": "persons", "value": "QUARTEY, IKE"}, {"name": "subject", "value": "BOXING"}], "pub_date": "1998-02-27T00:00:00Z", "document_type": "article", "news_desk": "Sports Desk", "section_name": "Sports", "subsection_name": null, "byline": {"person": [{"firstname": "Timothy", "middlename": "W.", "lastname": "SMITH", "rank": 1, "role": "reported", "organization": ""}], "original": "By TIMOTHY W. SMITH"}, "type_of_material": "News", "_id": "4fd1e57b8eb7c8105d730bef", "word_count": 231, "slideshow_credits": null}]}, "status": "OK", "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}