{"response": {"meta": {"hits": 140, "time": 42, "offset": 70}, "docs": [{"web_url": "http://www.nytimes.com/1998/02/03/movies/when-it-s-time-for-filming-house-can-be-star-striking-modernist-homes-hollywood.html", "snippet": "Evil somehow seems more palatable when it comes dressed in a tux. In the case of ''L.A. Confidential,'' the movie's dinner jacket takes the form of the crisp white cliffside house in the Hollywood Hills that was designed in the late 1920's by Rich...", "lead_paragraph": "Evil somehow seems more palatable when it comes dressed in a tux. In the case of ''L.A. Confidential,'' the movie's dinner jacket takes the form of the crisp white cliffside house in the Hollywood Hills that was designed in the late 1920's by Richard Neutra. The house is presented as the home of a character in the thriller about police corruption and sordid doings in Hollywood. ''I wanted Pierce Patchett to have that Howard Hughes quality of being the mysterious puller of strings behind the scenes,'' said the director, Curtis Hanson. ''To have him live in a house that is architecturally significant and on the modernist edge gives him an artistic flair that makes him difficult to tag.''", "abstract": "Movie directors often choose modernist homes in Hollywood area to serve as sets for their films; with their wide-angle views over cityscape, and their tangles of bougainvillea and manzanita, they immediately say Los Angeles; modernist buildings in Hollywood, though created to maximize light, space and sense of well-being, have set scene for many moody, murderous movies; photos (L)", "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "When It's Time For Filming, A House Can Be a Star; Striking Modernist Homes In Hollywood Are Used To Set the Tone for Movies"}, "keywords": [{"name": "glocations", "value": "HOLLYWOOD (CALIF)"}, {"name": "glocations", "value": "LOS ANGELES (CALIF)"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "HOUSING"}, {"name": "subject", "value": "ARCHITECTURE"}], "pub_date": "1998-02-03T00:00:00Z", "document_type": "article", "news_desk": "The Arts/Cultural Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Joseph", "rank": 1, "lastname": "GIOVANNINI"}], "original": "By JOSEPH GIOVANNINI"}, "type_of_material": "News", "_id": "4fd1f7cf8eb7c8105d753864", "word_count": 1927, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1998/02/02/sports/tennis-hingis-follows-script-but-plot-twist-helps-korda.html", "snippet": "It was a Grand Slam finale that played itself out under cloudless skies, but had an opaque theme.     Yes, the people's choice at the wager-mad Australian Open, top-ranked Martina Hingis, cheerfully kept the historic singles and doubles titles she...", "lead_paragraph": "It was a Grand Slam finale that played itself out under cloudless skies, but had an opaque theme. Yes, the people's choice at the wager-mad Australian Open, top-ranked Martina Hingis, cheerfully kept the historic singles and doubles titles she earned a year ago at age 16. She's still a teen-ager, but thanks to the quivers and quakes of her challengers, she proved herself to be the most reliable of defending champions on her first-ever attempt to defend a major title. There's nothing like a new test to inspire the best from Hingis, and she aced both assignments here.", "abstract": "Petr Korda defeats Marcelo Rios to win men's singles championship at Australian Open tennis championships; photo (M)", "print_page": "2", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Hingis Follows Script, but Plot Twist Helps Korda", "kicker": "TENNIS"}, "keywords": [{"name": "persons", "value": "RIOS, MARCELO"}, {"name": "persons", "value": "KORDA, PETR"}, {"name": "subject", "value": "AUSTRALIAN OPEN (TENNIS)"}, {"name": "subject", "value": "TENNIS"}], "pub_date": "1998-02-02T00:00:00Z", "document_type": "article", "news_desk": "Sports Desk", "section_name": "Sports", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Robin", "rank": 1, "lastname": "FINN"}], "original": "By ROBIN FINN"}, "type_of_material": "News", "_id": "4fd20ae38eb7c8105d778303", "word_count": 1045, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1998/02/02/sports/boxing-looking-for-bigger-paydays-against-bigger-names-hopkins-challenges.html", "snippet": "After dispatching Simon Brown under a hail of punches at 1 minute of the sixth round early this morning, Bernard Hopkins, the International Boxing Federation middleweight champion, stepped out of the ring and jumped right on the stump, campaigning...", "lead_paragraph": "After dispatching Simon Brown under a hail of punches at 1 minute of the sixth round early this morning, Bernard Hopkins, the International Boxing Federation middleweight champion, stepped out of the ring and jumped right on the stump, campaigning for more lucrative fights against high-profile opponents who he believes have been ducking him. ''Let's be clear,'' Hopkins said, sounding a little like Richard Nixon. ''I will fight any middleweight -- Dana Rosenblatt, or anybody else they can put together like Frankenstein in their basement. I've been saying this for the last month: The only way we can prove that Bernard Hopkins isn't worthy of the things he says he is, let me fight the Quarteys.''", "abstract": "Bernard Hopkins knockout victory over Simon Brown to retain his IBF middleweight championship discussed; photo (M)", "print_page": "6", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Looking for Bigger Paydays Against Bigger Names, Hopkins Challenges Everybody", "kicker": "BOXING"}, "keywords": [{"name": "persons", "value": "BROWN, SIMON"}, {"name": "persons", "value": "HOPKINS, BERNARD"}, {"name": "subject", "value": "BOXING"}], "pub_date": "1998-02-02T00:00:00Z", "document_type": "article", "news_desk": "Sports Desk", "section_name": "Sports", "subsection_name": null, "byline": {"person": [{"firstname": "Timothy", "middlename": "W.", "lastname": "SMITH", "rank": 1, "role": "reported", "organization": ""}], "original": "By TIMOTHY W. SMITH"}, "type_of_material": "News", "_id": "4fd20ae38eb7c8105d778305", "word_count": 903, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1998/02/02/sports/nba-yesterday-walker-s-triple-double-sparks-boston.html", "snippet": "CELTICS 107, ROCKETS 96      Antoine Walker posted his first triple-double of the season and Dana Barros scored a season-high 23 points to lead the Boston Celtics to a 107-96 victory over the Houston Rockets last night at the Fleet Center....", "lead_paragraph": "CELTICS 107, ROCKETS 96 Antoine Walker posted his first triple-double of the season and Dana Barros scored a season-high 23 points to lead the Boston Celtics to a 107-96 victory over the Houston Rockets last night at the Fleet Center.", "abstract": "Roundup of NBA results (M)", "print_page": "9", "blog": [], "source": "AP", "multimedia": [], "headline": {"main": "Walker's Triple-Double Sparks Boston", "kicker": "N.B.A.: YESTERDAY"}, "keywords": [{"name": "organizations", "value": "NATIONAL BASKETBALL ASSN"}, {"name": "subject", "value": "BASKETBALL"}], "pub_date": "1998-02-02T00:00:00Z", "document_type": "article", "news_desk": "Sports Desk", "section_name": null, "subsection_name": null, "byline": null, "type_of_material": "News", "_id": "4fd20ae38eb7c8105d778308", "word_count": 639, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1998/02/01/theater/theater-a-few-favorite-things-the-musical-left-out.html", "snippet": "JOHANNES VON TRAPP OFFERED SOME  perspective.    ''I'm the youngest and I'm 59,'' he said, amused at the inevitable gasp....", "lead_paragraph": "JOHANNES VON TRAPP OFFERED SOME perspective. ''I'm the youngest and I'm 59,'' he said, amused at the inevitable gasp.", "abstract": "Johannes von Trapp recalls real lives of von Trapp family as musical The Sound of Music, which is based on von Trapp family singers, returns to Broadway; photos (L)", "print_page": "9", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "A Few Favorite Things the Musical Left Out", "kicker": "THEATER"}, "keywords": [{"name": "creative_works", "value": "SOUND OF MUSIC, THE (PLAY)"}, {"name": "persons", "value": "VON TRAPP, JOHANNES"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}, {"name": "subject", "value": "THEATER"}], "pub_date": "1998-02-01T00:00:00Z", "document_type": "article", "news_desk": "Arts and Leisure Desk", "section_name": "Arts; Theater", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Alex", "rank": 1, "lastname": "WITCHEL"}], "original": "By ALEX WITCHEL"}, "type_of_material": "News", "_id": "4fd1f7ce8eb7c8105d753714", "word_count": 2348, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1998/02/01/theater/sunday-view-a-stage-life-less-noticed-in-the-glare-of-stardom.html", "snippet": "MARISA TOMEI IS A STAGE ACTRESS WITH her own sinuous, unpredictable silhouette. Take note of her here in this scene from ''Dark Rapture,'' Eric Overmyer's satiric, film-noir-inspired melodrama that had a limited run Off Broadway at the Second Stag...", "lead_paragraph": "MARISA TOMEI IS A STAGE ACTRESS WITH her own sinuous, unpredictable silhouette. Take note of her here in this scene from ''Dark Rapture,'' Eric Overmyer's satiric, film-noir-inspired melodrama that had a limited run Off Broadway at the Second Stage in 1996. She's Julia, a femme fatale temporarily at rest, head turned, shoulders back, weight on one leg, toes to the fore in high heels that, when she walks, click-clack as if toting up a body count. Julia is giving lip to somebody she could squash under the ball of one foot. She's lethal but, as Ms. Tomei played her, Julia was also irresistibly funny for the intensity of her greed. The actress is one of those rare creatures who can fully inhabit a role while simultaneously offering us a running, subliminal commentary on the character. In the theater, it's not the scenery that provides the perspective, but the actors.", "abstract": "Vincent Canby article on Marisa Tomei, who will make her Broadway debut in April in revival of Frederick Knott's play Wait Until Dark; notes that her theater career has been overshadowed by success of her film career; hotos (M)", "print_page": "16", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "A Stage Life Less Noticed In the Glare Of Stardom", "kicker": "SUNDAY VIEW"}, "keywords": [{"name": "creative_works", "value": "WAIT UNTIL DARK (PLAY)"}, {"name": "persons", "value": "TOMEI, MARISA"}, {"name": "persons", "value": "KNOTT, FREDERICK"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}, {"name": "subject", "value": "THEATER"}], "pub_date": "1998-02-01T00:00:00Z", "document_type": "article", "news_desk": "Arts and Leisure Desk", "section_name": "Arts; Theater", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Vincent", "rank": 1, "lastname": "Canby"}], "original": "By Vincent Canby"}, "type_of_material": "Biography", "_id": "4fd1e57b8eb7c8105d730c1d", "word_count": 770, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1998/02/01/books/l-the-bad-sex-award-223867.html", "snippet": "To the Editor:    All at The Literary Review greatly enjoyed the piece about the Bad Sex Award (''When Bad Writing Happens to Good Sex,'' Jan. 11), but I am afraid I -- and, more important, Oscar Wilde -- was misquoted. I did not tell Brenda Maddo...", "lead_paragraph": "To the Editor: All at The Literary Review greatly enjoyed the piece about the Bad Sex Award (''When Bad Writing Happens to Good Sex,'' Jan. 11), but I am afraid I -- and, more important, Oscar Wilde -- was misquoted. I did not tell Brenda Maddox that ''there are no good books or bad books, just good writing and bad writing'' -- for what else but writing determines the merit of a book? Rather, I referred to a statement in the preface to ''The Picture of Dorian Gray'': ''There is no such thing as a moral or an immoral book. Books are well written, or badly written. That is all.''", "abstract": "Letter by Rhoda Koenig disputes Jan 11 Bookend column by Brenda Maddox on The Literary Review's Bad Sex Award (S)", "print_page": "4", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "The Bad Sex Award"}, "keywords": [{"name": "persons", "value": "KOENIG, RHODA"}, {"name": "persons", "value": "MADDOX, BRENDA"}, {"name": "organizations", "value": "LITERARY REVIEW"}, {"name": "subject", "value": "SEX"}, {"name": "subject", "value": "BOOKS AND LITERATURE"}, {"name": "subject", "value": "AWARDS, DECORATIONS AND HONORS"}], "pub_date": "1998-02-01T00:00:00Z", "document_type": "article", "news_desk": "Book Review Desk", "section_name": "Arts; Books; Opinion", "subsection_name": null, "byline": null, "type_of_material": "Letter", "_id": "4fd215ac8eb7c8105d78f65b", "word_count": 267, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1998/02/01/arts/theater-direct-from-england-and-ireland.html", "snippet": "THERE IS AN UNMISTAKABLE invasion of Anglo-Irish theatrical talent taking place this spring, both on Broadway and Off. Maybe the attraction is the city's brightly polished image, or perhaps it is just coincidence. But several leading British direc...", "lead_paragraph": "THERE IS AN UNMISTAKABLE invasion of Anglo-Irish theatrical talent taking place this spring, both on Broadway and Off. Maybe the attraction is the city's brightly polished image, or perhaps it is just coincidence. But several leading British directors will be in residence, the Royal Shakespeare Company is digging in for more than a fortnight at the Brooklyn Academy of Music, two acclaimed Irish comedies by an under-30 playwright will both be on at the same time, and that's only the beginning. Ticket information about these productions can be found in the month-by-month list that begins above. ''Shopping and . . .'': An on-the-edge first play by Mark Ravenhill, 31, about down-but-not-out young Londoners. With its unprintable title (in some publications) and epithet-laced text, it has been a West End hit. Opens tomorrow. New York Theater Workshop. ''The Beauty Queen of Leenane'': Martin McDonagh's dark Irish comedy of mother-daughter warfare, will be performed by the original Druid Theater Company cast from Galway, Ireland. The production is one-half of a double American debut by the precocious author, 27, whose ''Cripple of Inishmaan'' is listed below. ''Beauty Queen'' begins previews Feb. 11 at the Atlantic Theater Company. ''Art'': A rueful comedy -- about men as well as art -- it arrives on Broadway with Alan Alda, Victor Garber and Alfred Molina, directed by Matthew Warchus, the young British director who led it to great success in the West End. Previews begin Feb. 12 at the Royale Theater. ''The Cripple of Inishmaan'': Jerry Zaks, fresh from his labors on ''The Capeman,'' will direct a new production of this dry comedy, which was a critical hit last year at the Royal National Theater in a version directed by Nicholas Hytner. Another play by the prolific Martin McDonagh, it begins previews on March 10 at the Joseph Papp Public Theater. ''Dress to Kill'': A title that could serve as a style motto for the British comic Eddie Izzard, who can't get enough of thigh-high vinyl boots or America, so he is returning, this time to tour. Previews begin March 10. Westbeth Theater Center. ''St. Nicholas'': This solo flight into vampirehood is by a young Irish playwright who has set London critics applauding. Brian Cox stars in Conor McPherson's play that begins previews March 11 at Primary Stages. ''Much Ado About Nothing'': The all-male ''As You Like It,'' by the idiosyncratic touring British company Cheek by Jowl, was a success in New York in 1994. It was followed by another hit, ''The Duchess of Malfi,'' two years later. Women and men are in this Shakespeare cast. March 25-April 5. Majestic Theater, BAM. ''The Herbal Bed'': The London critics loved Peter Whelan's play for the R.S.C., a kind of ''what if'' tale about Shakespeare's real-life daughter Susanna. Michael Attenborough again directs, and the new Broadway cast will be led by Laila Robins. Previews begin April 2 at a theater to be announced. ''Othello'': BAM -- which is having what amounts to its own theater festival this spring, including a visit from the Moscow Art Theater (story, page 15), will play host to the Royal National Theater's critically praised production of Shakespeare's tragedy, directed by the young Sam Mendes (story, page 9). April 8-12. Majestic Theater, BAM. ''The Judas Kiss'': More on the man of the hour, Oscar Wilde. Liam Neeson has the role in David Hare's new play, directed by Richard Eyre. After a quick bow on the West End in London, it begins Broadway previews on April 23 at the Broadhurst Theater. Royal Shakespeare Company: The title should be ''Five Plays in Nearly Three Weeks,'' as the R.S.C. settles in for a first-time residency at BAM. Shakespeare, of course, is on the menu: ''Hamlet,'' ''Cymbeline'' and ''Henry VIII,'' along with ''Krapp's Last Tape'' by Samuel Beckett and the medieval morality play ''Everyman.'' May 21-June 7. ''Twelfth Night'': Lincoln Center Theater and Lincoln Center Festival will present a new production of the Shakespeare comedy. Two Tony Award winners for ''Carousel'' are in charge: the British director Nicholas Hytner and the Irish designer Bob Crowley (who designed the sets and costumes for Paul Simon's ''Capeman''). Previews begin June 18 at the Vivian Beaumont Theater.", "abstract": null, "print_page": "17", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Direct From England and Ireland", "kicker": "THEATER"}, "keywords": [], "pub_date": "1998-02-01T00:00:00Z", "document_type": "article", "news_desk": "Arts and Leisure Desk", "section_name": "Arts", "subsection_name": null, "byline": null, "type_of_material": "Schedule", "_id": "4fd1e57c8eb7c8105d730c28", "word_count": 696, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1998/02/01/magazine/style-let-s-go-fashion-spring-98.html", "snippet": "Every fall and spring, the ready-to-wear collections appear like trendy islands on the churning sea of popular culture. Overnight, the cities of Milan, Paris and New York fill up with picky arbiters who traffic in opinions and accessorize well. Li...", "lead_paragraph": "Every fall and spring, the ready-to-wear collections appear like trendy islands on the churning sea of popular culture. Overnight, the cities of Milan, Paris and New York fill up with picky arbiters who traffic in opinions and accessorize well. Like bird-watchers on the lookout for anything with wings, they go from show to show in order to find, amid the more than 200 collections, a flurry of ideas that will migrate out into the great beyond. Their language, an advanced dialect of fashionese, is peppered with terms like ruching, shirring and on the bias. Able to pronounce Xuly Bet and Hussein Chalayan with ease, they also make easy pronouncements on such things as the difference between cobalt blue and cornflower, the new femininity, the Guggenheim in Bilbao and the genius of stretch jersey.", "abstract": "Guide to the spring ready-to-wear collections; photos (M)", "print_page": "53", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Style; Let's Go: Fashion Spring '98"}, "keywords": [{"name": "subject", "value": "APPAREL"}], "pub_date": "1998-02-01T00:00:00Z", "document_type": "article", "news_desk": "Magazine Desk", "section_name": "Magazine", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Bob", "rank": 1, "lastname": "Morris"}], "original": "By Bob Morris"}, "type_of_material": "News", "_id": "4fd1e3568eb7c8105d72d17a", "word_count": 2037, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1998/02/01/tv/movies-this-week-222470.html", "snippet": "History, theater and fiction -- in four sterling adaptations -- provide the underpinning for superior films on television this week.    In DRUMS ALONG THE MOHAWK (1939), John Ford's earthy version of the Walter D. Edmonds novel, Henry Fonda and Cl...", "lead_paragraph": "History, theater and fiction -- in four sterling adaptations -- provide the underpinning for superior films on television this week. In DRUMS ALONG THE MOHAWK (1939), John Ford's earthy version of the Walter D. Edmonds novel, Henry Fonda and Claudette Colbert co-star as hardy pioneers on Indian terrain in upstate New York. Edna May Oliver, as a feisty widow, makes a telling contribution -- Sunday at 5:45 P.M. on American Movie Classics.", "abstract": null, "print_page": "6", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "MOVIES THIS WEEK"}, "keywords": [], "pub_date": "1998-02-01T00:00:00Z", "document_type": "article", "news_desk": "Television", "section_name": null, "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Howard", "rank": 1, "lastname": "Thompson"}], "original": "By Howard Thompson"}, "type_of_material": "News", "_id": "4fd1e57c8eb7c8105d730c34", "word_count": 305, "slideshow_credits": null}]}, "status": "OK", "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}