{"response": {"meta": {"hits": 140, "time": 154, "offset": 60}, "docs": [{"web_url": "http://www.nytimes.com/1998/02/08/sports/as-the-nba-s-stars-soar-the-quality-of-play-falls-off.html", "snippet": "The N.B.A. All-Star Game, that annual enterprise in ego, athleticism and commercialism, will go off today at Madison Square Garden. The multimillionaires will laugh and dunk; the league's officials will step to the microphones and recount again ho...", "lead_paragraph": "The N.B.A. All-Star Game, that annual enterprise in ego, athleticism and commercialism, will go off today at Madison Square Garden. The multimillionaires will laugh and dunk; the league's officials will step to the microphones and recount again how popular the sport has become. What will go unspoken, publicly at least, is what many players, coaches, team officials and others who follow the sport are talking about among themselves: that the game -- the nuts and bolts skills of the players as well as the ability to create the sublime choreography of teamwork -- is ailing.", "abstract": "Chicago Bulls basketball player Michael Jordan, ill with respiratory ailment, misses NBA All-Star Game practice and may miss game; players comment; photos (M)", "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "As the N.B.A.'s Stars Soar, The Quality of Play Falls Off"}, "keywords": [{"name": "persons", "value": "POPPER, STEVE"}, {"name": "persons", "value": "JORDAN, MICHAEL"}, {"name": "subject", "value": "ALL-STAR GAMES"}, {"name": "subject", "value": "BASKETBALL"}], "pub_date": "1998-02-08T00:00:00Z", "document_type": "article", "news_desk": "Sports Desk", "section_name": "Sports", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Mike", "rank": 1, "lastname": "WISE"}], "original": "By MIKE WISE"}, "type_of_material": "News", "_id": "4fd209228eb7c8105d774990", "word_count": 2401, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1998/02/07/arts/music-review-even-a-murderous-bluebeard-is-a-charmer-in-offenbach.html", "snippet": "Jacques Offenbach, the German composer who became the ultimate purveyor of French light opera, churned out theater works at a protean pace. There are nearly 100 of them, ranging from one-act entertainments to full three-act operas-comiques. Of his...", "lead_paragraph": "Jacques Offenbach, the German composer who became the ultimate purveyor of French light opera, churned out theater works at a protean pace. There are nearly 100 of them, ranging from one-act entertainments to full three-act operas-comiques. Of his total output, five, at most, are regularly presented. No doubt, dozens of the others are makeshift affairs not worth reviving. Yet L'Opera Francais de New York's concert performance of Offenbach's ''Barbe-Bleue'' on Friday night at Alice Tully Hall suggested otherwise. This 1866 satirical take on the gruesome medieval tale of Bluebeard, a country squire who marries and murders a series of wives, has not always languished. A notable production by Walter Felsenstein was a popular item in the postwar repertory of the East Berlin Komischer Oper. But the work is hardly known today, which is a shame, for it is irresistibly charming.", "abstract": "Anthony Tommasini reviews L'Opera Francais de New York's concert performance of Offenbach's Barbe-Bleue at Alice Tully Hall; photo (M)", "print_page": "9", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Even a Murderous Bluebeard Is a Charmer in Offenbach", "kicker": "MUSIC REVIEW"}, "keywords": [{"name": "creative_works", "value": "BARBE-BLEUE (OPERA)"}, {"name": "persons", "value": "OFFENBACH, JACQUES"}, {"name": "organizations", "value": "L'OPERA FRANCAIS DE NEW YORK"}, {"name": "subject", "value": "REVIEWS"}, {"name": "subject", "value": "OPERA"}], "pub_date": "1998-02-07T00:00:00Z", "document_type": "article", "news_desk": "Arts & Ideas/Cultural Desk", "section_name": "Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Anthony", "rank": 1, "lastname": "TOMMASINI"}], "original": "By ANTHONY TOMMASINI"}, "type_of_material": "Review", "_id": "4fd216c78eb7c8105d791d0a", "word_count": 490, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1998/02/07/nyregion/bridgeport-removing-barriers-that-slowed-crime-but-marred-streets.html", "snippet": "Five years ago, this city's predominantly Hispanic East Side was held captive by drug dealing, gangs and guns. All day long, spiffy sedans would speed in from Interstate 95 and the suburbs, straight down Pembroke Street to the open-air crack marke...", "lead_paragraph": "Five years ago, this city's predominantly Hispanic East Side was held captive by drug dealing, gangs and guns. All day long, spiffy sedans would speed in from Interstate 95 and the suburbs, straight down Pembroke Street to the open-air crack markets. The police, desperate to stop the drug trade, tried an idea used in other crime-ridden communities across the country: strategically placing concrete barriers to redraw the square-mile neighborhood's grid of streets into a labyrinth. Caught in the maze, the suburbanites stopped coming.", "abstract": "Bridgeport, Conn, City Council votes to take down concrete barriers that were erected on city's East Side five years ago to discourage drug dealing; strategy succeeded in reducing drug-induced crime; some residents see barriers as ugly symbol of troubled past, but other residents worry that removal of barriers will reopen door to drug dealers; photo (M)", "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Bridgeport Removing Barriers That Slowed Crime but Marred Streets"}, "keywords": [{"name": "glocations", "value": "BRIDGEPORT (CONN)"}, {"name": "subject", "value": "DRUG ABUSE AND TRAFFIC"}], "pub_date": "1998-02-07T00:00:00Z", "document_type": "article", "news_desk": "Metropolitan Desk", "section_name": "New York and Region", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By DAVID M. HALBFINGER"}, "type_of_material": "News", "_id": "4fd215b08eb7c8105d78f7d2", "word_count": 1313, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1998/02/06/sports/pro-basketball-legends-of-past-agree-jordan-is-star-of-stars.html", "snippet": "They are legends in the annals of professional basketball -- Bob Cousy, Bill Russell, Bill Bradley, Bob Pettit and Red Auerbach. They took part in the first XNBA Gala last night, a fund-raising dinner at a midtown hotel to benefit needy retired pl...", "lead_paragraph": "They are legends in the annals of professional basketball -- Bob Cousy, Bill Russell, Bill Bradley, Bob Pettit and Red Auerbach. They took part in the first XNBA Gala last night, a fund-raising dinner at a midtown hotel to benefit needy retired players, and like the rest of the world they said yesterday afternoon that they were in awe of the heroics of the star of stars, Michael Jordan. Awards were given at the dinner to Cousy, Bradley, Auerbach, Oscar Robertson, George Mikan, Dave Bing and Jerry Buss. The presenters included Russell, Pettit, Muhammad Ali, Dave DeBusschere, Tom Heinsohn, Jamaal Wilkes and the Rev. Jesse Jackson.", "abstract": "Professional basketball legends of past take part in first XNBA GAla, fund-raising dinner at midtown hotel to benefit needy retired players; popular topic of conversation is Michael Jordan, and how amazing he is (S)", "print_page": "5", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Legends of Past Agree Jordan Is Star of Stars", "kicker": "PRO BASKETBALL"}, "keywords": [{"name": "persons", "value": "JORDAN, MICHAEL"}, {"name": "subject", "value": "BASKETBALL"}], "pub_date": "1998-02-06T00:00:00Z", "document_type": "article", "news_desk": "Sports Desk", "section_name": "Sports", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Frank", "rank": 1, "lastname": "LITSKY"}], "original": "By FRANK LITSKY"}, "type_of_material": "News", "_id": "4fd215a88eb7c8105d78f335", "word_count": 422, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1998/02/06/movies/on-stage-and-off.html", "snippet": "New Miller Play To Feature Falk      Details are finally available about the new full-length play by Arthur Miller that will be unveiled Off Broadway at the Signature Theater for a five-week run beginning on April 28.    In the play, ''Mr. Peter's...", "lead_paragraph": "New Miller Play To Feature Falk Details are finally available about the new full-length play by Arthur Miller that will be unveiled Off Broadway at the Signature Theater for a five-week run beginning on April 28. In the play, ''Mr. Peter's Connections,'' Peter Falk will set aside his rumpled raincoat and return to the New York stage for the first time since ''Prisoner of Second Avenue'' in 1971. The work, in which Mr. Falk plays the title role, is a combination fantasia, comedy and memory play about a former pilot trying to figure out what happened to his life.", "abstract": "On Stage and Off column; new full-length play by Arthur Miller, Mr Peter's Connections, will open Off Broadway, starring Peter Falk; Miller comments on Falk and director Garry Hynes, of Druid Theater Company in Ireland; Jane Alexander to return to Broadway after four-year absence as head of National Endowment for the Arts; she will star in drama Honour by Australian playwright Joanna Murray-Smith; Gerald Gutierrez to direct; Max Stafford-Clark comments on Mark Ravenhill's raw comedy Shopping and..., which he co-directs; photo; explains that that crude reference to Princess Diana was changed to Duchess of York after Diana's death; David Esbjornson leaves as director of Classic Stage Company; stars from ten Broadway musicals to perform during half-time show at NBA All-Star Game; Peep Show, Ronnie Larsen play about porn shops, set for Actor's Playhouse in Greenwich Village (S)", "print_page": "2", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "ON STAGE AND OFF"}, "keywords": [{"name": "creative_works", "value": "SHOPPING AND... (PLAY)"}, {"name": "creative_works", "value": "MR PETER'S CONNECTION (PLAY)"}, {"name": "creative_works", "value": "PEEP SHOW (PLAY)"}, {"name": "creative_works", "value": "HONOUR (PLAY)"}, {"name": "persons", "value": "ALEXANDER, JANE"}, {"name": "persons", "value": "DIANA, PRINCESS OF WALES"}, {"name": "persons", "value": "FERGUSON, SARAH"}, {"name": "persons", "value": "MILLER, ARTHUR"}, {"name": "persons", "value": "LARSEN, RONNIE"}, {"name": "persons", "value": "HYNES, GARRY"}, {"name": "persons", "value": "MURRAY-SMITH, JOANNA"}, {"name": "persons", "value": "RAVENHILL, MARK"}, {"name": "persons", "value": "STAFFORD-CLARK, MAX"}, {"name": "persons", "value": "ESBJORNSON, DAVID"}, {"name": "persons", "value": "GUTIERREZ, GERALD"}, {"name": "persons", "value": "FALK, PETER"}, {"name": "organizations", "value": "CLASSIC STAGE COMPANY"}, {"name": "subject", "value": "SUSPENSIONS, DISMISSALS AND RESIGNATIONS"}, {"name": "subject", "value": "ALL-STAR GAMES"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}, {"name": "subject", "value": "BASKETBALL"}, {"name": "subject", "value": "THEATER"}], "pub_date": "1998-02-06T00:00:00Z", "document_type": "article", "news_desk": "Movies, Performing Arts/Weekend Desk", "section_name": "Movies; Arts; Theater", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Rick", "rank": 1, "lastname": "Lyman"}], "original": "By Rick Lyman"}, "type_of_material": "News", "_id": "4fd20ae78eb7c8105d77842b", "word_count": 1004, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1998/02/06/movies/movie-guide.html", "snippet": "Here is a selective listing by critics of The Times of new or noteworthy movies and film series playing this weekend in New York City. * denotes a highly recommended film or series. Ratings and running times are in parentheses. An index of reviews...", "lead_paragraph": "Here is a selective listing by critics of The Times of new or noteworthy movies and film series playing this weekend in New York City. * denotes a highly recommended film or series. Ratings and running times are in parentheses. An index of reviews of films opening today appears on page 7. Now Playing ''AMISTAD,'' starring Djimon Hounsou, Anthony Hopkins and Matthew McConaughey. Directed by Steven Spielberg (R, 150 minutes). Irrefutably worthy in its attention to a long-overlooked chapter in American history, this story of a slave mutiny and subsequent trial is still a film whose zestiest character is John Quincy Adams (played by Mr. Hopkins). It has great earnestness, impeccable credentials and Mr. Spielberg's great storytelling power. What it lacks is an Oskar Schindler, a flawed, three-dimensional character through whom the atrocity of slavery can be understood. The best moments in this long, instructive tale are those that simply bring the slaves' pride, fear and outrage to life. Mr. McConaughey, the weak link in casting that includes Nigel Hawthorne as Martin Van Buren, should cease and desist from playing any more smart lawyers (Janet Maslin).", "abstract": null, "print_page": "16", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "MOVIE GUIDE"}, "keywords": [], "pub_date": "1998-02-06T00:00:00Z", "document_type": "article", "news_desk": "Movies, Performing Arts/Weekend Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": null, "type_of_material": "Schedule", "_id": "4fd1de0d8eb7c8105d72186e", "word_count": 2167, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1998/02/05/sports/nba-all-star-weekend-when-the-game-was-all-business.html", "snippet": "What Walt Frazier remembers vividly about his first National Basketball Association All-Star Game was the seriousness of it -- so different, he says, from the game now.    In 1970, his third season in the league, Frazier, the Knicks' point guard, ...", "lead_paragraph": "What Walt Frazier remembers vividly about his first National Basketball Association All-Star Game was the seriousness of it -- so different, he says, from the game now. In 1970, his third season in the league, Frazier, the Knicks' point guard, had been selected for the East team.", "abstract": "Walt Frazier recalls past NBA All-Star Games; photo (M)", "print_page": "6", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "When the Game Was All Business", "kicker": "N.B.A. ALL-STAR WEEKEND"}, "keywords": [{"name": "persons", "value": "FRAZIER, WALT"}, {"name": "organizations", "value": "NATIONAL BASKETBALL ASSN"}, {"name": "subject", "value": "ALL-STAR GAMES"}, {"name": "subject", "value": "BASKETBALL"}], "pub_date": "1998-02-05T00:00:00Z", "document_type": "article", "news_desk": "Sports Desk", "section_name": "Sports", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Ira", "rank": 1, "lastname": "BERKOW"}], "original": "By IRA BERKOW"}, "type_of_material": "News", "_id": "4fd204e48eb7c8105d76ca7f", "word_count": 1024, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1998/02/05/sports/nba-all-star-weekend-sports-times-stars-face-toughest-audience-all-new-york.html", "snippet": "THEY have let the N.B.A. All-Star Game flit around the country for the last 30 years, but on Sunday it will return to its spiritual home.     Basketball is a city game, but even further, it is a New York game. The fact that I can even type these s...", "lead_paragraph": "THEY have let the N.B.A. All-Star Game flit around the country for the last 30 years, but on Sunday it will return to its spiritual home. Basketball is a city game, but even further, it is a New York game. The fact that I can even type these sentences is proof of the unmitigated arrogance of New Yorkers, but that's just the way it is.", "abstract": "George Vecsey Sports of The Times column discusses Madison Square Garden's hosting of NBA All-Star Game (M)", "print_page": "2", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "N.B.A. ALL-STAR WEEKEND: Sports of The Times; Stars Face the Toughest Audience of All: New York"}, "keywords": [{"name": "creative_works", "value": "SPORTS OF THE TIMES (TIMES COLUMN)"}, {"name": "organizations", "value": "NATIONAL BASKETBALL ASSN"}, {"name": "subject", "value": "ALL-STAR GAMES"}, {"name": "subject", "value": "BASKETBALL"}], "pub_date": "1998-02-05T00:00:00Z", "document_type": "article", "news_desk": "Sports Desk", "section_name": "Sports", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "George", "rank": 1, "lastname": "VECSEY"}], "original": "By GEORGE VECSEY"}, "type_of_material": "News", "_id": "4fd1f7d18eb7c8105d75397f", "word_count": 782, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1998/02/04/movies/footlights.html", "snippet": "EVENTS  Unsinkable     The music from the film ''Titanic'' is proving to be as much of an international hit as the movie itself. The soundtrack of James Horner's score, a favorite in the Oscar race even before the formal nominations, sold 100,000 ...", "lead_paragraph": "EVENTS Unsinkable The music from the film ''Titanic'' is proving to be as much of an international hit as the movie itself. The soundtrack of James Horner's score, a favorite in the Oscar race even before the formal nominations, sold 100,000 copies in six days in Britain, vaulted to the top of the classical music charts and occupies the No. 5 position on the pop charts. Recording industry executives expect the film's single, ''My Heart Will Go On,'' sung by Celine Dion, to achieve No. 1 status around the world and also to contend for Oscar honors. The film's album consists mainly of instrumental music by Mr. Horner, who has been nominated five times for Academy Awards, for films like ''Braveheart'' and ''Apollo 13.'' Building a Reputation At ceremonies yesterday in Helsinki, the American architect Steven Holl was awarded the Alvar Aalto Medal by Culture Minister Claes Andersson of Finland. The award, established in 1967 by the Finnish Association of Architects, the Foundation for the Museum of Finnish Architecture and the Architectural Society of Finland, honors significant contribution to creative architecture. The presentation was made in the nearly completed Museum of Contemporary Art, known as Kiasma, which Mr. Holl designed after winning an international competition in 1993. Mr. Holl is the first American to receive the medal. Vocal Conflict", "abstract": "Music from film Titanic, including James Horner's score and Celine Dion's single, is international hit; American architect Steven Holl receives Finland's Alvar Aalto Medal; he designed new Museum of Contemporary Art in Helsinki; Three Tenors will go on the road again for benefit concert at ruins of Teotihuacan in Mexico; French Government names pianist-conductor Philippe Entremont Commander of Order of Arts and Letters; photos (S)", "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Footlights"}, "keywords": [{"name": "creative_works", "value": "TITANIC (MOVIE)"}, {"name": "persons", "value": "CARRERAS, JOSE"}, {"name": "persons", "value": "PAVAROTTI, LUCIANO"}, {"name": "persons", "value": "DION, CELINE"}, {"name": "persons", "value": "HORNER, JAMES"}, {"name": "persons", "value": "DOMINGO, PLACIDO"}, {"name": "persons", "value": "HOLL, STEVEN"}, {"name": "persons", "value": "ENTREMONT, PHILIPPE"}, {"name": "glocations", "value": "FRANCE"}, {"name": "glocations", "value": "HELSINKI (FINLAND)"}, {"name": "glocations", "value": "FINLAND"}, {"name": "glocations", "value": "MEXICO"}, {"name": "glocations", "value": "TEOTIHUACAN (MEXICO)"}, {"name": "organizations", "value": "MUSEUM OF CONTEMPORARY ART"}, {"name": "subject", "value": "RECORDINGS (AUDIO)"}, {"name": "subject", "value": "MUSIC"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "ARCHITECTURE"}, {"name": "subject", "value": "MUSEUMS"}, {"name": "subject", "value": "ART"}, {"name": "subject", "value": "AWARDS, DECORATIONS AND HONORS"}], "pub_date": "1998-02-04T00:00:00Z", "document_type": "article", "news_desk": "The Arts/Cultural Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"firstname": "Lawrence", "middlename": "Van", "lastname": "GELDER", "rank": 1, "role": "reported", "organization": ""}], "original": "By LAWRENCE VAN GELDER"}, "type_of_material": "News", "_id": "4fd20ae88eb7c8105d778500", "word_count": 500, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1998/02/04/sports/boxing-notebook-trinidad-returning-to-ring-with-title-bout.html", "snippet": "Felix Trinidad, the International Boxing Federation welterweight champion, will break a six-month absence from the ring with a title bout against Mahenge Zulu of Zaire in March in San Juan, P.R. Showtime will televise the bout and is holding two d...", "lead_paragraph": "Felix Trinidad, the International Boxing Federation welterweight champion, will break a six-month absence from the ring with a title bout against Mahenge Zulu of Zaire in March in San Juan, P.R. Showtime will televise the bout and is holding two dates -- March 14 and March 21 -- for the fight. It will be the first time that Trinidad has fought since he beat Troy Waters in a World Boxing Council junior-middleweight elimination bout at Madison Square Garden on Aug. 23. The victory made Trinidad the W.B.C.'s No. 1 contender in the 154-pound class, but he relinquished the position when the W.B.C. junior middleweight champion, Terry Norris, lost his championship to Keith Mullings of Brooklyn. Trinidad then decided to keep his welterweight title and continue to defend at 147 pounds.", "abstract": "Felix Trinidad, International Boxing Federation welterweight champion, will break six-month absence from ring with title bout against Mahenge Zulu of Zaire in March in San Juan, PR (M)", "print_page": "4", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Trinidad Returning to Ring With Title Bout", "kicker": "BOXING: NOTEBOOK"}, "keywords": [{"name": "persons", "value": "TRINIDAD, FELIX"}, {"name": "persons", "value": "ZULU, MAHENGE"}, {"name": "glocations", "value": "SAN JUAN (PUERTO RICO)"}, {"name": "subject", "value": "BOXING"}], "pub_date": "1998-02-04T00:00:00Z", "document_type": "article", "news_desk": "Sports Desk", "section_name": "Sports", "subsection_name": null, "byline": {"person": [{"firstname": "Timothy", "middlename": "W.", "lastname": "SMITH", "rank": 1, "role": "reported", "organization": ""}], "original": "By TIMOTHY W. SMITH"}, "type_of_material": "News", "_id": "4fd1e3548eb7c8105d72cfd9", "word_count": 505, "slideshow_credits": null}]}, "status": "OK", "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}