{"response": {"meta": {"hits": 92, "time": 26, "offset": 70}, "docs": [{"web_url": "http://www.nytimes.com/1992/01/20/movies/track-record-polishes-golden-globes-gleam.html", "snippet": "Barbra and Bette showed up. So did Warren and Annette. And Dustin and Kevin and Arnold and Michelle and Robin and Anjelica and Jodie and just about every other major star and powerbroker in town crammed into a hotel ballroom on Saturday night for ...", "lead_paragraph": "Barbra and Bette showed up. So did Warren and Annette. And Dustin and Kevin and Arnold and Michelle and Robin and Anjelica and Jodie and just about every other major star and powerbroker in town crammed into a hotel ballroom on Saturday night for an old-fashioned Hollywood event that was, by all accounts, the glitziest and most curious awards ceremonies of the year. The occasion was the 49th annual Golden Globe gala, a Hollywood tradition that is now taken with considerable seriousness -- tempered by plenty of private amusement and even derision -- in the movie world. \"Everyone is in on the joke and we're all dressed up sitting there and, like, in the middle of the dinner you always say, 'Can you believe we're all here?\" said one prominent movie executive who, like numerous others, would only speak on condition of anonymity because the Golden Globes have emerged as increasingly influential on the Academy Awards.", "abstract": null, "print_page": "11", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Track Record Polishes Golden Globes' Gleam"}, "keywords": [{"name": "creative_works", "value": "BEAUTY AND THE BEAST (MOVIE)"}, {"name": "creative_works", "value": "EUROPA, EUROPA (MOVIE)"}, {"name": "creative_works", "value": "BUGSY (MOVIE)"}, {"name": "organizations", "value": "HOLLYWOOD FOREIGN PRESS ASSN"}, {"name": "subject", "value": "ACADEMY AWARDS (OSCARS)"}, {"name": "subject", "value": "GOLDEN GLOBES (AWARDS)"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "AWARDS, DECORATIONS AND HONORS"}], "pub_date": "1992-01-20T00:00:00Z", "document_type": "article", "news_desk": "Cultural Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Bernard", "rank": 1, "lastname": "WEINRAUB"}], "original": "By BERNARD WEINRAUB"}, "type_of_material": "News", "_id": "4fd1b3668eb7c8105d6d71e1", "word_count": 1363, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1992/01/19/nyregion/theater-orton-s-last-and-best-what-the-butler-saw.html", "snippet": "\"YOU can't be rational in an irrational world. It's not rational.\" Such a blast of irrefutable logic could have sprung up in the wonderland of Lewis Carroll.    But what about an exchange like this?...", "lead_paragraph": "\"YOU can't be rational in an irrational world. It's not rational.\" Such a blast of irrefutable logic could have sprung up in the wonderland of Lewis Carroll. But what about an exchange like this?", "abstract": null, "print_page": "14", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Orton's Last and Best: 'What the Butler Saw'", "kicker": "THEATER"}, "keywords": [{"name": "creative_works", "value": "WHAT THE BUTLER SAW (PLAY)"}, {"name": "organizations", "value": "NORWALK COMMUNITY COLLEGE"}, {"name": "organizations", "value": "RAINBOW THEATER"}, {"name": "subject", "value": "REVIEWS"}, {"name": "subject", "value": "THEATER"}], "pub_date": "1992-01-19T00:00:00Z", "document_type": "article", "news_desk": "Westchester Weekly Desk", "section_name": "Theater; New York and Region", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By ALVIN KLEIN;"}, "type_of_material": "Review", "_id": "4fd19dbd8eb7c8105d6b02d0", "word_count": 667, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1992/01/19/books/comedy-is-tragedy-that-happens-to-other-people.html", "snippet": "WISE CHILDREN   By Angela Carter. 234 pp. New York: Farrar, Straus & Giroux. $21....", "lead_paragraph": "WISE CHILDREN By Angela Carter. 234 pp. New York: Farrar, Straus & Giroux. $21.", "abstract": null, "print_page": "7", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "'Comedy Is Tragedy That Happens to Other People'"}, "keywords": [{"name": "creative_works", "value": "WISE CHILDREN (BOOK)"}, {"name": "persons", "value": "CARTER, ANGELA"}, {"name": "subject", "value": "BOOK REVIEWS"}], "pub_date": "1992-01-19T00:00:00Z", "document_type": "article", "news_desk": "Book Review Desk", "section_name": "Arts; Books", "subsection_name": null, "byline": {"person": [{"firstname": "Joyce", "middlename": "Carol", "lastname": "Oates", "rank": 1, "role": "reported", "organization": ""}], "original": "By Joyce Carol Oates;"}, "type_of_material": "Review", "_id": "4fd1b2b08eb7c8105d6d603b", "word_count": 1553, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1992/01/19/nyregion/theater-some-comic-anarchy-from-joe-orton.html", "snippet": "\"YOU can't be rational in an irrational world. It's not rational.\" Such a blast of irrefutable logic could have sprung up in the wonderland of Lewis Carroll.    But what about an exchange like this? \"We must tell the truth!\" \"That's a thoroughly d...", "lead_paragraph": "\"YOU can't be rational in an irrational world. It's not rational.\" Such a blast of irrefutable logic could have sprung up in the wonderland of Lewis Carroll. But what about an exchange like this? \"We must tell the truth!\" \"That's a thoroughly defeatist attitude.\" Is this not stylistically worthy of Oscar Wilde? How about the observation that \"the high reaches of the civil service are recruited entirely from corpses or madmen\"?", "abstract": null, "print_page": "10", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Some Comic Anarchy From Joe Orton", "kicker": "THEATER"}, "keywords": [{"name": "creative_works", "value": "WHAT THE BUTLER SAW (PLAY)"}, {"name": "organizations", "value": "NORWALK COMMUNITY COLLEGE"}, {"name": "organizations", "value": "RAINBOW THEATER"}, {"name": "subject", "value": "REVIEWS"}, {"name": "subject", "value": "THEATER"}], "pub_date": "1992-01-19T00:00:00Z", "document_type": "article", "news_desk": "Connecticut Weekly Desk", "section_name": "Theater; New York and Region", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Alvin", "rank": 1, "lastname": "KLEIN"}], "original": "By ALVIN KLEIN"}, "type_of_material": "Review", "_id": "4fd1ac158eb7c8105d6cb220", "word_count": 665, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1992/01/19/movies/film-what-hollywood-got-for-christmas.html", "snippet": "It was the moment of truth in Hollywood. Nervous in the best of times, film makers and producers watched as more than two dozen movies sailed into theaters like giant ships (a handful of them Titanics) during the Thanksgiving-Christmas-New Year se...", "lead_paragraph": "It was the moment of truth in Hollywood. Nervous in the best of times, film makers and producers watched as more than two dozen movies sailed into theaters like giant ships (a handful of them Titanics) during the Thanksgiving-Christmas-New Year season, when moviegoing across the nation reaches a peak. Virtually all studios acknowledge that, in the face of recession and in the shadow of big-name, big-budget flops like \"Hudson Hawk\" and \"Billy Bathgate,\" marketing conferences before the holidays were unusually intense, involving secretive debates over strategy and timing that probably resembled the Allied planning for D-Day. Not only were the multimillion-dollar investments in the films at risk; so, too, was the money committed for marketing -- $15 million for the average film and perhaps as much as $25 million for a movie like Steven Spielberg's \"Hook.\"", "abstract": null, "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "What Hollywood Got for Christmas", "kicker": "FILM"}, "keywords": [{"name": "subject", "value": "MOTION PICTURES"}], "pub_date": "1992-01-19T00:00:00Z", "document_type": "article", "news_desk": "Arts & Leisure Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Bernard", "rank": 1, "lastname": "WEINRAUB"}], "original": "By BERNARD WEINRAUB"}, "type_of_material": "News", "_id": "4fd1b0ec8eb7c8105d6d294f", "word_count": 3334, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1992/01/16/sports/sports-people-pro-basketball-starks-enters-contest.html", "snippet": "The Knicks' JOHN STARKS will challenge Seattle's SHAWN KEMP, runner-up in last year's Slam-Dunk championship, and the Nets' DRAZEN PETROVIC will challenge the two-time defending 3-point Shootout champion, CRAIG HODGES of Chicago, on fun-and-games ...", "lead_paragraph": "The Knicks' JOHN STARKS will challenge Seattle's SHAWN KEMP, runner-up in last year's Slam-Dunk championship, and the Nets' DRAZEN PETROVIC will challenge the two-time defending 3-point Shootout champion, CRAIG HODGES of Chicago, on fun-and-games Saturday of the N.B.A. All-Star weekend, Feb. 8-9 in Orlando, Fla. The program kicks off with a Legends Classic, featuring the Hall of Famers OSCAR ROBERTSON, DAVE COWENS and RICK BARRY.", "abstract": null, "print_page": "16", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Starks Enters Contest", "kicker": "SPORTS PEOPLE: PRO BASKETBALL"}, "keywords": [{"name": "creative_works", "value": "ALL-STAR GAMES"}, {"name": "creative_works", "value": "SPORTS PEOPLE (TIMES COLUMN)"}, {"name": "organizations", "value": "NATIONAL BASKETBALL ASSN"}, {"name": "subject", "value": "BASKETBALL"}], "pub_date": "1992-01-16T00:00:00Z", "document_type": "article", "news_desk": "Sports Desk", "section_name": "Sports", "subsection_name": null, "byline": null, "type_of_material": "News", "_id": "4fd1b2b18eb7c8105d6d6181", "word_count": 176, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1992/01/16/movies/home-video-112592.html", "snippet": "How about Danny Glover as a lion? And Tracey Ullman as a cat? When Rabbit Ears Productions or Lightyear Entertainment, two producers of children's videos, tape their animated stories, they hire movie actors to narrate. While that approach may not ...", "lead_paragraph": "How about Danny Glover as a lion? And Tracey Ullman as a cat? When Rabbit Ears Productions or Lightyear Entertainment, two producers of children's videos, tape their animated stories, they hire movie actors to narrate. While that approach may not dislodge Disney, it has helped earn a following in video stores. For example, Lightyear's \"Beauty and the Beast,\" part of its \"Stories to Remember\" series and narrated by Mia Farrow, is especially popular now because Disney's animated film \"Beauty and the Beast\" is in movie theaters. Rabbit Ears videos scheduled for this year include \"The Monkey People,\" with Raul Julia; \"Rip Van Winkle,\" with Anjelica Huston; \"Koi and the Kola Nuts,\" with Whoopi Goldberg; a lively, French-accented \"Puss in Boots\" with Ms. Ullman, and \"Brer Rabbit and Boss Lion,\" with Mr. Glover. The actors don't appear on camera. Their job is to tell stories chosen from children's literature and similar sources, accompanied by illustrations and musical scores by well-known artists and musicians. For instance, \"The Tiger and the Brahman\" from Rabbit Ears, told by Ben Kingsley, has a score composed and performed by Ravi Shankar. Videos from the two companies, which are not connected, are about a half-hour long and sell for less than $10 in book and record stores as well as video stores. Rabbit Ears productions are semi-animated, with about 200 drawings moving in sequence, sometimes rapidly enough to produce character movement. Stories to Remember videos are more fully animated. \"Beauty and the Beast,\" for instance, has about 1,000 drawings. \"It's not how many drawings you have, but what you do with them,\" said Joshua Greene, the producer of Stories to Remember. \"A picture book is a very intimate experience for a child. You have to project that onto the screen.\" Rabbit Ears began producing its stories in 1985. \"I wanted people who could tell them like my mother,\" said Mark Sottnick, the executive producer. Professional storytellers were often too theatrical for his taste, so he turned to actors, most of whom, Mr. Sottnick said, read similar stories to their own children or were struck by them as works of literature. \"I love the stories,\" said Mr. Glover, who has narrated three videos for Rabbit Ears. \"Kids see that it's not only me in 'Lethal Weapon,' but this is the guy who tells them stories.\" Rabbit Ears actors, who have included Jack Nicholson and Jodie Foster, are paid for what is usually about a half-day's work. Mr. Sottnick wouldn't say how much, but he said the amount was comparable to what the narrator might earn for a half-day on a film set. Mr. Greene, who has been creating \"Stories to Remember\" since 1987, said he paid a good wage. Often he goes far afield for illustrators. Two stories now in production, both to be narrated by Sigourney Weaver, are being illustrated by a studio in Moscow. \"We have to send them paper, pencils, erasers and paints,\" he said. NEW VIDEO RELEASES Jungle Fever 1991. MCA/Universal . $94.95. Laser disk, $39.98. 2 hours 15 minutes. Closed captioned. R. At the core of Spike Lee's film is the doomed affair between Flipper (Wesley Snipes), a young black architect, and Angie (Annabella Sciorra), his white secretary. From there the story moves out to record the reactions of family and friends. There are Flipper's angry wife (Lonette McKee), his befuddled parents (Ossie Davis and Ruby Dee), his cavalier brother, a crack addict (Samuel L. Jackson) and his reflective best friend (Mr. Lee). On the other side, behind aluminum storm doors in Bensonhurst, Brooklyn, are Angie's outraged father (Frank Vincent), her robustly bigoted brothers (David Dundara and Michael Imperioli) and her detached neighborhood boyfriend (John Turturro). Mr. Lee's anger complements his competence as a film maker, resulting in a \"splendid, serious social comedy\" (Vincent Canby). Point Break 1991. Fox . $94.98. 2:02. CC. R. Scrounging around for clues after a bank stickup in Southern California, agents from the Federal Bureau of Investigation turn up a suspicious substance in a footprint at the scene of the crime: surfboard wax. Well, it's a start, so Kathryn Bigelow's film sends a young lawman (Keanu Reeves) to infiltrate a surfing group suspected of the heist. There he encounters the group's leader, a sort of beach boy Svengali named Bohdi (Patrick Swayze), who leads the law on frantic chases that display Ms. Bigelow's \"real talents as a director of fast-paced, high-adrenaline action\" (Janet Maslin). Victor Borge in London 1991. Kultur. $29.95. 50 minutes. No rating. Cornball wears well on the sophisticated Dane, who in this 1972 concert repeatedly bounces off the piano stool to pass along his own angles on life and the musical scene. Among other things, we learn how Chopin used his \"Minute Waltz,\" played three times, as an egg timer and why people screamed \"Bravo!\" at early Borge recitals. (Bravo was a better pianist.) Here also, in a famous routine, Mr. Borge and a partner climb all over each other on a piano bench while performing a duet. Accompaniment, whenever anybody can get a note in, is provided by the London Philharmonic. Carnegie Hall at 100 1991. BMG. $29.98. LD, $34.98. 57 minutes. No rating. From Tchaikovsky, who opened the hall on the podium in 1891, to Garrison Keillor, about everyone (or so it seems) who performed there is given coverage in this rapid-fire documentary, broadcast last year on PBS. A stream of recollections from artists as diverse as Agnes de Mille and Frank Sinatra are mixed with clips of performances taken from film archives -- the most remarkable by Vladimir Horowitz and Jascha Heifetz -- to make up the \"ultimate souvenir program\" (John J. O'Connor). DECEMBERS PAST As films from \"Hook\" to \"J. F. K.\" illustrate, Hollywood goes into the new year on the strength of its big holiday releases. Here are some movies from other Decembers, some of which were bigger than others, available on tape. BROADCAST NEWS. William Hurt, Holly Hunter and Albert Brooks contend with careers and personal agendas. 1987. Fox. $19.98. 2:13. CC. R. DIRTY ROTTEN SCOUNDRELS. The suave Michael Caine is the Riviera's top con man until Steve Martin shows up to compete for the bankroll of the heiress Glenne Headly. 1988. Orion. $19.99. 1:42. CC. PG. GANDHI. Ben Kingsley is the spiritual leader in Richard Attenborough's film, which won eight Oscars. 1982. Columbia Tri-Star. $29.99. 3:11. CC. PG. OUT OF AFRICA. Karen Blixen (Meryl Streep), better known as the writer Isak Dinesen, finds her true life in Kenya. Robert Redford and Klaus Maria Brandauer also star in the Sydney Pollack film, which won an Oscar. 1985. MCA/Universal. $29.99. 2:44. CC. R. PLATOON. Oliver Stone's account of Vietnam combat is particularly realistic. Charlie Sheen, Willem Dafoe and Tom Berenger star. 1986. LIVE. $19.98. 1:59. CC. R. RAIN MAN. Dustin Hoffman won an Oscar as the autistic brother of Tom Cruise, a crass car salesman who learns about love and sacrifice. Barry Levinson's film won as best picture. 1988. MGM/UA. $19.99. 2:13. CC. R. REDS. Warren Beatty directs and stars as the journalist John Reed during the Russian Revolution. Maureen Stapleton won an Oscar as the anarchist Emma Goldman, Jack Nicholson is Eugene O'Neill and Diane Keaton is the writer Louise Bryant. 1981. Paramount. $29.99. 3:19. CC. PG. THROW MOMMA FROM THE TRAIN. Contending with a domineering mother, Danny DeVito gets an idea on how to correct the situation. With Anne Ramsey and Billy Crystal. 1987. Orion. $19.99. 1:28. CC. PG-13.", "abstract": null, "print_page": "20", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Home Video"}, "keywords": [{"name": "creative_works", "value": "CARNEGIE HALL AT 100 (MOVIE)"}, {"name": "creative_works", "value": "VICTOR BORGE IN LONDON (MOVIE)"}, {"name": "creative_works", "value": "POINT BREAK (MOVIE)"}, {"name": "creative_works", "value": "JUNGLE FEVER (MOVIE)"}, {"name": "organizations", "value": "LIGHTYEARS ENTERTAINMENT"}, {"name": "organizations", "value": "RABBIT EARS PRODUCTIONS"}, {"name": "subject", "value": "RECORDINGS (VIDEO)"}, {"name": "subject", "value": "MOTION PICTURES"}], "pub_date": "1992-01-16T00:00:00Z", "document_type": "article", "news_desk": "Cultural Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By Peter M. Nichols"}, "type_of_material": "Review", "_id": "4fd1b0ee8eb7c8105d6d2b3c", "word_count": 1241, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1992/01/16/books/books-of-the-times-a-family-that-only-appears-zany-it-s-really-much-worse.html", "snippet": "The Tax Inspector By Peter Carey  279 pages. Alfred A. Knopf. $21....", "lead_paragraph": "The Tax Inspector By Peter Carey 279 pages. Alfred A. Knopf. $21.", "abstract": null, "print_page": "21", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Books of The Times; A Family That Only Appears Zany; It's Really Much Worse"}, "keywords": [{"name": "creative_works", "value": "TAX INSPECTOR, THE (BOOK)"}, {"name": "persons", "value": "CAREY, PETER"}, {"name": "subject", "value": "BOOK REVIEWS"}], "pub_date": "1992-01-16T00:00:00Z", "document_type": "article", "news_desk": "Cultural Desk", "section_name": "Arts; Books", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Christopher", "rank": 1, "lastname": "LEHMANN-HAUPT"}], "original": "By CHRISTOPHER LEHMANN-HAUPT"}, "type_of_material": "Review", "_id": "4fd1b1fa8eb7c8105d6d4c72", "word_count": 890, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1992/01/16/opinion/l-but-can-i-read-it-in-the-bathtub-449392.html", "snippet": "To the Editor:   \"Is the Electronic Book Closer Than You Think?\" (The Week in Review, Dec. 29) raises a number of questions for me....", "lead_paragraph": "To the Editor: \"Is the Electronic Book Closer Than You Think?\" (The Week in Review, Dec. 29) raises a number of questions for me.", "abstract": null, "print_page": "22", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "But Can I Read It in the Bathtub?"}, "keywords": [{"name": "subject", "value": "BOOKS AND LITERATURE"}, {"name": "subject", "value": "DATA PROCESSING (COMPUTERS)"}], "pub_date": "1992-01-16T00:00:00Z", "document_type": "article", "news_desk": "Editorial Desk", "section_name": "Opinion", "subsection_name": null, "byline": null, "type_of_material": "Letter", "_id": "4fd1b3698eb7c8105d6d7485", "word_count": 134, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1992/01/15/arts/lansbury-considers-new-role.html", "snippet": "Angela Lansbury may give up her role on the long-running hit series \"Murder, She Wrote\" to star in a television series based on the Oscar-winning film \"Driving Miss Daisy,\" a CBS executive said today.   Peter Tortorici, the executive vice presiden...", "lead_paragraph": "Angela Lansbury may give up her role on the long-running hit series \"Murder, She Wrote\" to star in a television series based on the Oscar-winning film \"Driving Miss Daisy,\" a CBS executive said today. Peter Tortorici, the executive vice president for programming for CBS, said the network and Ms. Lansbury have agreed to end the run of \"Murder, She Wrote\" should Ms. Lansbury like the initial script for the \"Daisy\" series, which would be a weekly half-hour comedy-drama.", "abstract": null, "print_page": "17", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Lansbury Considers New Role"}, "keywords": [{"name": "creative_works", "value": "MURDER, SHE WROTE (TV PROGRAM)"}, {"name": "creative_works", "value": "DRIVING MISS DAISY (TV PROGRAM)"}, {"name": "persons", "value": "LANSBURY, ANGELA"}, {"name": "subject", "value": "TELEVISION"}], "pub_date": "1992-01-15T00:00:00Z", "document_type": "article", "news_desk": "Cultural Desk", "section_name": "Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Bill", "rank": 1, "lastname": "CARTER"}], "original": "By BILL CARTER"}, "type_of_material": "Biography", "_id": "4fd1b1f68eb7c8105d6d48a8", "word_count": 277, "slideshow_credits": null}]}, "status": "OK", "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}