{"response": {"meta": {"hits": 92, "time": 35, "offset": 20}, "docs": [{"web_url": "http://www.nytimes.com/1992/02/21/business/company-news-kraft-plans-to-cut-prices-to-grocers.html", "snippet": "Kraft General Foods Inc., the nation's largest food company, said yesterday that it planned to cut the prices it charges grocers for some products and reduce spending on promotional campaigns to bring consistently lower prices to consumers.   The ...", "lead_paragraph": "Kraft General Foods Inc., the nation's largest food company, said yesterday that it planned to cut the prices it charges grocers for some products and reduce spending on promotional campaigns to bring consistently lower prices to consumers. The move follows a similar action by the Procter & Gamble Company, which, since last fall, has cut prices to grocers on 40 percent of its products and has slashed spending on coupons and promotional allowances paid to grocers. Among the Procter products affected are Folger's coffee and Ivory dishwashing soap. Too Much Spending", "abstract": null, "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Kraft Plans To Cut Prices To Grocers", "kicker": "COMPANY NEWS"}, "keywords": [{"name": "organizations", "value": "PROCTER & GAMBLE CO"}, {"name": "organizations", "value": "KRAFT GENERAL FOODS INC"}, {"name": "subject", "value": "MARKETING AND MERCHANDISING"}, {"name": "subject", "value": "PRICES"}, {"name": "subject", "value": "FOOD"}], "pub_date": "1992-02-21T00:00:00Z", "document_type": "article", "news_desk": "Financial Desk", "section_name": "Business", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Eben", "rank": 1, "lastname": "SHAPIRO"}], "original": "By EBEN SHAPIRO"}, "type_of_material": "News", "_id": "4fd1b1fc8eb7c8105d6d4d43", "word_count": 734, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1992/02/21/business/business-people-chief-at-orion-pictures-is-joining-paramount.html", "snippet": "William Bernstein, president and chief executive of the Orion Pictures Corporation, plans to join the Paramount Pictures Corporation, effective March 2. Orion's Oscar-nominated hits like \"Silence of the Lambs\" have been overshadowed by the financi...", "lead_paragraph": "William Bernstein, president and chief executive of the Orion Pictures Corporation, plans to join the Paramount Pictures Corporation, effective March 2. Orion's Oscar-nominated hits like \"Silence of the Lambs\" have been overshadowed by the financial troubles that plunged the company into Chapter 11 bankruptcy last year. Mr. Bernstein, 58, will become a Paramount executive vice president in charge of business affairs and legal and administrative matters, with jurisdiction over filmed entertainment, music publishing and several chains of movie theaters with more than 950 screens in the United States, Canada and Europe.", "abstract": null, "print_page": "3", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Chief at Orion Pictures Is Joining Paramount", "kicker": "BUSINESS PEOPLE"}, "keywords": [{"name": "creative_works", "value": "BUSINESS PEOPLE (TIMES COLUMN)"}, {"name": "persons", "value": "BERNSTEIN, WILLIAM"}, {"name": "organizations", "value": "PARAMOUNT PICTURES CORP"}, {"name": "organizations", "value": "ORION PICTURES CORP"}, {"name": "subject", "value": "SUSPENSIONS, DISMISSALS AND RESIGNATIONS"}, {"name": "subject", "value": "APPOINTMENTS AND EXECUTIVE CHANGES"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}], "pub_date": "1992-02-21T00:00:00Z", "document_type": "article", "news_desk": "Financial Desk", "section_name": "Business", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Anthony", "rank": 1, "lastname": "RAMIREZ"}], "original": "By ANTHONY RAMIREZ"}, "type_of_material": "Biography", "_id": "4fd1b0f28eb7c8105d6d2d75", "word_count": 335, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1992/02/21/world/roberto-d-aubuisson-48-far-rightist-in-salvador.html", "snippet": "Roberto d'Aubuisson, a rightist leader and former national guard officer who was widely believed to be a principal proponent of assassinations by \"death squads\" during El Salvador's civil war, died yesterday in San Salvador, his doctor reported. M...", "lead_paragraph": "Roberto d'Aubuisson, a rightist leader and former national guard officer who was widely believed to be a principal proponent of assassinations by \"death squads\" during El Salvador's civil war, died yesterday in San Salvador, his doctor reported. Mr. d'Aubuisson was 48 years old. He had been suffering from throat cancer since April 1991 and had made several trips to the United States for medical treatment. During the years of civil war, many wealthy landowners viewed Mr. d'Aubuisson as a relentless crusader against what they saw as threats to their existence from those demanding land redistribution and political reforms.", "abstract": null, "print_page": "19", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Roberto d'Aubuisson, 48, Far-Rightist in Salvador"}, "keywords": [{"name": "persons", "value": "D'AUBUISSON, ROBERTO"}, {"name": "glocations", "value": "EL SALVADOR"}, {"name": "subject", "value": "DEATHS"}], "pub_date": "1992-02-21T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World; Obituaries", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Richard", "rank": 1, "lastname": "SEVERO"}], "original": "By RICHARD SEVERO"}, "type_of_material": "Biography; Obituary", "_id": "4fd1cdd08eb7c8105d705684", "word_count": 1179, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1992/02/21/movies/at-the-movies.html", "snippet": "New From Diane Kurys   April 15 may represent the income tax deadline for most people, but for the film maker Diane Kurys, it is the date her latest film, \"After Love\" (\"Apres l'Amour\"), is to be released in France.   So these days she is busy in ...", "lead_paragraph": "New From Diane Kurys April 15 may represent the income tax deadline for most people, but for the film maker Diane Kurys, it is the date her latest film, \"After Love\" (\"Apres l'Amour\"), is to be released in France. So these days she is busy in Paris editing the film, which stars Isabelle Huppert and Hippolyte Girardot in a story by Miss Kurys and Antoine Lacomblez that examines the lives of people in Miss Kurys's generation. She is 40 years old. \"I decided that I had enough with memories and the past and my childhood or my parents and that it was time for me to deal with the present,\" said Miss Kurys, whose often autobiographical films include \"Peppermint Soda\" and \"Entre Nous.\" \"I just started to consider not only my life, but the life of the people around me, the people who are between 30 and 40, and what they go through -- to be or not to be in love, or to have multiple lives with children and families.", "abstract": null, "print_page": "8", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "At the Movies"}, "keywords": [{"name": "creative_works", "value": "AFTER LOVE (MOVIE)"}, {"name": "persons", "value": "KURYS, DIANE"}, {"name": "persons", "value": "RAY, SATYAJIT"}, {"name": "organizations", "value": "MUSEUM OF MODERN ART"}, {"name": "organizations", "value": "SAN FRANCISCO INTERNATIONAL FILM FESTIVAL"}, {"name": "organizations", "value": "ACADEMY OF MOTION PICTURE ARTS AND SCIENCES"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "AWARDS, DECORATIONS AND HONORS"}], "pub_date": "1992-02-21T00:00:00Z", "document_type": "article", "news_desk": "Weekend Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"firstname": "Lawrence", "middlename": "Van", "lastname": "Gelder", "rank": 1, "role": "reported", "organization": ""}], "original": "By Lawrence Van Gelder"}, "type_of_material": "News", "_id": "4fd1b36b8eb7c8105d6d760f", "word_count": 689, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1992/02/20/nyregion/news-summary-586492.html", "snippet": "International A3-12  RABIN LEADS IN ISRAELI VOTE    Yitzhak Rabin was leading Shimon Peres in a vote to decide who will lead Israel's opposition Labor Party in national elections scheduled for June. But if there is a runoff, some commentators say,...", "lead_paragraph": "International A3-12 RABIN LEADS IN ISRAELI VOTE Yitzhak Rabin was leading Shimon Peres in a vote to decide who will lead Israel's opposition Labor Party in national elections scheduled for June. But if there is a runoff, some commentators say, many of the votes that went to other candidates could fall Mr. Peres's way. A1 Israeli forces and Lebanese guerrillas traded artillery fire. A8 U.S. DEPORTS DOHERTY Joseph Doherty, an I.R.A. guerrilla convicted in the 1980 killing of a British soldier, was deported from the United States to Northern Ireland. Arrested in Manhattan in 1983, Mr. Doherty was jailed in the United States for more than eight years while courts considered whether the slaying was a political act. A1 The police have a hard time calming the public in Northern Ireland. A5 U.N. WARNS IRAQ ABOUT WEAPONS The United Nations Security Council sent a senior envoy to Baghdad to seek assurances that President Hussein will cooperate with plans for eliminating Iraq's nuclear, chemical and biological arms and ballistic missiles. A3 RIGHTIST VICTORY IN SOUTH AFRICA South Africa's governing party suffered a setback as a coveted parliamentary seat in the Transvaal fell to the rightist Conservative Party. A3 FEAR SHADOWS VOTE IN PUNJAB After repeated delays, India held local elections in Punjab State, which has been battered by violence by separatists and the police. But death threats seemed to keep the majority of voters away. A9 CHARMS OF BAKU AND DUSHANABE Aides to Secretary of State Baker were relieved to return to the comforts of a Moscow hotel after a grueling swing through the Caucasus and Central Asian republics. But the tour offered a broad look at life in the former Soviet empire. A10 PRAVDA CAN BE HARD TO FIND Soaring printing costs are forcing news publications, including some that helped bring down the Soviet dictatorship, to curtail operations in Moscow. The very same papers have championed the market reforms that are driving up prices. A10 PERPLEXING PATH OF KOREAN JET A navigator has gathered evidence that in his view shows that the South Korean airliner shot down over Russia in 1983 was on a deliberate flight path and did not stray accidentally into Soviet territory. A12 A suicide in Germany prompts warnings about spy revelations. A10 Stockholm Journal: Still no solution to the slaying of Olof Palme. A4 National A14-22 BUSH PONDERS NEXT STEP Stung by a modest victory in New Hampshire, President Bush and his advisers considered their next moves against Patrick Buchanan in order to avoid a similarly tainted victory in the South. A1 Bush advisers acknowledge mistakes in New Hampshire. A20 DEMOCRATS MOVE SOUTH With New Hampshire voters having turned Paul Tsongas into a credible national candidate and bolstered Bill Clinton's once-flagging campaign, the candidates moved to the South and West. A21 Aides to Governor Cuomo tried to explain his poor showing. A20 Former Senator Tsongas seeks money and votes in Maryland. A21 Gov. Miller of Georgia lambastes the Democratic front-runner.A21 When the votes were tallied, users of slick ads lost out. A22 A.F.L.-C.I.O. leaders withheld endorsement of a candidate. A22 OPTIMISM ON THE ECONOMY Alan Greenspan, the Federal Reserve chairman, said he was \"somewhat more optimistic\" about the economy than a few weeks ago, but he cautioned that the signs of a recovery could still peter out. A1 SENATE PASSES ENERGY BILL After jettisoning a plan to drill for oil in the Arctic wildlife region, the Senate overwhelmingly passed an energy bill intended to encourage the development of alternative-fuel vehicles and ease Federal regulations on nuclear generators and other forms of electrical power. A1 A NEW SAM SPADE In Ed Pankau's world, there are good guys and bad guys. Mr. Pankau is a good guy, one of a new breed of financial sleuths who track down the assets hidden by white-collar crooks. And his is a booming field. A1 RULING ON WOMEN'S RIGHTS In a decision written by Justice Clarence Thomas, a divided Federal appeals panel ruled that the Government may not give preferential treatment to women in awarding broadcast licenses. A1 REVISING THE HISTORY OF MAN A skull fragment recently tested by scientists was identified as the earliest known fossil of a member of the Homo line of human ancestors, dating it as 2.4 million years old. A14 JAPANESE SCHOLAR SLAIN The president of a Japanese university was shot to death in his Boston hotel room, an act likely to feed Japanese stereotypes about crime in the United States. A14 PANAMA AND THE C.I.A. In videotaped testimony at General Noriega's trial, a former Noriega aided offered a revealing look at the close relationship between Panamanian and American intelligence agencies. A14 NEW EFFORT ON HOUSING The Government is embarking on an attempt to transform its subsidized housing programs by requiring some tenants to go to school, get jobs or take other steps to free themselves of Federal aid.A16 FEARS ABOUT THE N.A.A.C.P. The recent upheaval in the leadership of the N.A.A.C.P. has many civil rights advocates worried about the organization's future. A17 MORE TESTS FOR IMPLANTS On the eve of the Food and Drug Administration's vote on whether to allow use of silicone gel breast implants, the nation's leading manufacturer of the implants said it would carry out 15 more safety tests on the devices. A18 WASTE RULES ARE REINSTATED Resolving a dispute with the White House, the Environmental Protection Agency reissued two of the rules that form the core of the nation's program of safely disposing of hazardous wastes. A18 What's an environmental hazard? Detroit's Mayor offers his answer. A18 Metropolitan Digest, B1 Business Digest, D1 The Home Section C1-12 Q. & A. for building contractors. C1 Child care in a school vacation. C1 Arts/Entertainment C13-26 \"Bugsy\" a big winner on the Oscar nominations list. C15 Theater: \"Crazy for You.\" C15 Obituaries A23 Sports B7-18 Olympics: Yamaguchi glides to top of pack. B7 Editorials/Op-Ed A24-25 Editorials A24 New Hampshire lessons. Unchanging Israel. Homeless shelter addiction. Letters A24 William Safire: The 1996 campaign. A25 Anthony Lewis: A devalued asset. A25 Bruce Babbitt: Let's wait for a winner. A25 Edwin Meese 3d: How Bush can save himself. A25", "abstract": null, "print_page": "2", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "NEWS SUMMARY"}, "keywords": [{"name": "subject", "value": "NO INDEX TERMS"}], "pub_date": "1992-02-20T00:00:00Z", "document_type": "article", "news_desk": "Metropolitan Desk", "section_name": "New York and Region", "subsection_name": null, "byline": null, "type_of_material": "Summary", "_id": "4fd1abc18eb7c8105d6ca9c2", "word_count": 1021, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1992/02/20/nyregion/inside-593792.html", "snippet": "U.N. Presses Iraq on Arms   The United Nations Security Council sent an envoy to Baghdad to seek new assurances that Iraq will cooperate in the destruction of arms. Page A3. New Look at '83 Jet Downing    A navigator has undercut a theory that sim...", "lead_paragraph": "U.N. Presses Iraq on Arms The United Nations Security Council sent an envoy to Baghdad to seek new assurances that Iraq will cooperate in the destruction of arms. Page A3. New Look at '83 Jet Downing A navigator has undercut a theory that simple error led a South Korean airliner to stray over Russia before it was shot down in 1983. Page A12. Hospital Pact Is Reached A Manhattan hospital reached an agreement with its union that guarantees all 4,000 employees their jobs and free medical benefits. Page B1. Hollywood's February Rite \"Bugsy's\" 10 nominations lead an Oscar pack that includes an animated feature in the best-picture category and a 24-year-old director. Page C15.", "abstract": null, "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "INSIDE"}, "keywords": [{"name": "subject", "value": "NO INDEX TERMS"}], "pub_date": "1992-02-20T00:00:00Z", "document_type": "article", "news_desk": "Metropolitan Desk", "section_name": "Front Page; New York and Region", "subsection_name": null, "byline": null, "type_of_material": "Summary", "_id": "4fd1b2b18eb7c8105d6d6168", "word_count": 114, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1992/02/20/movies/bugsy-a-big-winner-in-oscar-nominations-rife-with-surprise.html", "snippet": "By 6 o'clock this morning, the studio and public relations executives were standing on darkened, silent Wilshire Boulevard, shouting into cellular phones the only news that mattered in Hollywood today: \" 'Bugsy' got 10!\" \" 'Beauty's' in!\" \"Barbra ...", "lead_paragraph": "By 6 o'clock this morning, the studio and public relations executives were standing on darkened, silent Wilshire Boulevard, shouting into cellular phones the only news that mattered in Hollywood today: \" 'Bugsy' got 10!\" \" 'Beauty's' in!\" \"Barbra didn't get one!\" \"Jodie and Bette were nominated!\" The 64th annual Oscar nominations, announced before dawn by the Academy of Motion Picture Arts and Sciences to catch the morning television news shows on the East Coast and in the Midwest, provided a number of surprises, including a windfall of nominations for \"Bugsy,\" the omission of Barbra Streisand from the roster of nominated directors and the nomination of \"Beauty and the Beast\" as the first animated feature ever put up for best picture of the year.", "abstract": null, "print_page": "15", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "'Bugsy' a Big Winner In Oscar Nominations Rife With Surprise"}, "keywords": [{"name": "creative_works", "value": "PRINCE OF TIDES (MOVIE)"}, {"name": "creative_works", "value": "SILENCE OF THE LAMBS, THE (MOVIE)"}, {"name": "creative_works", "value": "OSCAR AWARDS"}, {"name": "creative_works", "value": "BEAUTY AND THE BEAST (MOVIE)"}, {"name": "creative_works", "value": "BUGSY (MOVIE)"}, {"name": "creative_works", "value": "THELMA AND LOUISE (MOVIE)"}, {"name": "creative_works", "value": "JFK (MOVIE)"}, {"name": "creative_works", "value": "TERMINATOR 2: JUDGMENT DAY (MOVIE)"}, {"name": "organizations", "value": "ACADEMY OF MOTION PICTURE ARTS AND SCIENCES"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "AWARDS, DECORATIONS AND HONORS"}], "pub_date": "1992-02-20T00:00:00Z", "document_type": "article", "news_desk": "Cultural Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Bernard", "rank": 1, "lastname": "WEINRAUB"}], "original": "By BERNARD WEINRAUB"}, "type_of_material": "News", "_id": "4fd1abc18eb7c8105d6ca9c6", "word_count": 1396, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1992/02/19/movies/review-film-a-dadaist-who-makes-music-out-of-everything.html", "snippet": "Fred Frith, the English guitarist and composer who is the subject of \"Step Across the Border,\" is one of the more respected figures in the gray area of music where rock meets the avant-garde. A Dadaist improviser with a streak of the mystic in him...", "lead_paragraph": "Fred Frith, the English guitarist and composer who is the subject of \"Step Across the Border,\" is one of the more respected figures in the gray area of music where rock meets the avant-garde. A Dadaist improviser with a streak of the mystic in him, Mr. Frith, like that granddaddy of avant-gardists John Cage, finds music in everything that clanks, squeaks, rattles and hisses. He can turn just about anything lying around the house into a musical instrument. And in one sequence, he and some friends give an impromptu backyard performance of bossa nova music using rhythm instruments made of empty bottles and other household debris. The guitarist's indomitable curiosity and playfulness inspirit the documentary by the Swiss film makers Nicolas Humber and Werner Penzel with a cheeky energy. And in their musical portrait of Mr. Frith, which opened today at Film Forum, they carry his open-ended esthetic to movie making. The result might be described as a kind of Dadaist symphony of sound and image.", "abstract": null, "print_page": "15", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Review/Film; A Dadaist Who Makes Music Out of Everything"}, "keywords": [{"name": "creative_works", "value": "EYE TO EYE (MOVIE)"}, {"name": "creative_works", "value": "STEP ACROSS THE BORDER (MOVIE)"}, {"name": "persons", "value": "FRITH, FRED"}, {"name": "subject", "value": "REVIEWS"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "DOCUMENTARY FILMS AND PROGRAMS"}], "pub_date": "1992-02-19T00:00:00Z", "document_type": "article", "news_desk": "Cultural Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Stephen", "rank": 1, "lastname": "HOLDEN"}], "original": "By STEPHEN HOLDEN"}, "type_of_material": "Review", "_id": "4fd1ac168eb7c8105d6cb2fa", "word_count": 588, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1992/02/19/theater/theater-in-review-383792.html", "snippet": "Lady Bracknell's Confinement and The Party  Vineyard Theater 108 East 15th Street Manhattan Lady Bracknell's Confinement By Paul Doust; directed by Maria Aitken; set by G. W. Mercier; lighting by Phil Monat; sound by Bruce Ellman; costumes by Muri...", "lead_paragraph": "Lady Bracknell's Confinement and The Party Vineyard Theater 108 East 15th Street Manhattan Lady Bracknell's Confinement By Paul Doust; directed by Maria Aitken; set by G. W. Mercier; lighting by Phil Monat; sound by Bruce Ellman; costumes by Muriel Stockdale; wig and makeup by Michael Costain; production stage manager, Crystal Huntington. Presented by the Vineyard Theater, Douglas Aibel, artistic director; Barbara Zinn Krieger, executive director; Jon Nakagawa, managing director. With: Edward Hibbert The Party From three stories by Virginia Woolf; adapted by Ellen McLaughlin; directed by David Esbjornson. With: Kathleen Chalfant Tepid epigrams inflated with words like \"pulchritude\" and \"perpendicularity\" tumble from the stage of the Vineyard Theater \"Lady Bracknell's Confinement,\" by Paul Doust, the first play of two one-acts that seem aimed at Anglophilic audiences.", "abstract": null, "print_page": "16", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Theater in Review"}, "keywords": [{"name": "creative_works", "value": "LADY BRACKNELL'S CONFINEMENT (PLAY)"}, {"name": "creative_works", "value": "PARTY, THE (PLAY)"}, {"name": "persons", "value": "DOUST, PAUL"}, {"name": "persons", "value": "WOOLF, VIRGINIA"}, {"name": "subject", "value": "REVIEWS"}, {"name": "subject", "value": "THEATER"}], "pub_date": "1992-02-19T00:00:00Z", "document_type": "article", "news_desk": "Cultural Desk", "section_name": "Arts; Theater", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Stephen", "rank": 1, "lastname": "HOLDEN"}], "original": "By STEPHEN HOLDEN"}, "type_of_material": "Review", "_id": "4fd1b2b18eb7c8105d6d60ff", "word_count": 429, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1992/02/19/movies/a-life-stranger-than-the-movie-europa-europa-based-on-it.html", "snippet": "The truth of Solomon Perel's life is even stranger than the movie. Mr. Perel was the inspiration for the film \"Europa, Europa,\" the tale of a young German Jew trapped by the shifting front lines of World War II who passes himself off as Aryan and ...", "lead_paragraph": "The truth of Solomon Perel's life is even stranger than the movie. Mr. Perel was the inspiration for the film \"Europa, Europa,\" the tale of a young German Jew trapped by the shifting front lines of World War II who passes himself off as Aryan and ends up in the Hitler Youth. The film version is bizarre enough. It opens with the deportation of a Jewish family to Poland in 1936. Three years later, the hero flees east from the advancing German Army, takes refuge in a school for young Communists in the Soviet Union, learns Russian and the Marxist-Leninist catechism.", "abstract": null, "print_page": "15", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "A Life Stranger Than the Movie, 'Europa, Europa,' Based on It"}, "keywords": [{"name": "creative_works", "value": "EUROPA, EUROPA (MOVIE)"}, {"name": "persons", "value": "PEREL, SOLOMON"}, {"name": "subject", "value": "MOTION PICTURES"}], "pub_date": "1992-02-19T00:00:00Z", "document_type": "article", "news_desk": "Cultural Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Stephen", "rank": 1, "lastname": "ENGELBERG"}], "original": "By STEPHEN ENGELBERG"}, "type_of_material": "Biography", "_id": "4fd1d4948eb7c8105d71217e", "word_count": 1192, "slideshow_credits": null}]}, "status": "OK", "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}