{"response": {"meta": {"hits": 92, "time": 26, "offset": 80}, "docs": [{"web_url": "http://www.nytimes.com/1992/01/14/news/an-unruffled-look-for-stormy-times.html", "snippet": "Look at the shirtdress as an antidote to the exaggerated feminine styles that have paced fashion since Christian Lacroix successfully introduced his bubble-shape dresses five years ago. Or consider it the counterpoint to the underwear-as-outerwear...", "lead_paragraph": "Look at the shirtdress as an antidote to the exaggerated feminine styles that have paced fashion since Christian Lacroix successfully introduced his bubble-shape dresses five years ago. Or consider it the counterpoint to the underwear-as-outerwear, skin-baring, hauntingly-low-neckline styles that are flourishing for spring. Shirts and shirtdresses offer a neat, tailored alternative to flouncy, transparent, obviously seductive clothes.", "abstract": null, "print_page": "20", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "An Unruffled Look For Stormy Times"}, "keywords": [{"name": "creative_works", "value": "FASHION PAGE (NYT)"}, {"name": "subject", "value": "APPAREL"}], "pub_date": "1992-01-14T00:00:00Z", "document_type": "article", "news_desk": null, "section_name": null, "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Bernadine", "rank": 1, "lastname": "MORRIS"}], "original": "By BERNADINE MORRIS"}, "type_of_material": "News", "_id": "4fd1ac118eb7c8105d6caec8", "word_count": 430, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1992/01/14/movies/the-talk-of-hollywood-europa-surfaces-in-oscar-angling.html", "snippet": "As Academy Award fever seizes this town, the angriest and most emotional controversy is not over Oliver Stone's \"J. F. K,\" but instead over a foreign film called \"Europa, Europa.\" And the ramifications reach far beyond Hollywood.    The startling ...", "lead_paragraph": "As Academy Award fever seizes this town, the angriest and most emotional controversy is not over Oliver Stone's \"J. F. K,\" but instead over a foreign film called \"Europa, Europa.\" And the ramifications reach far beyond Hollywood. The startling and highly acclaimed movie is based on the autobiography of Solomon Perel, now 65 years old and living in Israel, who survived World War II by hiding his Jewish identity in Poland, slipping into the German Army invading Russia and finally attending an elite school for Hitler's youth. Terrified of being revealed as a Jew, the boy encounters, on a nightmare journey that is sometimes darkly funny, a German Army officer and a woman who learn his identity but protect him.", "abstract": null, "print_page": "11", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "The Talk of Hollywood; 'Europa' Surfaces In Oscar Angling"}, "keywords": [{"name": "creative_works", "value": "EUROPA, EUROPA (MOVIE)"}, {"name": "persons", "value": "PEREL, SOLOMON"}, {"name": "organizations", "value": "NATIONAL BOARD OF REVIEW OF MOTION PICTURES"}, {"name": "subject", "value": "ACADEMY AWARDS (OSCARS)"}, {"name": "subject", "value": "JEWS"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "WORLD WAR II (1939-45)"}], "pub_date": "1992-01-14T00:00:00Z", "document_type": "article", "news_desk": "Cultural Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Bernard", "rank": 1, "lastname": "WEINRAUB"}], "original": "By BERNARD WEINRAUB"}, "type_of_material": "News", "_id": "4fd1b1f78eb7c8105d6d4944", "word_count": 1283, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1992/01/14/books/books-of-the-times-through-a-microscope-the-customs-of-the-rich.html", "snippet": "FALSE GODS By Louis Auchincloss 214 pages. Houghton Mifflin. $21....", "lead_paragraph": "FALSE GODS By Louis Auchincloss 214 pages. Houghton Mifflin. $21.", "abstract": null, "print_page": "16", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Books of The Times; Through a Microscope, the Customs of the Rich"}, "keywords": [{"name": "creative_works", "value": "FALSE GODS (BOOK)"}, {"name": "persons", "value": "AUCHINCLOSS, LOUIS"}, {"name": "subject", "value": "BOOK REVIEWS"}], "pub_date": "1992-01-14T00:00:00Z", "document_type": "article", "news_desk": "Cultural Desk", "section_name": "Arts; Books", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Michiko", "rank": 1, "lastname": "KAKUTANI"}], "original": "By MICHIKO KAKUTANI"}, "type_of_material": "Review", "_id": "4fd1b2ae8eb7c8105d6d5e86", "word_count": 814, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1992/01/14/nyregion/news-summary-691592.html", "snippet": "International A2-14  WAY IS CLEARED FOR MIDEAST TALKS     Palestinian and Israeli negotiators settled a procedural dispute that has stalled the start of talks between them for more than a month. Talks can now also begin between Israel and Jordan. ...", "lead_paragraph": "International A2-14 WAY IS CLEARED FOR MIDEAST TALKS Palestinian and Israeli negotiators settled a procedural dispute that has stalled the start of talks between them for more than a month. Talks can now also begin between Israel and Jordan. A1 ISRAEL AND THE LOAN GUARANTEES Israel's leaders were said to be increasingly resigned to the likelihood that they will get far less than the $10 billion in United States loan guarantees that they are seeking to resettle new immigrants. A14 A Palestinian pleaded his case against deportation in public. A14 Hopes are high for an Israeli-Lebanese prisoner exchange. A14 UPRISING IS URGED IN ALGERIA Islamic fundamentalists called upon Algerians to rise up against the military and civilian leaders who canceled parliamentary elections that were sure to give the fundamentalists a majority in Parliament. A1 France expressed concern about developments in Algeria. A7 KUWAITI MILITARY LITTLE CHANGED The invasion by Iraq has done little to disrupt the patronage system and incompetence of the Kuwait military, Western diplomats say. A4 RUSSIAN PRICE PROTESTS GROWING With the harsh fact of price rises sinking in across Russia, the Speaker of the republic's Parliament called for the resignation of the Government of President Boris N. Yeltsin. A3 UKRAINIAN POINTS TO CONCILIATION President Leonid M. Kravchuk said Ukraine was smoothing out its sharp political and military disagreements with Russia. A3 WALESA DISCUSSES POLAND'S WOES If he were still a shipyard electrician instead of President of Poland, Lech Walesa said, he would be out leading anti-Government protests. A2 JAPAN ADMITS A WAR ATROCITY Japan admitted that its army had forced Korean women to have sex with its soldiers during World War II, and hinted at compensation. A8 Cuba has stepped up efforts to crush internal opposition. A10 Canada granted refugee status to a persecuted homosexual. A10 The language issue has arisen again to vex Canadians. A10 The Vatican formally recognized Croatia and Slovenia. A3 A dark horse kept Bulgaria's President from winning a majority. A2 Trade disputes with Washington worry Chinese businesses. A9 National A16-19 LABOR AND POLITICS OF '92 Stung by election defeats in the 1980's, labor unions are avoiding endorsements of candidates in Presidential primaries in 1992 and are telling their state and local affiliates to pick their own candidates, a strategy that could pay early dividends for Gov. Clinton of Arkansas. A1 COMPANY DEFENDS IMPLANTS Dow Corning defended its silicone gel breast implants and called critical news reports \"a total mischaracterization of the facts.\" A1 REVIEW OF VEHICLE SAFETY The Federal highway safety agency has begun reviewing how to prevent accidents in which a vehicle goes tumbling out of control, and it could lead to mandatory design changes in many small cars, pickups and off-road vehicles. A16 General Motors recalled 1.5 million cars for an engine defect. D2 RISE, AND DECLINE, OF WEST The West is hot in music, movies, tourism, fashion. But for all the popularity of cowboys, ranchers said they were under siege. A16 WINTER OF DISCONTENT As the Presidential campaign begins in earnest, the mood in New Hampshire small towns and villages is one of almost unrelieved gloom. A18 FRONT-RUNNER, BEWARE What momentum there currently is in the Democratic Presidential campaign is clearly with Gov. Clinton, but if history is a judge, Mr. Clinton should be wary. A18 THE 'NEW' LOUISIANA GOVERNOR Edwin Edwards is again Governor of Louisiana, but many people still wonder if the high-rolling politician has really settled down. A19 BUSH ON THE ATTACK Previewing the themes of his re-election campaign, President Bush presented himself to farmers as the candidate \"savvy\" enough to maintain America's position of leadership in the world. A19 PRESSURE ON DEATH PENALTY The Supreme Court strongly rebuked a Federal appeals court that has blocked an execution in Washington State for more than two years. A19 Trial ordered in dispute over the Martin Luther King papers. A16 Metropolitan Digest, B1 2D BOND DOWNGRADING A week after the censure of another Wall Street monitor, Standard & Poor's yesterday lowered its rating on a wide range of New York State securities. Because the downgrading affects virtually all of the state's debt, it is considered far more damaging than the previous one.A1 MORE CHILDREN, NO MORE BENEFITS The New Jersey Senate approved and sent to the Governor a package of welfare revisions that would cut off additional benefits to welfare mothers who have more children and cut or eliminate payments to those who refuse to train for work or go to school. A1 NOW, FROM COLOMBIA Colombia's drug lords, who flooded the United States with cocaine in the 1980's, have added a new product, heroin, and are now shipping it to New York and other cities, to the dismay of law-enforcement officials. A1 Neediest Cases B3 Business Digest, D1 Science Times C1-10 In Russia, secret weapons laboratories struggle to survive. C1 Debate on buildings: to scrub off the grime or not. C1 Computers help Chilean dead tell their tales. C1 Obituaries B6 T. Eric Embry, retired jurist and lawyer Sports B7-13 Basketball: Tulane stays unbeaten. B9 Football: Redskins had eye on Bills.B7 Bills seek redemption. B7 Column: Berkow on the Super Bowl. B7 Hockey: Mallette to give Devils rough edge. B8 Fashion Page A20 Arts/Entertainment C11-16 Oscar push for \"Europa.\" C11 Music: \"Turandot\" with Hockney sets. C11 Word and Image: \"Today at 40.\" C11 Editorials/Op-Ed A22-23 Editorials A22 The excuse maker. Algeria: democracy betrayed. \"Logic\" in I.R.A. zealotry. Still abusing Legal Services. Letters A22 Russell Baker: Bunkhouse follies. A23 A. M. Rosenthal: Detesting the haters. A23 Ian Shoales: Get a life, not a gadget. A23 Richard Preston: Lean, mean and American. A23", "abstract": null, "print_page": "2", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "NEWS SUMMARY"}, "keywords": [{"name": "subject", "value": "NO INDEX TERMS"}], "pub_date": "1992-01-14T00:00:00Z", "document_type": "article", "news_desk": "Metropolitan Desk", "section_name": "New York and Region", "subsection_name": null, "byline": null, "type_of_material": "Summary", "_id": "4fd1b0e88eb7c8105d6d2630", "word_count": 934, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1992/01/12/books/would-you-buy-a-used-car-from-this-family.html", "snippet": "THE TAX INSPECTOR   By Peter Carey. 279 pp. New York: Alfred A. Knopf. $21....", "lead_paragraph": "THE TAX INSPECTOR By Peter Carey. 279 pp. New York: Alfred A. Knopf. $21.", "abstract": null, "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Would You Buy a Used Car From This Family"}, "keywords": [{"name": "creative_works", "value": "TAX INSPECTOR, THE (BOOK)"}, {"name": "persons", "value": "CAREY, PETER"}, {"name": "subject", "value": "BOOK REVIEWS"}], "pub_date": "1992-01-12T00:00:00Z", "document_type": "article", "news_desk": "Book Review Desk", "section_name": "Arts; Books", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By Francine Prose;"}, "type_of_material": "Review", "_id": "4fd1d4948eb7c8105d712231", "word_count": 1353, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1992/01/12/books/noted-with-pleasure.html", "snippet": "Passing the Gift On     We may imagine the most humane elements of our nature originate with us. In fact, they are an inheritance preserved and passed down by each generation, according to a character in the story \"The Cardinal's Third Tale,\" incl...", "lead_paragraph": "Passing the Gift On We may imagine the most humane elements of our nature originate with us. In fact, they are an inheritance preserved and passed down by each generation, according to a character in the story \"The Cardinal's Third Tale,\" included in \"Last Tales\" by Isak Dinesen (Vintage, paper). There are many things in life which a human being . . . may attain by personal endeavor. But there exists a true humanity, which will ever remain a gift, and which is to be accepted by one human being as it is given to him by a fellow human. The one who gives has himself been a receiver. In this way, link by link, a chain is made from land to land and from generation to generation. Rank, wealth and nationality in this matter all go for nothing. The poor and downtrodden can hand over the gift to kings, and kings will pass it on to their favorites at Court or to an itinerant dancer in their city. . . . Strange and wonderful is it to consider how in such community we are bound to foreigners whom we have never seen and to dead men and women whose names we have never heard and shall never hear, more closely even than if we were all holding hands. Art's True Purpose It isn't art's business to show us the world, Oscar Wilde asserted in an 1889 essay on Shakespeare: its true purpose is to hold up a mirror to our souls. This is from \"The Fireworks of Oscar Wilde,\" edited by Owen Dudley Edwards (Barrie & Jenkins/Trafalgar Square, paper). We become lovers when we see Romeo and Juliet, and Hamlet makes us students. The blood of Duncan is upon our hands, with Timon we rage against the world, and when Lear wanders out upon the heath the terror of madness touches us. Ours is the white sinlessness of Desdemona, and ours, also, the sin of Iago. Art, even the art of fullest scope and widest vision, can never really show us the external world. All that it shows us is our own soul, the one world of which we have any real cognizance. . . . It is Art, and Art only, that reveals us to ourselves. Touching the Past It is in the study of our local history, the artifacts and buildings of our immediate surroundings, that we come closest to an encounter with the past. This is from a 1927 essay by Lewis Mumford, included in \"Hudson Valley Lives,\" edited by Bon nie Marranca (Overlook). The things that we can see and touch are those that awaken our imagination. . . . Nothing has ever made me, for one, feel the might of the Roman Empire more keenly than stumbling across the tiles and foundations of a Roman villa in the midst of a quiet English field. Local history touches off these things that have happened on the spot; and the facts of local history become parts of a person's own life to an extent which is rare with scenes and incidents one has taken out of books and secondhand accounts. . . . Every old part of the country is filled with the memorials of our past: tombstones and cottages and churches, names and legends, old roads and trails and abandoned mines, as well as the things we built and used yesterday. All these memorials bring us closer to the past and, so doing, they bring us closer to our own present; for we are living history as well as recording it; and our memories are as necessary as our anticipations. Our Home in the Desert We may never have traveled to a desert, but the idea of that landscape as a place of stark clarity, and of struggle, haunts our imaginations, according to Charles Bowden in his memoir \"De sierto: Memories of the Future\" (Norton). Deserts can be very specific places for a botanist or a zoologist. But not for most of us. We tend to see deserts as a quality more than a place. To go off into the desert in our language means not to visit a locale, but a state of mind. And so if we consider a very specific desert, the Sonoran, and a very specific place, El Camino del Diablo, we still cannot really contain ourselves with bundles of the specifics -- checklists of plants, and animals, weather reports of startling June days and cold January nights. That is why when we read the . . . Bible, a very early collection of desert writings, we feel an eerie kinship with the wandering Hebrews. Not in the promised land. Not in Egypt. Not in Babylon. But in the Sinai. Every one of us, regardless of where we are sitting on this planet, no matter what the birds are trilling in the green forest outside our window, every one of us snaps alert with a clear sense of the ground when the Hebrews enter Sinai and begin their long trial by God in the desert. Fragrant, Delicious Words Language and food are so intertwined, it is now hard to imagine one without the other. This is from \"The Secret Life of Food: A Feast of Food and Drink History, Folklore and Fact\" by Martin Elkort (Tarcher, paper). The English language is marinated in food words; words that describe food and its qualities and also serve as reliable metaphors and similes when other words fail. How many breathless poets and tongue-tied lovers have compared the lips of their beloved to cherries, their cheeks to peaches? How many call their beloved honey, or sugar, to express tenderness or curry favor? How many babies are the apple of their parents' eyes, who regularly bring home the bacon, to provide a nest egg for their brood? How many people feel sheepish if they do something wrong, and have to eat humble pie in atonement? . . . From the time the first caveman grunted in appreciation as he came upon a berry-laden bush, we have been searching for the right word to describe and classify each fruit, each vegetable and each food animal. The search for food builds a strong appetite for words to describe them, and the words themselves become capable of stimulating the appetite by bringing forth fragrant, delicious images.", "abstract": null, "print_page": "27", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Noted With Pleasure"}, "keywords": [{"name": "subject", "value": "BOOKS AND LITERATURE"}], "pub_date": "1992-01-12T00:00:00Z", "document_type": "article", "news_desk": "Book Review Desk", "section_name": "Arts; Books", "subsection_name": null, "byline": null, "type_of_material": "News", "_id": "4fd1abc18eb7c8105d6caa1e", "word_count": 1057, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1992/01/09/arts/grammy-short-list-many-for-a-few.html", "snippet": "The 34th annual Grammy Awards are shaping up as a battle between Bryan Adams, R.E.M., Bonnie Raitt, Amy Grant and Natalie Cole. Each was nominated for record of the year and a single, and received between 3 and 6 other nominations in the 78 catego...", "lead_paragraph": "The 34th annual Grammy Awards are shaping up as a battle between Bryan Adams, R.E.M., Bonnie Raitt, Amy Grant and Natalie Cole. Each was nominated for record of the year and a single, and received between 3 and 6 other nominations in the 78 categories covered by this year's Grammy Awards. The winners will be named on Feb. 25 during a national CBS telecast. The nominations were announced yesterday by the National Academy of Recording Arts and Sciences in a news conference at the Apollo Theater. R.E.M., the band from Athens, Ga., that brought collegiate or alternative rock into the Top 10, received 7 nominations for its 8th album, \"Out of Time,\" and the single \"Losing My Religion.\" The group had never previously been nominated.", "abstract": null, "print_page": "15", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Grammy Short List: Many For a Few"}, "keywords": [{"name": "persons", "value": "COLE, NATALIE"}, {"name": "persons", "value": "ADAMS, BRYAN"}, {"name": "persons", "value": "GRANT, AMY"}, {"name": "persons", "value": "RAITT, BONNIE"}, {"name": "organizations", "value": "REM"}, {"name": "subject", "value": "RECORDINGS (AUDIO)"}, {"name": "subject", "value": "MUSIC"}, {"name": "subject", "value": "GRAMMY AWARDS"}, {"name": "subject", "value": "AWARDS, DECORATIONS AND HONORS"}], "pub_date": "1992-01-09T00:00:00Z", "document_type": "article", "news_desk": "Cultural Desk", "section_name": "Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Jon", "rank": 1, "lastname": "PARELES"}], "original": "By JON PARELES"}, "type_of_material": "List", "_id": "4fd1b2b08eb7c8105d6d5fe9", "word_count": 993, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1992/01/05/education/the-answers.html", "snippet": "1. East Pakistan, Ceylon, Rhodesia.     2. Demilitarized Zone, African National Congress, Organization of American States, Farabundo Marti National Liberation Front.                    3. Patricio Aylwin   Chile       Oscar Arias Sanchez   Costa R...", "lead_paragraph": "1. East Pakistan, Ceylon, Rhodesia. 2. Demilitarized Zone, African National Congress, Organization of American States, Farabundo Marti National Liberation Front. 3. Patricio Aylwin Chile Oscar Arias Sanchez Costa Rica Isabel Peron Argentina Anastasio Somoza Debayle Nicaragua Alfredo Cristiani El Salvador Augusto Pinochet Chile 4. Colombia, Chile, Argentina, Peru. 5. Ifni Province Morocco Tabriz Iran Phnom Penh Cambodia Jalalabad Afghanistan My Lai Vietnam Khafji Saudi Arabia Tripoli Libya Managua Nicaragua Bhopal India Soweto South Africa 6. False. Mohandas Gandhi was not related to Indira Gandhi; her name came from her husband, Feroz Gandhi, who was also not related to Mohandas Gandhi. 7. These three women were elected leaders of their countries, respectively the Philippines, Pakistan and Nicaragua. 8. Suriname, in South America, was a colony of the Netherlands; Zimbabwe, then known as Rhodesia, in Africa, was a colony of Britain; Angola, in Africa, was a colony of Portugal. 9. It is the capital of Uganda; an Israeli raid freed more than 100 hostages held at the Entebbe airport. 10. The Falkland Islands off the coast of Argentina; Grenada in the Caribbean. 11. Now called Queen Noor, she is married to King Hussein of Jordan. 12. The feared militia of the Duvalier family in Haiti. 13. Kareem Abdul-Jabbar, former star of the Los Angeles Lakers basketball team. 14. Idi Amin Uganda Mobutu Sese Seko Zaire Robert Mugabe Zimbabwe Kenneth Kaunda Zambia Julius K. Nyerere Tanzania Archbishop Desmond Tutu South Africa Sam Nujoma Namibia", "abstract": null, "print_page": "16", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "The Answers"}, "keywords": [{"name": "subject", "value": "THIRD WORLD AND DEVELOPING COUNTRIES"}], "pub_date": "1992-01-05T00:00:00Z", "document_type": "article", "news_desk": "Education Life Supplement", "section_name": "Education; U.S.", "subsection_name": null, "byline": null, "type_of_material": "Question", "_id": "4fd19dbd8eb7c8105d6b0330", "word_count": 241, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1992/01/05/education/the-quiz.html", "snippet": "The global village being what it is, Americans have become familiar, if not exactly cozy, with neighbors and neighborhoods thousands of miles away. Soweto and Managua, Chamorro and Bhutto, Mugabe and Mubarak -- these names, often mistaken for exot...", "lead_paragraph": "The global village being what it is, Americans have become familiar, if not exactly cozy, with neighbors and neighborhoods thousands of miles away. Soweto and Managua, Chamorro and Bhutto, Mugabe and Mubarak -- these names, often mistaken for exotic spices just a few years ago, today elicit nods that say, \"I know you, read about you, saw you on TV.\" Now you just have to place them, when they entered your life and your living room, and why. After all, it's the neighborly thing to do. (Answers on page 16) 1. What are the former names of the following countries: Bangladesh, Sri Lanka, Zimbabwe? 2. What do the following acronyms stand for: DMZ, A.N.C., O.A.S., F.M.L.N.? 3. Match the following current and former leaders with their Central and South American countries: Patricio Aylwin Argentina Oscar Arias Sanchez Chile Isabel Peron Costa Rica Anastasio Somoza Debayle Chile Alfredo Cristiani El Salvador Augusto Pinochet Nicaragua 4. From what South American countries do the following writers come? Gabriel Garcia Marquez, Pablo Neruda, Jorge Luis Borges, Mario Vargas Llosa. 5. Match the names of the places listed here with the countries in which they are situated: Ifni Province Nicaragua Tabriz Afghanistan Phnom Penh Vietnam Jalalabad India My Lai Cambodia Khafji South Africa Tripoli Iran Managua Morocco Bhopal Saudi Arabia Soweto Libya 6. Mohandas Gandhi was either Indira Gandhi's grandfather or uncle: True or false? 7. What do Corazon Aquino, Benazir Bhutto and Violeta Barrios de Chamorro have in common? 8. The following countries were colonies of which European countries? Suri name, Zimbabwe, Angola. 9. Where is Entebbe and what happened there in 1976? 10. What were the names of the islands that Britain fought over in 1982? That the United States fought over in 1983? 11. Who is Lisa Halaby? 12. What are the Tontons Macoute? 13. All but one of the following are players in the Middle East arena. Who is the exception? Hosni Mubarak, Hafez al-Assad, King Hassan II, Teddy Kollek, Kareem Abdul-Jabbar, Muammar el-Qaddafi? 14. Match the following people and the African countries with which they are associated: Idi Amin Namibia Mobutu Sese Seko Uganda Robert Mugabe Zaire Kenneth Kaunda South Africa Julius K. Nyerere Zimbabwe Archbishop Desmond Tutu Zambia Sam Nujoma Tanzania", "abstract": null, "print_page": "14", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "The Quiz"}, "keywords": [{"name": "subject", "value": "THIRD WORLD AND DEVELOPING COUNTRIES"}], "pub_date": "1992-01-05T00:00:00Z", "document_type": "article", "news_desk": "Education Life Supplement", "section_name": "Education; U.S.", "subsection_name": null, "byline": null, "type_of_material": "Question", "_id": "4fd1b0ec8eb7c8105d6d29df", "word_count": 372, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1992/01/05/weekinreview/the-world-the-salvadorans-make-peace-in-a-negotiated-revolution.html", "snippet": "AT the height of President Ronald Reagan's crusade against Communist subversion in Central America, he and his aides liked to say that the United States would never let the guerrillas in El Salvador \"shoot their way into power.\" And in the end tha...", "lead_paragraph": "AT the height of President Ronald Reagan's crusade against Communist subversion in Central America, he and his aides liked to say that the United States would never let the guerrillas in El Salvador \"shoot their way into power.\" And in the end that the guerrillas have helped draw to their tiny country's 12-year-old civil war, they have not proved Mr. Reagan wrong. But while the settlement they announced with the Government of President Alfredo Cristiani in the first minutes of the new year did not give them actual power, leaders of the Farabundo Marti National Liberation Front have won at least paper rights to participate in the political process of their country's transformation. Never, in the memories of diplomats who oversaw the last 25 rounds of negotiations between the two sides, has a such a conflict ended with agreement to such sweeping reform in advance of new elections. \"This is the closest that any process has ever come to a negotiated revolution,\"said the United Nations' principal mediator, Alvaro de Soto.", "abstract": null, "print_page": "3", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "The Salvadorans Make Peace in a 'Negotiated Revolution'", "kicker": "THE WORLD"}, "keywords": [{"name": "glocations", "value": "EL SALVADOR"}, {"name": "organizations", "value": "UNITED NATIONS"}, {"name": "subject", "value": "ARMAMENT, DEFENSE AND MILITARY FORCES"}, {"name": "subject", "value": "POLITICS AND GOVERNMENT"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}], "pub_date": "1992-01-05T00:00:00Z", "document_type": "article", "news_desk": "Week in Review Desk", "section_name": "Week in Review", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Tim", "rank": 1, "lastname": "GOLDEN"}], "original": "By TIM GOLDEN"}, "type_of_material": "News", "_id": "4fd1a8b78eb7c8105d6c4c44", "word_count": 1610, "slideshow_credits": null}]}, "status": "OK", "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}