{"response": {"meta": {"hits": 92, "time": 32, "offset": 40}, "docs": [{"web_url": "http://www.nytimes.com/1995/02/05/nyregion/neighborhood-report-midtown-oscar-for-sale-for-a-good-cause.html", "snippet": "Celeste Holm's Oscar sits on a Chippendale card table in her Central Park West apartment. The actress used to display the award, which she received for her supporting role in the 1947 film \"Gentleman's Agreement,\" in her office. \"But so many peopl...", "lead_paragraph": "Celeste Holm's Oscar sits on a Chippendale card table in her Central Park West apartment. The actress used to display the award, which she received for her supporting role in the 1947 film \"Gentleman's Agreement,\" in her office. \"But so many people wanted to see it, I just brought it out here,\" she said. Ms. Holm is hoping that at least one person who beholds the golden statuette will covet it enough to part with a quarter of a million dollars. A New Jersey car dealer offered $75,000. \"But that wasn't enough,\" she said. \"I'll sell it for $250,000. That's what it will take to put us on our feet.\"", "abstract": null, "print_page": "9", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Oscar for Sale (for a Good Cause)", "kicker": "NEIGHBORHOOD REPORT: MIDTOWN"}, "keywords": [{"name": "persons", "value": "HOLM, CELESTE"}, {"name": "glocations", "value": "NEW YORK CITY"}, {"name": "organizations", "value": "CREATIVE ARTS REHABILITATION CENTER"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "ACADEMY AWARDS (OSCARS)"}, {"name": "subject", "value": "MENTAL HEALTH AND DISORDERS"}], "pub_date": "1995-02-05T00:00:00Z", "document_type": "article", "news_desk": "The City Weekly Desk", "section_name": "Movies; Health; New York and Region", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Monte", "rank": 1, "lastname": "WILLIAMS"}], "original": "By MONTE WILLIAMS"}, "type_of_material": "News", "_id": "4fd1b91a8eb7c8105d6e188c", "word_count": 526, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1995/02/05/world/boom-bypasses-argentina-s-jobless.html", "snippet": "Despite a booming economy in Argentina, the unemployment rate has risen sharply over the last two years, after the Government began selling off state-owned industries in 1990 as part of its economic reform program.   \"The Government makes these bi...", "lead_paragraph": "Despite a booming economy in Argentina, the unemployment rate has risen sharply over the last two years, after the Government began selling off state-owned industries in 1990 as part of its economic reform program. \"The Government makes these big economic changes that look good on paper, but it doesn't think about what impact they will have on the average person in the street,\" said Adolfo Grassi, a 42-year-old machinist who worked for the railroads for two decades and who has been without steady work since 1992.", "abstract": null, "print_page": "16", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Boom Bypasses Argentina's Jobless"}, "keywords": [{"name": "persons", "value": "MENEM, CARLOS SAUL"}, {"name": "glocations", "value": "ARGENTINA"}, {"name": "subject", "value": "REFORM AND REORGANIZATION"}, {"name": "subject", "value": "UNEMPLOYMENT AND JOB MARKET"}, {"name": "subject", "value": "PRIVATIZATION"}, {"name": "subject", "value": "ECONOMIC CONDITIONS AND TRENDS"}], "pub_date": "1995-02-05T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Calvin", "rank": 1, "lastname": "SIMS"}], "original": "By CALVIN SIMS"}, "type_of_material": "News", "_id": "4fd1fdd68eb7c8105d75e27f", "word_count": 927, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1995/02/04/world/world-news-briefs-acquittal-of-neo-nazis-angers-many-germans.html", "snippet": "A German court has stirred outrage among leaders of Jewish groups and opposition politicians by acquitting two neo-Nazis who had used a telephone answering machine to describe the Auschwitz death camp as a myth.    The men, 23 and 24 years old, we...", "lead_paragraph": "A German court has stirred outrage among leaders of Jewish groups and opposition politicians by acquitting two neo-Nazis who had used a telephone answering machine to describe the Auschwitz death camp as a myth. The men, 23 and 24 years old, were accused after recording a message in March 1994 on an answering machine used to advertise right-wing activities. The men's names were not disclosed.", "abstract": null, "print_page": "5", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "World News Briefs; Acquittal of Neo-Nazis Angers Many Germans"}, "keywords": [{"name": "glocations", "value": "GERMANY"}, {"name": "subject", "value": "AUSCHWITZ CAMP"}, {"name": "subject", "value": "CONCENTRATION CAMPS"}, {"name": "subject", "value": "NEO-NAZI GROUPS"}, {"name": "subject", "value": "NAZI ERA"}, {"name": "subject", "value": "DECISIONS AND VERDICTS"}], "pub_date": "1995-02-04T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": null, "type_of_material": "News", "_id": "4fd1f9a18eb7c8105d756b4e", "word_count": 192, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1995/02/04/obituaries/christopher-palmer-orchestrator-48.html", "snippet": "Christopher Palmer, an orchestrator for several Oscar-winning film composers and the author of books on film music, died on Jan. 22 at St. Bartholomew's Hospital in London. He was 48 and lived in London.    The cause was AIDS, said Patrick Russ, a...", "lead_paragraph": "Christopher Palmer, an orchestrator for several Oscar-winning film composers and the author of books on film music, died on Jan. 22 at St. Bartholomew's Hospital in London. He was 48 and lived in London. The cause was AIDS, said Patrick Russ, a colleague.", "abstract": null, "print_page": "25", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Christopher Palmer, Orchestrator, 48"}, "keywords": [{"name": "persons", "value": "PALMER, CHRISTOPHER"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}, {"name": "subject", "value": "DEATHS"}], "pub_date": "1995-02-04T00:00:00Z", "document_type": "article", "news_desk": "Obituary", "section_name": "Obituaries", "subsection_name": null, "byline": null, "type_of_material": "Obituary; Biography", "_id": "4fd1fdd18eb7c8105d75df0d", "word_count": 191, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1995/02/02/opinion/mister-abbott.html", "snippet": "Simply to say his name, George Abbott, is to think of Jimmy Durante, Ethel Merman, Carol Haney, Gene Kelly, Ray Bolger, Gwen Verdon, Zero Mostel. It is to think of \"Call Me Madam,\" \"Pal Joey, \"Pajama Game,\" \"Where's Charley,\" \"Damn Yankees\" and \"A...", "lead_paragraph": "Simply to say his name, George Abbott, is to think of Jimmy Durante, Ethel Merman, Carol Haney, Gene Kelly, Ray Bolger, Gwen Verdon, Zero Mostel. It is to think of \"Call Me Madam,\" \"Pal Joey, \"Pajama Game,\" \"Where's Charley,\" \"Damn Yankees\" and \"A Funny Thing Happened on the Way to the Forum.\" It is also to remember that \"Broadway\" was once a synonym for \"magic,\" and that actor/producer/director/play-doctor George Abbott was a very big reason why. Mr. Abbott, who died on Tuesday, lived for 107 years. His entrance was as an actor, in 1913, in a play called \"The Misleading Lady\"; his exit was an incredible 76 years later, when he wrote and co-directed \"Frankie.\" By then this monument to sobriety and three square meals a day (\"burning the candle at both ends . . . is a dandy way to get a nervous breakdown,\" he wrote in 1963) was 102.", "abstract": null, "print_page": "22", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Mister Abbott"}, "keywords": [{"name": "persons", "value": "ABBOTT, GEORGE"}, {"name": "subject", "value": "EDITORIALS"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}, {"name": "subject", "value": "DEATHS"}, {"name": "subject", "value": "THEATER"}], "pub_date": "1995-02-02T00:00:00Z", "document_type": "article", "news_desk": "Editorial Desk", "section_name": "Opinion", "subsection_name": null, "byline": null, "type_of_material": "Editorial", "_id": "4fd1c66c8eb7c8105d6f7470", "word_count": 268, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1995/02/01/nyregion/bronx-ring-stole-100-luxury-cars-a-month-officials-say.html", "snippet": "Edmanuel's Auto Collision looked like any other grimy body shop in the Bronx, a dark garage full of late-model sedans and mechanics with grease-blackened hands.    Federal authorities said yesterday that Edmanuel's, at 1300 Cromwell Avenue, was th...", "lead_paragraph": "Edmanuel's Auto Collision looked like any other grimy body shop in the Bronx, a dark garage full of late-model sedans and mechanics with grease-blackened hands. Federal authorities said yesterday that Edmanuel's, at 1300 Cromwell Avenue, was the headquarters for a sophisticated ring that stole more than $8 million worth of luxury cars from New York streets over two years.", "abstract": null, "print_page": "3", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Bronx Ring Stole 100 Luxury Cars a Month, Officials Say"}, "keywords": [{"name": "persons", "value": "PENA, FERNANDO"}, {"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "NEW JERSEY"}, {"name": "glocations", "value": "DOMINICAN REPUBLIC"}, {"name": "subject", "value": "ROBBERIES AND THEFTS"}, {"name": "subject", "value": "AUTOMOBILES"}, {"name": "subject", "value": "BRIBERY"}], "pub_date": "1995-02-01T00:00:00Z", "document_type": "article", "news_desk": "Metropolitan Desk", "section_name": "New York and Region", "subsection_name": null, "byline": {"person": [{"qualifier": "Jr", "firstname": "James", "middlename": "C.", "lastname": "McKINLEY", "rank": 1, "role": "reported", "organization": ""}], "original": "By JAMES C. McKINLEY Jr"}, "type_of_material": "News", "_id": "4fd1c52a8eb7c8105d6f567f", "word_count": 650, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1995/01/31/sports/sports-of-the-times-the-new-barbarians-are-really-old-hat.html", "snippet": "SOME have called them \"Petulant Prima Donnas.\" They like to call themselves \"The New Breed.\" And maybe they're nothing more than simply a current version of an old tag known as \"The New Barbarians.\"   They are the handful-plus in the National Bask...", "lead_paragraph": "SOME have called them \"Petulant Prima Donnas.\" They like to call themselves \"The New Breed.\" And maybe they're nothing more than simply a current version of an old tag known as \"The New Barbarians.\" They are the handful-plus in the National Basketball Association who have created waves among management, made coaches nauseated, disgusted some old-timers -- and even teammates -- and given many fans a sour taste about the current state of the game. They whine about the coach, they throw tantrums as well as chairs, they are recalcitrant about practice. Among them are Derrick Coleman and Isaiah Rider and Scottie Pippen and Christian Laettner and Dennis Rodman and Chris Webber.", "abstract": null, "print_page": "8", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Sports of The Times; The 'New Barbarians' Are Really Old Hat"}, "keywords": [{"name": "creative_works", "value": "SPORTS OF THE TIMES (TIMES COLUMN)"}, {"name": "organizations", "value": "NATIONAL BASKETBALL ASSN"}, {"name": "subject", "value": "BASKETBALL"}], "pub_date": "1995-01-31T00:00:00Z", "document_type": "article", "news_desk": "Sports Desk", "section_name": "Sports", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Ira", "rank": 1, "lastname": "BERKOW"}], "original": "By IRA BERKOW"}, "type_of_material": "News", "_id": "4fd1b9198eb7c8105d6e1745", "word_count": 745, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1995/01/29/nyregion/music-met-opera-members-in-local-appearances.html", "snippet": "THOSE who cannot get to the Metropolitan Opera can take heart. More than two dozen members of the Met's chorus and orchestra are coming to Westchester, with performances today and next Sunday. This afternoon at 3:30 at the Ossining Public Library,...", "lead_paragraph": "THOSE who cannot get to the Metropolitan Opera can take heart. More than two dozen members of the Met's chorus and orchestra are coming to Westchester, with performances today and next Sunday. This afternoon at 3:30 at the Ossining Public Library, a choral foursome -- Irwin Reese, Robert Linder, Roger Andrews and Ross Crolius -- sings spirituals, Stephen Foster songs and pieces by Poulenc, Stravinsky, Falla, Copland and Stravinsky. Admission is free. The library's number is 941-2416. Next Sunday the Met invasion is considerably more substantial, as a pair of matinee benefits offers 9 singers and players at the South Presbyterian Church in Dobbs Ferry and 14 more at the Reformed Church of Bronxville. Both fund-raisers were arranged by Westchester performers but are intended to support organizations operating in New York City. The 3 o'clock Dobbs Ferry concert is for Midnight Run, which distributes food and clothing to the homeless; the Bronxville concert at 4 is to help the Elmendorf Opportunity Center continue its reading, tutoring and other programs for children in East Harlem.", "abstract": null, "print_page": "15", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Met Opera Members in Local Appearances", "kicker": "MUSIC"}, "keywords": [{"name": "subject", "value": "MUSIC"}], "pub_date": "1995-01-29T00:00:00Z", "document_type": "article", "news_desk": "Westchester Weekly Desk", "section_name": "New York and Region", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Robert", "rank": 1, "lastname": "SHERMAN"}], "original": "By ROBERT SHERMAN"}, "type_of_material": "News", "_id": "4fd1c6768eb7c8105d6f79b5", "word_count": 887, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1995/01/29/theater/carousel-comes-to-a-stop-as-its-cast-takes-a-final-bow.html", "snippet": "EVEN AS TEARS FELL, along with the final curtain at the Vivian Beaumont Theater earlier this month, \"Carousel\" was not entirely over. Nicholas Hytner's shimmeringly dark version of the Rodgers and Hammerstein musical has a new destination -- Tokyo...", "lead_paragraph": "EVEN AS TEARS FELL, along with the final curtain at the Vivian Beaumont Theater earlier this month, \"Carousel\" was not entirely over. Nicholas Hytner's shimmeringly dark version of the Rodgers and Hammerstein musical has a new destination -- Tokyo -- and a new cast -- Japanese. The Lincoln Center Theater presentation, originally produced by the Royal National Theater in London, received accolades when it opened in March of last year and went on to win five Tony Awards, including best musical revival.", "abstract": null, "print_page": "5", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "'Carousel' Comes to a Stop As Its Cast Takes a Final Bow"}, "keywords": [{"name": "creative_works", "value": "CAROUSEL (PLAY)"}, {"name": "persons", "value": "RODGERS, RICHARD"}, {"name": "persons", "value": "HAMMERSTEIN, OSCAR 2D"}, {"name": "subject", "value": "THEATER"}], "pub_date": "1995-01-29T00:00:00Z", "document_type": "article", "news_desk": "Arts & Leisure Desk", "section_name": "Arts; Theater", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Sara", "rank": 1, "lastname": "KRULWICH"}], "original": "By SARA KRULWICH"}, "type_of_material": "News", "_id": "4fd1c6768eb7c8105d6f79c4", "word_count": 205, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1995/01/29/magazine/painting-life-into-sammy.html", "snippet": "SHORTLY AFTER HIS 36TH birthday, in what he calls a Faustian trade-off, an ambitious New York painter named Vincent Desiderio was offered a rare plum: a contract for representation by the powerful Marlborough Gallery in Manhattan. At the time, dri...", "lead_paragraph": "SHORTLY AFTER HIS 36TH birthday, in what he calls a Faustian trade-off, an ambitious New York painter named Vincent Desiderio was offered a rare plum: a contract for representation by the powerful Marlborough Gallery in Manhattan. At the time, driven by the critical illness of his 4-year-old son, he was spending his days compulsively painting and repainting the child's portrait. If he got it just right, he believed, somehow the boy would live forever. Desiderio signed. Over the next 18 months, distraught, despondent, certain he had \"missed the mark in every single one of the pictures,\" he produced a dozen works. It was a startling exhibition that went on view at the gallery in February 1993, a series of paintings so much in keeping with one another that the effect was of a suite of elaborately paneled rooms. Most were narrative paintings, and the paint, tinged with pale greens and browns, had been applied in the highly finished manner of the old masters. One huge triptych hung at the center, with half a dozen smaller triptychs here and there. These were filled with scenes of struggle and despair: a grim, naked couple flanked a desolate room; a man wept by the side of a small white coffin. Interspersed among them were several single canvases, less melodramatic but equally troubling. In \"Savant\" a little boy lay on a sofa with an old man, the man asleep, the boy nestled against him, radiantly awake. A long green tube snaked from a heavy tank of oxygen to the boy's throat. In \"Study for a Hero's Life,\" this same boy lay in a hospital bed, eyes closed, mouth slightly open. A third, \"Plein-Air,\" showed him walking alone through a sparse wood, older and, apparently, healthy. Yet even this image was mysteriously unsettling. The show went almost unnoted by the press, though all the usual critics came to see it. Just before it closed, friends who knew Desiderio invited me there to meet him. Arriving early, knowing nothing about him except for what was on the walls, I circled the rooms a couple of times, moved by the beauty of the pictures but less and less enthusiastic about meeting the artist. What kind of person paints a sick child to create an artistic effect? And how much talent does it take to make such an image disconcerting? My friends appeared with Desiderio: a smiling, soft-spoken man with pink cheeks, blue eyes and all the Machiavellian guile of, say, a bicycle rental clerk in rural Massachusetts. They introduced us, then swiftly drew me back to \"Savant,\" the picture of the old man and the boy. \"That's his son,\" one friend said, and went on to murmur a confused story about a birth defect and an operation a couple of years before. Something had gone wrong afterward, and the boy's life had been in continuous jeopardy ever since. Desiderio rejoined us. As my friends asked after his son, Sam, I moved back a little. \"Savant\" now looked painfully intimate -- too intimate, surely, for the artist to confront beside a stranger. But Desiderio, far from excusing himself, plunged into fluent if confounding commentary. \"This is a kind of a complicated painting,\" he began. \"It's connected to Manet's 'Gare Saint-Lazare' -- do you know it? A woman and a little girl are at a train station; the child is holding onto a gate with vertical bars. Manet loved Velazquez, and I'm convinced he painted those strong verticals in response to Velazquez's 'Surrender of Breda,' in which a row of lances makes a similar effect. I wanted to connect the two paintings with a third. In that sense, it's almost a triptych.\" Desiderio pointed out a painting within the painting, a frameless row of vertical stripes above the couch. \"Here, the vertical bars became a neo-geometric painting,\" he resumed. \"So it's Sammy and his grandfather,\" he said, then corrected himself at once. \"Not necessarily Sammy or his grandfather; I mean, they're just characters, one young, one old, with something passing between the two. The grandfather -- modernism? -- is alive and healthy but looks dead. The child -- third-generation abstraction -- is infirm but looks very much alive. So I'm playing with the idea of third-generation abstraction supported by elaborate artificial means, i.e., art criticism,\" he confided. \"So there's a little humor in it.\" Desiderio stepped back, smiling genially, as if everything must now be quite clear, then led us to several other paintings. Each received a similar explanation. \"Romance and Reunion,\" the enormous triptych that dominated the exhibition -- which to my eye clearly concerned family, birth, the mysteries of inheritance -- was, he said, about overcoming the influence of modernism. \"Expulsion,\" the triptych with the grim couple (an especially wretched Adam and Eve, I had thought), concerned \"the sterility of the aftermath of modernism.\" Only \"Premature,\" a single painting of a premature infant, its head swathed in a turban of bandages, the whole bathed tenderly in Rembrandtesque shadow, escaped such explication. \"This doesn't have very much significance, this painting,\" the artist said. \"It's nothing more than a picture of a baby.\" HOW COULD DESIDERIO SPEAK SO CEREBRALly of paintings that all but punched the viewer in the chest? Between his words and his images -- between his intellect and his imagination -- yawned a curious gap. A downright spooky gap. Intrigued, I met him for lunch a few weeks after the show closed at a coffee shop near his studio in Long Island City, Queens. Desiderio had grown up in a prosperous Philadelphia suburb. His parents, both children of Italian immigrants, had been reared in a poor section of Philadelphia, but his father had become a successful doctor and his mother a fashion illustrator. In third grade, while the other children drew bunnies on their Easter cards, Vincent surprised the nuns with a rendering of the Resurrection of Christ. At 12, \"entranced with the Renaissance,\" he painted Michelangelo's \"Creation of Adam\" on the ceiling of the family garage. He had had a long arts education: four years at Haverford, one in Florence, four more at the Pennsylvania Academy of Fine Arts. At Haverford he had met his future wife, Gale, a student at Bryn Mawr. They married in 1980. Three years later, thoroughly trained in accordance with all the best modernist tenets (\"That you can never paint the figure again, that history is a linear process, that art is evolving,\" he recited), he went into the world, an abstract painter eager to follow in the revered steps of Arshile Gorky and Willem de Kooning. DESIDERIO SLID OUT OF THE BOOTH AND LED the way to the chilly, light-filled studio he shares with two sculptors. A new triptych in its earliest stages hung on one wall. The central panel showed a middle-aged man in a tub; on a nearby hamper sat a nurse. \"This painting started with a man in a bathtub being watched by an attendant,\" he said. \"In some sense, I must have been thinking of Sammy. Because Sammy must have someone with him at all times. So if he should grow up -- if he should get that old, you know -- I thought about the nurse always being with him.\" Sam had been born with severe hydrocephalus, water on the brain; the fluid that normally circulates in and around the brain gets trapped, pressing on the brain and distorting it. His case was worsened by an encephalocele, a hole in the head. There had been no hint of a problem until Gale abruptly went into labor at the start of her third trimester, in October 1986. She was in her last year at Cornell University Medical College. She was admitted to New York Hospital, Cornell's affiliate, and the labor was stopped with drugs. A sonogram showed the hydrocephalus. It was far too late for an abortion, so a plan was made to stave off labor until the baby's lungs were developed, then deliver him by C-section and rush him into surgery. The odds were overwhelming. On Sam's birth, Nov. 17, the hole was discovered and repaired. He was fitted with a shunt, a narrow tube that conducts fluid from the brain to the abdomen, where it is harmlessly released. Sam's brain had developed under such intense pressure that at birth it was no more than a thin rim pressed against the interior of the skull. Yet to everyone's amazement he began to thrive, developing on the late end of normal but doing everything babies should. Vincent and Gale, who had been warned that Sam would likely be blind, soon realized that he could see. He started to talk on schedule and grew very sociable. There were setbacks, most notably the onset of seizures. But these were controlled with medication. Sam was \"the wonder kid of New York Hospital,\" Vincent said. During these years, Vincent's career was beginning to take shape. For a while he had painted abstractly, working to join form and content, \"to make the authentic painting\" as he had been taught. He would \"charge\" himself up, then \"attack\" the canvas in search of that passionate mark that would be both peculiarly his and a continuation of the momentum of all art history before him. But he was stumped. \"The Abstract Expressionists went the farthest out on that limb you could,\" he said. \"They developed that romantic modernist idea as far as it could be developed. They were the greatest painters, and I just couldn't get beyond them.\" At the same time, he felt increasingly pinched between modernism's \"constant throwing out of the past\" and the \"incredible, meaningful experience\" he had when he looked at a Delacroix or a Gericault. \"Modernism says you can never go back. But why can't you?\" Desiderio became frustrated, then rebellious. Finally he staged a sorrowful, angry, exuberant mutiny. He \"jumped the modernist ship\" -- not backward, toward the \"naive realism\" of the past, but up and out \"into hypermode, a poststructuralist mode,\" reclaiming in the process the entire legacy of Western art. Within a year or two, he was painting vast triptychs -- 10 by 25 feet was not unusual -- whose scale and style alluded to the great 19th-century history painters. He intended the pre modern references to remind the viewer that he or she was indeed looking at a painting; that painting, like language, is always the signifier, never the signified. He amalgamated these references with a quasi-allegorical, almost surreal imagery to construct on canvas elaborate, ambiguous polemics about art, politics or philosophy. And the art world responded. In 1987 he signed with a small SoHo gallery, Lang & O'Hara. In these same years, Gale had finished her training at Cornell and gone on to specialize in psychiatry at New York University School of Medicine. By the fall of 1990, she was also six months into a healthy pregnancy. One day that October, Sam became pale and lethargic, vomiting repeatedly -- a symptom of pressure inside the head. By evening, the trouble was diagnosed: his shunt was blocked, a common development. By midnight, he was in surgery at New York Hospital. He emerged at around 2 A.M., his head wrapped in bandages (\"like a swami,\" said Vincent, \"like the kid in 'Premature.' \"), tired and cranky, but talking. Vincent stayed with him; Gale, pregnant and exhausted, left. According to Sam's medical records, he continued to vomit as the night went on. At one point, a nurse noted in his chart that his pupils were unequal in size, a likely sign that the brain was being pushed out of place by accumulating liquid. His new shunt had failed. The pressure became so extreme that his brain herniated -- was forced partly into the opening at the base of the skull where the spinal cord meets the brain stem. In the morning, the malfunctioning shunt was replaced, but the damage had been done. \"It was like someone took a cue ball and shattered our lives,\" said Vincent. Sam suffered several strokes. He was left paralyzed and in a coma. In the months that followed, he gradually regained consciousness, motion and speech. But his ability to breathe on his own had been compromised. His progress was slow, uncertain, studded with reversals. After what had happened, Gale and Vincent were unwilling to leave him alone for even a moment. (In 1993 they filed a malpractice suit, which is pending. New York Hospital denied the charges in court papers and has declined to discuss the case.) In mid-December, Gale gave birth to their second son, Oscar, while Vincent shuttled from her bedside to Sam's, several floors below. At the same time, Vincent had his most successful exhibition ever -- his third solo show at Lang & O'Hara. On the last day, the Metropolitan Museum of Art bought \"Sleeping Family,\" a single canvas showing an almost aerial view of a sleeping couple, their young son between them. Soon afterward, Lang & O'Hara folded. But Marlborough stepped in, a dazzling deus ex machina. Nearly four months after his shunt became blocked, Sam was finally stable enough to leave New York Hospital for Blythedale, a children's rehabilitation hospital an hour north of Manhattan. His memory and intelligence were intact. But he had lost the automatic reflex that forces the body to breathe when respiration has been interrupted. Now when he had a seizure -- and he had them often -- Sam would stop breathing. A tracheostomy, a surgical opening into the windpipe, allowed quick ventilation of his lungs at such moments. But because the seizures occurred without warning -- and because failure to respond immediately meant death -- he needed constant attendance. A VAST CANVAS HUNG NEAR THE BACK OF Vincent's studio, the central panel for a projected triptych. It showed a seance taking place in a darkly painted, richly furnished room. \"This was the first big triptych I tried to do after Sammy got sick,\" said Vincent, surveying it doubtfully. \"It's got grave problems, but I don't throw it out, because it's got certain things about it that are very beautiful. \"I started with this image of a seance, a seance in a room of history,\" he went on. \"And these people -- I thought initially they were revisionist historians trying to understand what had happened before us -- instead of using scientific methods, they've allowed themselves to indulge in the supernatural, in a conjuring of the past. But it got very dark. I couldn't control it. I worked on it for seven months straight and it just got darker and darker.\" He pointed to a number of paintings within the painting. \"These paintings are all about women, all about sexual conflicts. This is Judith and Holofernes, by Cavallino -- see, she's kind of quizzically looking out at you, and she's got the head of Holofernes that she's just cut off. And this is Jezebel, being thrown from the tower and devoured by dogs. And this is a painting by Manfredi, of Mars beating Cupid, with Venus interceding. It's a family triangle -- even though Mars and Cupid aren't father and son, it has that look -- and there's a kind of pact between the child and the mother to do in the father. So it's all these gender struggles, family struggles, Oedipal struggles.\" As at the gallery, nothing in Vincent's slightly bemused tone suggested that these images had any personal resonance, that the idea of revising history might have particular appeal to a man whose happiness had been wrecked by the events of a single night, that an ambitious man in his situation might sometimes feel he had been \"done in\" by his wife and child. Looking at the Manfredi painting-within-the-painting, I murmured something to the effect that, even as adults, we tend to cast ourselves as the child in the Oedipal triangle. And yet, in a very profound sense, at the time he painted the seance, Vincent had been a father. \"Yeah, well, I'll tell you, it's very intriguing to think of the relationship between Gale and me as becoming the sort of Adam and Eve relationship, where the original sin produced Sam, who had birth defects,\" he said abruptly. \"Eventually Gale and I got much closer than we'd ever been. But there's a lot of guilt associated with----.\" He broke off. \"You know, he was my child and I was in the very room while he was herniating,\" he said. \"I was in the room there with him, you know? I mean I was doing my best as a lay person to alert the staff that he was not doing well. Nonetheless, you feel, Could I have done more? But I don't know what more I could have done.\" Vincent sat beside the studio's big windows and talked expansively about the tub picture (\"I started thinking about the guy in the bathtub as being structuralism, this old, weak mode . . . .\"), then about art in general. His mind hopped furiously from idea to idea. Socialism, Cubism, Barthes, Zola, Habermas -- names and theories flew like the spray of sawdust thrown up under a whirling blade. \"There's a lot about Vincent's own life that he paints,\" Gale, a small, fair woman whose mild brown eyes and delicate features give her the look of a Renaissance angel, told me later. \"But he very rarely will directly address that,\" she added. \"To him, it's about some really complex, titan battle of art historical principles. You know, we talk about painting all the time. It's something we really love. And painting really is about these intellectual conversations. But sometimes you just have to tell him, 'Would you shut the hell up about that stuff?' \" IN SPRING 1992, VINCENT AND Gale, now a practicing psychiatrist, moved to Tarrytown, to be close to Blythedale. For a long time, every Friday, Saturday and Sunday, they would drive to Blythedale, take Sam home for the day and return him at night; two evenings a week, they visited him at the hospital. Sam was there more than two years before he came home for good, accompanied by a rotating staff of 24-hour nurses. On a damp Saturday morning not long before his return, their kitchen was a picture of cozy domesticity. Gale was making brownies. Sam, who doesn't like loud noises, was next to her, nervously eyeing the mixer. Oscar was on the floor, beating the tar out of some kind of postmodern Tinkertoy. Within minutes, Sam was standing beside me, leaning against me, holding my hands, a tall, handsome 6-year-old with tousled dirty-blond hair and rebellious front teeth. The strokes affected his balance and he cannot stand unsupported. His appearance -- a bit off, a bit shaky -- might have disconcerted me if my eyes had not been prepared by the paintings. \"What's your name?\" he demanded, though we had just been introduced. His ability to reason and remember are good, but the anticonvulsants that control his seizures make him groggy; the stroke damage makes it difficult for him to express his thoughts. I hadn't been in the house half an hour before he kissed me, the first of many kisses. \"He used to be this really brash, bubbly little devil. Now he's more weepy and lovey,\" Gale said later. \"I think he feels a lot of this is his fault. That's why he's so kissy and apologetic.\" \"Sam's had to deal with things most of us never have to deal with,\" Vincent says. \"But he's learned to cope by expressing affection for his tormenters. It almost reminds me of the way hostages adopt the philosophical views of their captors.\" Sam and I discussed the color of my sweater (lavender) and the noise of the mixer (mean). With a curiously intimate gesture, he showed me a small plastic figurine clutched in his hand. \"That's actually a Ghostbuster, I think,\" Gale told me. \"He isn't a Ghostbuster,\" objected Sam. \"Who is he?\" \"He is Dad.\" Later, Vincent put Sam to bed for a nap. He undressed him and injected several medicines into his gastrostomy tube, which runs from a surgically created opening near Sam's waist directly to his stomach. Unable to swallow since the herniation, Sam receives all his nourishment through this tube. In all the turmoil, he had not yet been toilet-trained, so Vincent changed him. Then, with a green tube like the one that winds through \"Savant,\" Vincent hooked him up to a supply of humidified air mixed with oxygen. He poured out a liquid food and turned on a pump to propel it into the gastrostomy tube. Then he attached a monitor to Sam's toe; if his oxygen level dipped, it would sound an alarm. Then Vincent kissed him. Gale was raised a Quaker and has continued as an adult to attend Quaker meeting. But for a year after the herniation, she stopped. \"People always say to me, 'How did you survive it?' \" she said, late that afternoon. \"But you don't have a choice, because you don't die.\" TWO WEEKS LATER, VINCENT SAT IN HIS STUdio with a stack of slides and catalogues. He had often painted Sam before the Marlborough show, but in the earlier pictures, the boy was clearly a symbol among symbols -- for example, a priest raised a baby aloft rather than the Host. It was Sam, all right, but there was none of the agonized rendering of him so evident in the Marlborough show. But why not? Some of these earlier pictures had been painted just after his birth, before his unexpected recovery. When Sam was first born, Vincent explained, \"there was an opportunity for denial, and we took advantage of it. We were never sure whether he understood us, whether he saw or didn't. He was like an abstract painting. You could develop any text for him. And that's what we did. \"But when he got sick and we had to be there and he was dying and -- oh, this wasn't expected to happen! And that we couldn't deny.\" Sam's sickness \"infiltrated the imagery\" of Desiderio's work: \"He became a pure symbol, a metaphor for a damaged legacy.\" Vincent tried to pray just after Sam herniated. \"But it didn't last,\" he says. \"It seemed the more I prayed, the worse he got.\" Instead, he began to paint Sam, beginning with \"Study for a Hero's Life.\" \"I started -- it's sick, but I was kind of screwed up at the time.\" His voice dropped to a hoarse whisper. \"I was doing that painting, of him in the hospital, and he kept getting sicker and sicker. I stopped work on that picture, turned it to the wall, and he started getting a little better. And I started thinking, Oh my God, there's something wrong with this picture. So I started the painting of him walking\" -- \"Plein-Air\" -- \"because I thought, If I do this, he's going to get better. At the back of my mind, I knew it wasn't real, but there was something delusional about all this.\" Obsessed with the notion of making the painting \"be Sam,\" making \"the signifier touch the signified,\" Desiderio tried desperately to compress the two. \"But it was impossible, impossible, impossible. . . .\" A moment later: \"Oh, it's so stupid!\" he burst out. \"What could be more naive? But the agony of this picture for me was trying to paint it knowing it was only a painting. \"I guess by painting him I had this idea that I could keep him alive forever,\" he continued. \"And this sort of crazy idea that if I painted him walking, he would walk again. You know? If I made it just right. . . . Crazy. Desperation.\" It occurred to me that the Marlborough show had developed under a pressure no less intense, perhaps, than the pressure on Sam's unborn brain. And that Vincent had painted it was nearly as astonishing as Sam's having thrived. SAM, NOW 8, HAS SETTLED IN AT HOME AGAIN. He knows all his letters and can sound out words, though fluent reading still eludes him. He has also learned to use the bathroom. Hoping it would stop the seizures, his doctors recently put him on a high-fat diet. His seizures are less frequent, but they have not stopped. Gale is pregnant again. The baby is due in May. ONE OF VINCENT'S FAVORITE PAINTINGS from the Marlborough show is a triptych called \"Untitled Loss.\" The left panel shows a man at prayer, the right a man picking up a weapon in anger. In the center, a red buoy floats on a dark sea. \"A painting like this,\" he said one day, gazing at a reproduction, \"at its core, there's a total involvement with the unknowable.\" One man converts his uncertainty into faith, the other into violence. But \"abdication of one's will to religion, or this gesture of violence when you don't know what you're raging against, these are both very superficial gestures,\" Desiderio said. \"And you see, their backs confront you; they stop your vision almost at the surface of the pictures.\" But in the center \"is this dimensionless sea, defined by a single marker. And your eye wants to go beyond the page, wants to go deep in. It's as if in this nothingness, only our action defines -- It's an existential thing; there's the void and the action in the void.\" He talked on for some minutes in such terms, then broke off as if suddenly weary. \"I don't know,\" he said. \"I don't know. That's why it's called 'Untitled Loss.' \"", "abstract": null, "print_page": "34", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Painting Life Into Sammy"}, "keywords": [{"name": "persons", "value": "DESIDERIO, VINCENT"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}, {"name": "subject", "value": "ART"}], "pub_date": "1995-01-29T00:00:00Z", "document_type": "article", "news_desk": "Magazine Desk", "section_name": "Magazine", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By ELLEN PALL;"}, "type_of_material": "Biography", "_id": "4fd1cab68eb7c8105d6ff7b2", "word_count": 4278, "slideshow_credits": null}]}, "status": "OK", "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}