{"response": {"meta": {"hits": 92, "time": 29, "offset": 20}, "docs": [{"web_url": "http://www.nytimes.com/1995/02/19/sports/boxing-de-la-hoya-wins-a-decision.html", "snippet": "A frustrated Oscar De La Hoya brawled and wrestled with John John Molina for 12 rounds tonight before emerging with his World Boxing Organization lightweight crown intact.   De La Hoya, in the toughest fight of his professional career, knocked Mol...", "lead_paragraph": "A frustrated Oscar De La Hoya brawled and wrestled with John John Molina for 12 rounds tonight before emerging with his World Boxing Organization lightweight crown intact. De La Hoya, in the toughest fight of his professional career, knocked Molina down in the first round, then found himself in a brawl before winning a unanimous 12-round decision over the International Boxing Federation junior lightweight champion at the M-G-M Grand Hotel and Casino.", "abstract": null, "print_page": "3", "blog": [], "source": "AP", "multimedia": [], "headline": {"main": "De La Hoya Wins a Decision", "kicker": "BOXING"}, "keywords": [{"name": "persons", "value": "MOLINA, JOHN JOHN"}, {"name": "persons", "value": "DE LA HOYA, OSCAR"}, {"name": "subject", "value": "BOXING"}], "pub_date": "1995-02-19T00:00:00Z", "document_type": "article", "news_desk": "Sports Desk", "section_name": null, "subsection_name": null, "byline": null, "type_of_material": "News", "_id": "4fd1e7a68eb7c8105d734d5c", "word_count": "328", "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1995/02/18/obituaries/robert-clancy-80-institute-s-founder.html", "snippet": "Robert Clancy, an educator who was director of the Henry George School of Social Science from 1946 to 1970 and founder of the Henry George Institute, died on Feb. 9 in Jackson Heights Hospital in Queens. He was 80 and lived in Jackson Heights.    ...", "lead_paragraph": "Robert Clancy, an educator who was director of the Henry George School of Social Science from 1946 to 1970 and founder of the Henry George Institute, died on Feb. 9 in Jackson Heights Hospital in Queens. He was 80 and lived in Jackson Heights. The cause was colon cancer, said George L. Collins, the executive director of the Manhattan school.", "abstract": null, "print_page": "28", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Robert Clancy, 80, Institute's Founder"}, "keywords": [{"name": "persons", "value": "CLANCY, ROBERT"}, {"name": "persons", "value": "GEORGE, HENRY"}, {"name": "organizations", "value": "HENRY GEORGE SCHOOL OF SOCIAL SCIENCE"}, {"name": "organizations", "value": "GEORGE, HENRY, SCHOOL OF SOCIAL SCIENCE"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}, {"name": "subject", "value": "DEATHS"}], "pub_date": "1995-02-18T00:00:00Z", "document_type": "article", "news_desk": "Obituary", "section_name": "Obituaries", "subsection_name": null, "byline": null, "type_of_material": "Obituary; Biography", "_id": "4fd1cab78eb7c8105d6ff8b3", "word_count": 248, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1995/02/17/opinion/l-oscar-likes-obscure-documentaries-best-191495.html", "snippet": "To the Editor:   The failure of the popular \"Hoop Dreams\" to become an Oscar nominee as best documentary (news article, Feb. 15) suggests an unwillingness by voters in the Academy of Motion Picture Arts and Sciences to honor documentaries that bre...", "lead_paragraph": "To the Editor: The failure of the popular \"Hoop Dreams\" to become an Oscar nominee as best documentary (news article, Feb. 15) suggests an unwillingness by voters in the Academy of Motion Picture Arts and Sciences to honor documentaries that break free of the film festival and museum circuit and play in theaters.", "abstract": null, "print_page": "30", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Oscar Likes Obscure Documentaries Best"}, "keywords": [{"name": "creative_works", "value": "HOOP DREAMS (MOVIE)"}, {"name": "persons", "value": "HALL, PHIL"}, {"name": "organizations", "value": "ACADEMY OF MOTION PICTURE ARTS AND SCIENCES"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "DOCUMENTARY FILMS AND PROGRAMS"}], "pub_date": "1995-02-17T00:00:00Z", "document_type": "article", "news_desk": "Editorial Desk", "section_name": "Opinion", "subsection_name": null, "byline": null, "type_of_material": "Letter", "_id": "4fd1c66b8eb7c8105d6f73ef", "word_count": 244, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1995/02/17/arts/for-children.html", "snippet": "'How the World Got Wisdom'   On Stage Productions  Emily Dickinson Theater at P.S. 75  735 West End Avenue (at 95th Street)  (212) 666-1716  Recommended ages: 3 and up  Through March 12    If only all greetings were as generous as the one at this ...", "lead_paragraph": "'How the World Got Wisdom' On Stage Productions Emily Dickinson Theater at P.S. 75 735 West End Avenue (at 95th Street) (212) 666-1716 Recommended ages: 3 and up Through March 12 If only all greetings were as generous as the one at this show of West African stories. The audience is greeted with a funga, a traditional welcome dance, in which Tambu, a musician, plays drums and creates an irresistible warm mood. When the six dancing actors then come across the stage in their earth-colored African costumes, the collective mood flies higher.", "abstract": null, "print_page": "32", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "For Children"}, "keywords": [{"name": "subject", "value": "CHILDREN AND YOUTH"}, {"name": "subject", "value": "ENTERTAINMENT AND AMUSEMENTS"}], "pub_date": "1995-02-17T00:00:00Z", "document_type": "article", "news_desk": "Weekend Desk", "section_name": "Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Dulcie", "rank": 1, "lastname": "Leimbach"}], "original": "By Dulcie Leimbach"}, "type_of_material": "News", "_id": "4fd1c5218eb7c8105d6f51d9", "word_count": 941, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1995/02/16/arts/a-blues-dipped-voice-that-celebrates-the-fleshly.html", "snippet": "There are few more lascivious sounds in popular music than the voice of Johnny (Guitar) Watson. When he sings \"Booty Ooty\" or \"Hot Little Mama,\" it isn't just come hither he's singing. It is something much more joyous, and completely unprintable. ...", "lead_paragraph": "There are few more lascivious sounds in popular music than the voice of Johnny (Guitar) Watson. When he sings \"Booty Ooty\" or \"Hot Little Mama,\" it isn't just come hither he's singing. It is something much more joyous, and completely unprintable. The sound is the calling card of the Gangster of Love (his nickname, taken from the song of the same name), and a celebration of music's ability to convey carnality. Mr. Watson isn't a bad guitarist either. Frank Zappa, who used the 60-year-old Mr. Watson on several recordings, once described his guitar sound as \"an icepick to the forehead,\" and credited Mr. Watson's solo on the 1957 recording of \"Three Hours Past Midnight\" as the reason he started playing guitar.", "abstract": null, "print_page": "17", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "A Blues-Dipped Voice That Celebrates the Fleshly"}, "keywords": [{"name": "persons", "value": "WILSON, JOHNNY"}, {"name": "subject", "value": "MUSIC"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}], "pub_date": "1995-02-16T00:00:00Z", "document_type": "article", "news_desk": "Cultural Desk", "section_name": "Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Peter", "rank": 1, "lastname": "WATROUS"}], "original": "By PETER WATROUS"}, "type_of_material": "News", "_id": "4fd1cab68eb7c8105d6ff808", "word_count": 1072, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1995/02/15/arts/television-review-humphrey-bogart-in-new-hbo-film.html", "snippet": "Parody? Tribute? Rip-off? Tonight's HBO edition of \"Tales From the Crypt,\" starring Humphrey Bogart, is a tantalizing blend of all three. The director is Robert Zemeckis, who in the film \"Forrest Gump\" showed how deftly he could blend a contempora...", "lead_paragraph": "Parody? Tribute? Rip-off? Tonight's HBO edition of \"Tales From the Crypt,\" starring Humphrey Bogart, is a tantalizing blend of all three. The director is Robert Zemeckis, who in the film \"Forrest Gump\" showed how deftly he could blend a contemporary star into archival material. Now, in a fiendishly clever episode called \"You, Murderer,\" Mr. Zemeckis, one of the original executive producers of \"Tales From the Crypt,\" sets a contemporary tale in motion with a character extracted from old movies. I'm not sure that Bogie would have been thrilled. Pop references are underlined. Crypt Keeper, the skeletal host of the series, is found sitting, like Gump, on a bench as a single feather drifts above him. \"Care for a chocolate?\" the Keeper asks a stranger who just happens to be, courtesy of a computer, Alfred Hitchcock. \"Scary is as scary does,\" cackles the Keeper as he introduces the story about someone \"just dying to get out of the mess he's in -- literally.\"", "abstract": null, "print_page": "16", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Humphrey Bogart in New HBO Film", "kicker": "TELEVISION REVIEW"}, "keywords": [{"name": "subject", "value": "TERMS NOT AVAILABLE"}], "pub_date": "1995-02-15T00:00:00Z", "document_type": "article", "news_desk": "Cultural Desk", "section_name": "Arts", "subsection_name": null, "byline": {"person": [{"firstname": "John", "middlename": "J.", "lastname": "O'CONNOR", "rank": 1, "role": "reported", "organization": ""}], "original": "By JOHN J. O'CONNOR"}, "type_of_material": "Review", "_id": "4fd1c5208eb7c8105d6f51ae", "word_count": 523, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1995/02/15/nyregion/news-summary-360095.html", "snippet": "International A3-11  TRYING TO TRACK NUCLEAR TRAFFIC  Investigators tracking a major cache of uranium-235 seized in Prague say that the smugglers were former nuclear workers who knew what they were doing. But they have failed to determine where th...", "lead_paragraph": "International A3-11 TRYING TO TRACK NUCLEAR TRAFFIC Investigators tracking a major cache of uranium-235 seized in Prague say that the smugglers were former nuclear workers who knew what they were doing. But they have failed to determine where the nuclear material came from, or whom it was intended for.A3 PROGRESS ON NORTHERN IRELAND British and Irish officials said they had agreed on major proposals governing a new phase of negotiations on Northern Ireland. A8", "abstract": null, "print_page": "2", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "NEWS SUMMARY"}, "keywords": [{"name": "subject", "value": "NO INDEX TERMS"}], "pub_date": "1995-02-15T00:00:00Z", "document_type": "article", "news_desk": "Metropolitan Desk", "section_name": "New York and Region", "subsection_name": null, "byline": null, "type_of_material": "Summary", "_id": "4fd1c66a8eb7c8105d6f7341", "word_count": 809, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1995/02/15/nyregion/inside-544195.html", "snippet": "Mexico Lets Up on Rebels   Mexico's President ordered a halt to army attacks on rebels in Chiapas and urged the rebels to reopen talks. He pledged to seek an amnesty if they laid down their arms. Page A6. Progress on Ulster Peace   Britain and Ire...", "lead_paragraph": "Mexico Lets Up on Rebels Mexico's President ordered a halt to army attacks on rebels in Chiapas and urged the rebels to reopen talks. He pledged to seek an amnesty if they laid down their arms. Page A6. Progress on Ulster Peace Britain and Ireland said they had reached accord on major proposals for a framework intended to lead to a permanent settlement to halt the strife in Northern Ireland. Page A8. Cancer Test in Limbo Bone marrow transplants are the treatment of choice for advanced breast cancer, but tests of their efficacy are stalled and scientists may never know if they work. Page C8. Judge Admonishes Ferguson A judge refused to grant Colin Ferguson more time to prepare his defense, saying he had spent too much time giving interviews. Page B1. 'Hoop Dreams' Is Blocked The admired documentary was given short shrift by the Oscar voters, who rewarded \"Forrest Gump\" with 13 nominations. Page C9.", "abstract": null, "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "INSIDE"}, "keywords": [{"name": "subject", "value": "NO INDEX TERMS"}], "pub_date": "1995-02-15T00:00:00Z", "document_type": "article", "news_desk": "Metropolitan Desk", "section_name": "Front Page; New York and Region", "subsection_name": null, "byline": null, "type_of_material": "Summary", "_id": "4fd1eca58eb7c8105d73e336", "word_count": 156, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1995/02/13/world/ethnic-hate-tears-pupils-in-burundi.html", "snippet": "In the Secondary Technical School in Burundi, political slogans are chalked on the walls, the closets and the bathroom stalls. Almost all of them bear the name of an ethnic Tutsi party whose agenda is ethnic cleansing of Hutu.   As political viole...", "lead_paragraph": "In the Secondary Technical School in Burundi, political slogans are chalked on the walls, the closets and the bathroom stalls. Almost all of them bear the name of an ethnic Tutsi party whose agenda is ethnic cleansing of Hutu. As political violence has spread through this tiny nation just south of Rwanda for the last 18 months, life for the more than 1,000 students at this school has increasingly become a tense standoff.", "abstract": null, "print_page": "7", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Ethnic Hate Tears Pupils In Burundi"}, "keywords": [{"name": "glocations", "value": "BURUNDI"}, {"name": "subject", "value": "TUTSI TRIBE"}, {"name": "subject", "value": "HUTU TRIBE"}, {"name": "subject", "value": "POLITICS AND GOVERNMENT"}], "pub_date": "1995-02-13T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Donatella", "rank": 1, "lastname": "LORCH"}], "original": "By DONATELLA LORCH"}, "type_of_material": "News", "_id": "4fd1bb8d8eb7c8105d6e64c0", "word_count": 796, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1995/02/12/movies/film-the-enigma-of-quiz-show-no-crowds.html", "snippet": "A FILM IN RELEASE acquires a life of its own. Robert Redford's \"Quiz Show\" began as an event in September and ended the year as an enigma -- one that puzzled even the film makers themselves. When the movie had been in theaters for only a few month...", "lead_paragraph": "A FILM IN RELEASE acquires a life of its own. Robert Redford's \"Quiz Show\" began as an event in September and ended the year as an enigma -- one that puzzled even the film makers themselves. When the movie had been in theaters for only a few months, Hollywood Pictures pulled it. But the studio is certain that \"Quiz Show\" will get Oscar nominations on Tuesday for best picture, best director (Robert Redford) and best adapted screenplay (Paul Attanasio). Whether the film gets those nominations or not, the next day \"Quiz Show\" will return to theaters, complete with a new television campaign and new print ads. The Walt Disney Company, Hollywood Pictures' parent, would not reveal the new print ads in advance, but it has been spreading the word that Mr. Redford has been nominated by the Director's Guild for best director and, in its television ads, has been describing the film as \"much talked about.\"", "abstract": null, "print_page": "19", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "The Enigma of 'Quiz Show': No Crowds", "kicker": "FILM"}, "keywords": [{"name": "creative_works", "value": "QUIZ SHOW (MOVIE)"}, {"name": "persons", "value": "REDFORD, ROBERT"}, {"name": "organizations", "value": "HOLLYWOOD PICTURES DIVISION OF WALT DISNEY CO"}, {"name": "subject", "value": "ACADEMY AWARDS (OSCARS)"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "ADVERTISING"}, {"name": "subject", "value": "AWARDS, DECORATIONS AND HONORS"}], "pub_date": "1995-02-12T00:00:00Z", "document_type": "article", "news_desk": "Arts & Leisure Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": null, "type_of_material": "News", "_id": "4fd1c6758eb7c8105d6f78d0", "word_count": 985, "slideshow_credits": null}]}, "status": "OK", "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}