{"response": {"meta": {"hits": 92, "time": 24, "offset": 70}, "docs": [{"web_url": "http://www.nytimes.com/1995/01/19/business/company-news-oscar-mayer-joins-the-rush-with-a-fat-free-meat-line.html", "snippet": "And now, the no-fat hot dog.   Yesterday the Oscar Mayer Foods Corporation, the $2.3 billion packaged-meat division of Kraft Foods, introduced its new fat-free line of frankfurters, bologna, chicken and turkey breast....", "lead_paragraph": "And now, the no-fat hot dog. Yesterday the Oscar Mayer Foods Corporation, the $2.3 billion packaged-meat division of Kraft Foods, introduced its new fat-free line of frankfurters, bologna, chicken and turkey breast.", "abstract": null, "print_page": "4", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Oscar Mayer Joins the Rush With a Fat-Free Meat Line", "kicker": "COMPANY NEWS"}, "keywords": [{"name": "organizations", "value": "OSCAR MAYER FOODS CORP"}, {"name": "organizations", "value": "KRAFT FOODS"}, {"name": "subject", "value": "DIET AND NUTRITION"}, {"name": "subject", "value": "MEAT"}, {"name": "subject", "value": "OILS AND FATS"}, {"name": "subject", "value": "NEW MODELS, DESIGN AND PRODUCTS"}, {"name": "subject", "value": "POULTRY"}, {"name": "subject", "value": "FOOD"}], "pub_date": "1995-01-19T00:00:00Z", "document_type": "article", "news_desk": "Business/Financial Desk", "section_name": "Business", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Glenn", "rank": 1, "lastname": "COLLINS"}], "original": "By GLENN COLLINS"}, "type_of_material": "News", "_id": "4fd1bb8f8eb7c8105d6e66a9", "word_count": 454, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1995/01/18/world/italian-premier-lists-cabinet-faces-warning.html", "snippet": "As promised, Italy's new Prime Minister-designate, Lamberto Dini, appointed a Government of largely nonpartisan ministers today, but its chances of winning approval in Parliament quickly dimmed as his predecessor, Silvio Berlusconi, threatened to ...", "lead_paragraph": "As promised, Italy's new Prime Minister-designate, Lamberto Dini, appointed a Government of largely nonpartisan ministers today, but its chances of winning approval in Parliament quickly dimmed as his predecessor, Silvio Berlusconi, threatened to withhold support unless he pledges to move toward early national elections. The warning came after Mr. Berlusconi and his remaining allies in the outgoing coalition tried unsuccessfully to get members of their parties into the new Cabinet lineup.", "abstract": null, "print_page": "8", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Italian Premier Lists Cabinet, Faces Warning"}, "keywords": [{"name": "persons", "value": "BERLUSCONI, SILVIO"}, {"name": "persons", "value": "DINI, LAMBERTO"}, {"name": "glocations", "value": "ITALY"}, {"name": "subject", "value": "CABINETS AND SUB-CABINETS"}, {"name": "subject", "value": "POLITICS AND GOVERNMENT"}, {"name": "subject", "value": "ELECTIONS"}], "pub_date": "1995-01-18T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Celestine", "rank": 1, "lastname": "BOHLEN"}], "original": "By CELESTINE BOHLEN"}, "type_of_material": "News", "_id": "4fd1c8a78eb7c8105d6fb77b", "word_count": 425, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1995/01/17/business/north-of-the-border-peso-s-drop-is-hurting-stores.html", "snippet": "When Bernard L. Levin filled the racks with winter jackets at his Tienda Amigo store a block from the border he had no idea that he was a currency speculator.   But more than two-thirds of his customers come across the border bridge carrying pesos...", "lead_paragraph": "When Bernard L. Levin filled the racks with winter jackets at his Tienda Amigo store a block from the border he had no idea that he was a currency speculator. But more than two-thirds of his customers come across the border bridge carrying pesos whose value has shriveled. His jackets still hang undisturbed. His saleswomen straighten and tidy counters untouched since their last sweep. His markdown signs seldom stop, or even slow, anyone passing by outside.", "abstract": null, "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "North of the Border, Peso's Drop Is Hurting Stores"}, "keywords": [{"name": "glocations", "value": "MEXICO"}, {"name": "subject", "value": "SALES"}, {"name": "subject", "value": "CURRENCY"}, {"name": "subject", "value": "INDUSTRY PROFILES"}, {"name": "subject", "value": "ECONOMIC CONDITIONS AND TRENDS"}, {"name": "subject", "value": "RETAIL STORES AND TRADE"}], "pub_date": "1995-01-17T00:00:00Z", "document_type": "article", "news_desk": "Business/Financial Desk", "section_name": "Business", "subsection_name": null, "byline": {"person": [{"firstname": "Allen", "middlename": "R.", "lastname": "MYERSON", "rank": 1, "role": "reported", "organization": ""}], "original": "By ALLEN R. MYERSON"}, "type_of_material": "News", "_id": "4fd1fdd28eb7c8105d75df74", "word_count": 1107, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1995/01/16/arts/dance-review-touring-paris-opera-ballet-stars-show-how-times-have-changed.html", "snippet": "Eager balletomanes helped fill the Tilles Center at the C. W. Post Campus of Long Island University on Saturday night for a performance by the Paris Opera Ballet Ensemble, a touring company headed by French stars who included Charles Jude, Elisabe...", "lead_paragraph": "Eager balletomanes helped fill the Tilles Center at the C. W. Post Campus of Long Island University on Saturday night for a performance by the Paris Opera Ballet Ensemble, a touring company headed by French stars who included Charles Jude, Elisabeth Platel, Isabelle Guerin and Florence Clerc. The air had an extra tingle of excitement. How times have changed, though. Instead of the endless procession of \"diverts,\" or great classical star turns, that would have been served like canapes even a decade ago, the group offered strong dancing, a tantalizing new face and interesting choreography from the international ballet repertory. One highlight of the evening was \"Pierrot Lunaire,\" a slight but potent solo choreographed by Ella Jarowzevitch to Beethoven's \"Moonlight\" Sonata. Mr. Jude was the usual disconsolate, hopeful Pierrot, but one who was also homesick for the moon. This Pierrot's arm kept reaching up toward the glowing disk as if to climb back up to it, in a portrait that might have been painted by the poet Paul Verlaine. And the dance captured all Mr. Jude's inherent nobility and the resonance of his performing.", "abstract": null, "print_page": "11", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Touring Paris Opera Ballet Stars Show How Times Have Changed", "kicker": "DANCE REVIEW"}, "keywords": [{"name": "organizations", "value": "PARIS OPERA BALLET"}, {"name": "subject", "value": "REVIEWS"}, {"name": "subject", "value": "DANCING"}], "pub_date": "1995-01-16T00:00:00Z", "document_type": "article", "news_desk": "Cultural Desk", "section_name": "Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Jennifer", "rank": 1, "lastname": "DUNNING"}], "original": "By JENNIFER DUNNING"}, "type_of_material": "Review", "_id": "4fd1e5448eb7c8105d7300db", "word_count": 644, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1995/01/15/movies/film-there-are-movies-and-then-there-are-movies.html", "snippet": "LINDA FIORENTINO HAS GOOD reason to be upset. Virtually unknown after making 14 movies, she finally got noticed last fall. In \"The Last Seduction,\" Ms. Fiorentino took the concept of the femme fatale to new levels, playing a New Yorker who leaves ...", "lead_paragraph": "LINDA FIORENTINO HAS GOOD reason to be upset. Virtually unknown after making 14 movies, she finally got noticed last fall. In \"The Last Seduction,\" Ms. Fiorentino took the concept of the femme fatale to new levels, playing a New Yorker who leaves town with her husband's hard-earned $700,000 (from a drug deal) and then gets really ruthless. The critics loved her (Janet Maslin, writing in The New York Times, called her performance \"flawlessly hard-boiled\"), and last month the New York Film Critics Circle named her best actress. But on Friday, when the last of the Academy Award ballots were mailed, \"The Last Seduction\" wasn't even on the list of eligible films. That's because last July, three months before the film opened in New York and Los Angeles theaters, it was shown on HBO. Four times.", "abstract": null, "print_page": "11", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "There Are Movies, And Then There Are Movies", "kicker": "FILM"}, "keywords": [{"name": "creative_works", "value": "LAST SEDUCTION, THE (MOVIE)"}, {"name": "persons", "value": "FIORENTINO, LINDA"}, {"name": "subject", "value": "RECORDINGS (VIDEO)"}, {"name": "subject", "value": "ACADEMY AWARDS (OSCARS)"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "TELEVISION"}], "pub_date": "1995-01-15T00:00:00Z", "document_type": "article", "news_desk": "Arts & Leisure Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Anita", "rank": 1, "lastname": "GATES"}], "original": "By ANITA GATES"}, "type_of_material": "News", "_id": "4fd1c66f8eb7c8105d6f76a9", "word_count": 1666, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1995/01/15/weekinreview/ideas-trends-what-are-they-really-saying.html", "snippet": "DOWN with sexual harassment and war! Freedom for fashion victims! The current crop of films is loaded with such Oscar-ready messages. But those bannered ideas often cloak something less politically polite.   Look at \"Disclosure,\" for one. On the s...", "lead_paragraph": "DOWN with sexual harassment and war! Freedom for fashion victims! The current crop of films is loaded with such Oscar-ready messages. But those bannered ideas often cloak something less politically polite. Look at \"Disclosure,\" for one. On the surface it condemns harassment, as Demi Moore throws herself at her employee, Michael Douglas, until he cries \"Uncle!\" The film's veiled message is slyer: if you want harassment to seem serious, do it to a man instead of a woman. By the time \"Disclosure\" makes its way to a dinner party conversation, the most urgent question it evokes is, \"Come on, would Michael Douglas really have said no to Demi Moore?\" From ideology to common sense, it's one long tumble down the entertainment food chain.", "abstract": null, "print_page": "3", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "What Are They Really Saying?", "kicker": "IDEAS & TRENDS"}, "keywords": [{"name": "subject", "value": "MOTION PICTURES"}], "pub_date": "1995-01-15T00:00:00Z", "document_type": "article", "news_desk": "Week in Review Desk", "section_name": "Movies; Week in Review", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Caryn", "rank": 1, "lastname": "JAMES"}], "original": "By CARYN JAMES"}, "type_of_material": "News", "_id": "4fd1bb908eb7c8105d6e67a3", "word_count": 932, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1995/01/15/style/benefits-312095.html", "snippet": "Tea Party at the Lighthouse  TUESDAY -- The Lighthouse, the rehabilitative agency for people who are blind, will benefit from a tea party that will include hair and makeup consultations from 4 to 6 P.M. at 111 East 59th Street. Tickets, $50, from ...", "lead_paragraph": "Tea Party at the Lighthouse TUESDAY -- The Lighthouse, the rehabilitative agency for people who are blind, will benefit from a tea party that will include hair and makeup consultations from 4 to 6 P.M. at 111 East 59th Street. Tickets, $50, from (212) 319-7818. Benefit for Spence-Chapin TUESDAY -- A performance of \"Sunset Boulevard\" will benefit Spence-Chapin Services to Families and Children, the adoption and family services agency. Curtain time at the Minskoff Theater, 200 West 45th Street, is 8 P.M. Tickets, $160, from (212)369-0300. Honor for Elizabeth Dole TUESDAY -- The Raoul Wallenberg Committee of the United States will honor Elizabeth Hanford Dole for her work as the president of the American Red Cross at a black-tie dinner at the Pierre Hotel. The event will begin with cocktails at 7 P.M., followed by dinner at 8 and an address by Mrs. Dole. Proceeds will benefit the committee's course on nonviolent heroes, developed for children in kindergarten through eighth grade. Tickets, $500, from (212) 272-7790. Dinner with Hillary Clinton WEDNESDAY -- United Cerebral Palsy will present humanitarian awards to Hillary Rodham Clinton and Walter V. Shipley, the chairman of the Chemical Banking Corporation, at a black-tie dinner at the Waldorf-Astoria. The evening will begin at 6:30 with cocktails, followed by dinner at 8 and the awards ceremony with Barbara Walters as master of ceremonies. Frank Bennack Jr., president and chief executive of the Hearst Corporation, and Katharine Graham, chairwoman of the Washington Post Company, will present the awards. Tickets, $750, from (212) 683-6700, extension 207. For Children's Health THURSDAY -- A black-tie dinner-dance honoring Tina Brown, the editor of The New Yorker, and Harold Evans, the president and publisher of the Random House Adult Trade Group, will be held at the Pierre Hotel, and will benefit the Children's Blood Foundation. A 7 P.M. reception will be followed by dinner at 8. Tickets, $500, from (212) 685-1095. East Side House Settlement THURSDAY -- A preview party of the Winter Antiques Show will be held from 4:30 to 9 P.M. and will benefit the East Side House Settlement, a social services agency in the South Bronx. The show, at the Seventh Regiment Armory, Park Avenue at 67th Street, will be open from Jan. 20 through 29. Tickets for the preview, $150, from (718) 665-5250. Benefit for Manhattan College THURSDAY -- Manhattan College will award its De La Salle Medal to J. W. Marriott Jr., chairman of Marriott International, at a dinner to benefit the college. The black-tie event will begin with cocktails at 6:45 P.M., followed by dinner at 7:45 at the Waldorf-Astoria. Tickets, $500, from (718) 920-0232. Antiques at Sacred Heart FRIDAY -- The Convent of the Sacred Heart School will hold a cocktail reception and preview of its annual charity antiques show to benefit the school's landmarks preservation fund. The preview will be from 6 to 9 P.M. at the Otto Kahn house, 1 East 91st Street. The show, also in the Kahn house, is open to the public on Saturday and Sunday. Preview tickets, $50, from (212) 722-4745, or at the door. A Viennese Ball SATURDAY -- The Philharmonic of New Jersey will benefit from a Viennese ball and champagne supper at the Waldorf-Astoria. The event, which is to include a silent auction, begins with a cocktail reception at 6 P.M., followed by dinner. Then the 60-piece Philharmonic will provide music for dancing. White or black tie. The wearing of masks is suggested. Tickets, $200, or $165 for those 29 or younger, from (908) 356-6165. Citymeals-on-Wheels JAN. 23 -- The Professionals' Alliance will sponsor a party to benefit Citymeals-on-Wheels from 6:30 to 10:30 P.M. at Wollman Rink in Central Park. The evening will include a buffet dinner, a beer tasting, a raffle, ice skating and hot chocolate. Tickets, $50, from (212) 687-1290, or at the door. Drama League Benefit JAN. 23 -- A black-tie dinner and evening of theater to benefit the Drama League, which helps artists and seeks to enlarge the audience for theater, will be held at the Pierre Hotel. The show, saluting the works of Richard Rodgers, Oscar Hammerstein 2d and Lorenz Hart, will include performances by Madeline Kahn, Mark Jacoby and Liliane Montevecchi. Proceeds will benefit the league's a program to nurture young directors and to develop new works. The evening will begin with cocktails at 7:30, followed by dinner at 8:30 and the show at 9:30. Tickets, $350, or $75 for the show alone, from (212) 302-2100. For Bank Street College JAN. 23 -- The Bank Street College of Education will honor Dennis Weatherstone, the chairman and chief executive of J. P. Morgan & Company, at a black-tie dinner-dance at the Waldorf-Astoria. The evening will begin with a cocktail reception at 6, followed by dinner and dancing at 7. Proceeds will benefit the college. Tickets, $500, from (212) 838-2660. Dinner With Gerald Ford JAN. 23 -- Former President Gerald R. Ford will be the guest of honor at the Korea Society's annual fund-raising dinner at the New York Hilton. The black-tie evening, which will benefit the society's cultural outreach programs, will begin at 6 with cocktails, followed by dinner at 7. Mr. Ford will speak on the 1974 Vladivostok summit and will be introduced by Henry A. Kissinger. Tickets, $450, from (212) 686-2200.", "abstract": null, "print_page": "40", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "BENEFITS"}, "keywords": [{"name": "subject", "value": "NO INDEX TERMS"}], "pub_date": "1995-01-15T00:00:00Z", "document_type": "article", "news_desk": "Style Desk", "section_name": "Style", "subsection_name": null, "byline": null, "type_of_material": "Summary", "_id": "4fd1cab38eb7c8105d6ff572", "word_count": 880, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1995/01/15/nyregion/the-life-of-a-small-landlord.html", "snippet": "OSCAR PEREZ, landlord to the poor, compares his precarious calling to that of a family farmer. So much is out of his control. The other day, a seemingly respectable tenant was arrested on child abuse charges, and another apartment was empty. The w...", "lead_paragraph": "OSCAR PEREZ, landlord to the poor, compares his precarious calling to that of a family farmer. So much is out of his control. The other day, a seemingly respectable tenant was arrested on child abuse charges, and another apartment was empty. The week before, he thought he finally had a fifth-floor walk-up rented until the prospective tenant climbed the endless stairs one last time. So the owner of four small South Bronx buildings with 38 units now has six empty apartments, and feels like a farmer gazing at a hail-ravaged field.", "abstract": null, "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "The Life of a Small Landlord"}, "keywords": [{"name": "persons", "value": "PEREZ, OSCAR"}, {"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "SOUTH BRONX (NYC)"}, {"name": "subject", "value": "HOUSING"}, {"name": "subject", "value": "LANDLORDS"}], "pub_date": "1995-01-15T00:00:00Z", "document_type": "article", "news_desk": "The City Weekly Desk", "section_name": "New York and Region", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Douglas", "rank": 1, "lastname": "MARTIN"}], "original": "By DOUGLAS MARTIN"}, "type_of_material": "News", "_id": "4fd1ecaa8eb7c8105d73e4a2", "word_count": 3477, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1995/01/14/business/currency-markets-dollar-gains-against-mark-but-remains-weak-vs-yen.html", "snippet": "The dollar rose against the German mark but continued to be weak against the Japanese yen yesterday.    In a stormy week on the currency exchanges, the dollar had fallen sharply against the mark and the yen, as those currencies assumed the dollar'...", "lead_paragraph": "The dollar rose against the German mark but continued to be weak against the Japanese yen yesterday. In a stormy week on the currency exchanges, the dollar had fallen sharply against the mark and the yen, as those currencies assumed the dollar's traditional role as a safe haven. Investors fled Italian and Spanish markets for the mark and left emerging markets in Asia for the yen.", "abstract": null, "print_page": "50", "blog": [], "source": "Reuters", "multimedia": [], "headline": {"main": "Dollar Gains Against Mark But Remains Weak vs. Yen", "kicker": "CURRENCY MARKETS"}, "keywords": [{"name": "glocations", "value": "GERMANY"}, {"name": "glocations", "value": "JAPAN"}, {"name": "subject", "value": "CURRENCY"}], "pub_date": "1995-01-14T00:00:00Z", "document_type": "article", "news_desk": "Business/Financial Desk", "section_name": "Business", "subsection_name": null, "byline": null, "type_of_material": "News", "_id": "4fd1c51b8eb7c8105d6f4d84", "word_count": 399, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1995/01/14/world/italy-names-banker-with-no-party-ties-new-prime-minister.html", "snippet": "Italy's search for a new Prime Minister ended today with the appointment of the current Treasury Minister, a nonpolitical banker with international financial credentials, to replace Silvio Berlusconi and form a government of technocrats to guide a...", "lead_paragraph": "Italy's search for a new Prime Minister ended today with the appointment of the current Treasury Minister, a nonpolitical banker with international financial credentials, to replace Silvio Berlusconi and form a government of technocrats to guide a program of fiscal and election reform through Parliament. After three weeks of fretful negotiations, President Oscar Luigi Scalfaro named Lamberto Dini, a 63-year-old veteran of the central bank, as his choice to try to lead Italy out of its political stalemate and to reassure jittery financial markets.", "abstract": null, "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Italy Names Banker With No Party Ties New Prime Minister"}, "keywords": [{"name": "persons", "value": "SALFARO, OSCAR LUIGI"}, {"name": "persons", "value": "BERLUSCONI, SILVIO"}, {"name": "persons", "value": "DINI, LAMBERTO"}, {"name": "glocations", "value": "ITALY"}], "pub_date": "1995-01-14T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Celestine", "rank": 1, "lastname": "BOHLEN"}], "original": "By CELESTINE BOHLEN"}, "type_of_material": "News", "_id": "4fd1b9168eb7c8105d6e14e0", "word_count": 925, "slideshow_credits": null}]}, "status": "OK", "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}