{"response": {"meta": {"hits": 92, "time": 13, "offset": 90}, "docs": [{"web_url": "http://www.nytimes.com/1995/01/01/movies/film-philadelphia-oscar-gives-way-to-elegy.html", "snippet": "ONE YEAR AGO, IN THE FILM \"Philadelphia,\" Tom Hanks portrayed the gay lawyer Andrew Beckett who, at the beginning of the film, was seen at an AIDS clinic for an outpatient visit. As the IV drips, Andrew looks impassively around the room. Then the ...", "lead_paragraph": "ONE YEAR AGO, IN THE FILM \"Philadelphia,\" Tom Hanks portrayed the gay lawyer Andrew Beckett who, at the beginning of the film, was seen at an AIDS clinic for an outpatient visit. As the IV drips, Andrew looks impassively around the room. Then the camera pans the faces: a once-handsome man, now gaunt to concentration-camp proportion, jokes about how an obtuse waitress offered him Sweet 'n' Low. \"Do I look like I need an artificial sweetener, honey?\" he says to the man sitting next to him. Farther down the row, another man sits quietly. He is a gentle, sandy-haired fellow of about 30, his face littered with lesions.", "abstract": null, "print_page": "9", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "'Philadelphia': Oscar Gives Way to Elegy", "kicker": "FILM"}, "keywords": [{"name": "creative_works", "value": "PHILADELPHIA (MOVIE)"}, {"name": "persons", "value": "DEMME, JONATHAN"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "ACQUIRED IMMUNE DEFICIENCY SYNDROME (AIDS)"}], "pub_date": "1995-01-01T00:00:00Z", "document_type": "article", "news_desk": "Arts & Leisure Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By CLIFFORD ROTHMAN;"}, "type_of_material": "News", "_id": "4fd1ecac8eb7c8105d73e657", "word_count": 1273, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1995/01/01/business/the-executive-life-a-perk-from-the-past-for-filmdom-s-elite.html", "snippet": "CHECK out your average studio executive's home this time of the year and you'll likely find a big videocassette stack of Oscar hopefuls waiting to be reviewed on a huge, razor-thin television with window-shattering digital sound. But go higher in ...", "lead_paragraph": "CHECK out your average studio executive's home this time of the year and you'll likely find a big videocassette stack of Oscar hopefuls waiting to be reviewed on a huge, razor-thin television with window-shattering digital sound. But go higher in the hierarchy, and you'll slip back to another era, when the private screening room was a center of power and prestige. For even now, a core group of Hollywood's executive elite still enjoy their very own home-projection rooms. They are often used to screen \"dailies\" -- the footage printed each day from a movie in the making -- and to stay abreast of the competition. And during the winter, they are mostly devoted to screening films being pitched for Academy Awards in late March.", "abstract": null, "print_page": "19", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "The Executive Life; A Perk From the Past For Filmdom's Elite"}, "keywords": [{"name": "subject", "value": "ACADEMY AWARDS (OSCARS)"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "EXECUTIVES AND MANAGEMENT"}], "pub_date": "1995-01-01T00:00:00Z", "document_type": "article", "news_desk": "Business/Financial Desk", "section_name": "Movies; Business", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By Anne Thompson;"}, "type_of_material": "News", "_id": "4fd1f9a68eb7c8105d757022", "word_count": 920, "slideshow_credits": null}]}, "status": "OK", "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}