{"response": {"meta": {"hits": 66, "time": 39, "offset": 20}, "docs": [{"web_url": "http://www.nytimes.com/1994/02/11/arts/sounds-around-town-153230.html", "snippet": "Trio at the Tavern   Benny Green Trio, Tavern on the Green, Central Park West at 67th Street, (212) 873-4111. After more than a year as the pianist in Ray Brown's trio, Benny Green has arrived in New York with his own trio, which he has been leadi...", "lead_paragraph": "Trio at the Tavern Benny Green Trio, Tavern on the Green, Central Park West at 67th Street, (212) 873-4111. After more than a year as the pianist in Ray Brown's trio, Benny Green has arrived in New York with his own trio, which he has been leading on a nationwide tour that began in San Diego on Jan. 6. Through his close association with Mr. Brown, who was Oscar Peterson's bassist in the 1950's, Mr. Green has gained a heightened appreciation of Mr. Peterson's work as a pianist; and, at Mr. Brown's insistence, he has been finding his own pianistic voice. Mr. Green has also been simplifying the arrangements for bass and drums to give his bassist, Ed Howard, and drummer, Kenny Washington, more breathing room. The trio plays tonight and tomorrow at 9 and 11, and on Sunday at 8:30 and 10:30 P.M. The music charge is $17.50 tonight and tomorrow, $12.50 on Sunday. There is no minimum.", "abstract": null, "print_page": "24", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Sounds Around Town"}, "keywords": [{"name": "organizations", "value": "GREEN, BENNY, TRIO"}, {"name": "subject", "value": "MUSIC"}], "pub_date": "1994-02-11T00:00:00Z", "document_type": "article", "news_desk": "Weekend Desk", "section_name": "Arts", "subsection_name": null, "byline": {"person": [{"firstname": "John", "middlename": "S.", "lastname": "WILSON", "rank": 1, "role": "reported", "organization": ""}], "original": "By JOHN S. WILSON"}, "type_of_material": "Review", "_id": "4fd1add88eb7c8105d6ce692", "word_count": 159, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1994/02/10/arts/schindler-nominated-for-12-oscars.html", "snippet": "To the surprise of absolutely no one, \"Schindler's List,\" Steven Spielberg's Holocaust drama, dominated the 66th annual Academy Award nominations, announced here early today.   The film received 12 nominations, including best picture, best actor (...", "lead_paragraph": "To the surprise of absolutely no one, \"Schindler's List,\" Steven Spielberg's Holocaust drama, dominated the 66th annual Academy Award nominations, announced here early today. The film received 12 nominations, including best picture, best actor (Liam Neeson), best supporting actor (Ralph Fiennes) and best director (Mr. Spielberg). The two runners-up, with eight nominations each, were Jane Campion's drama \"The Piano\" and James Ivory's \"Remains of the Day.\"", "abstract": null, "print_page": "13", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "'Schindler' Nominated for 12 Oscars"}, "keywords": [{"name": "creative_works", "value": "SCHINDLER'S LIST (MOVIE)"}], "pub_date": "1994-02-10T00:00:00Z", "document_type": "article", "news_desk": "Cultural Desk", "section_name": "Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Bernard", "rank": 1, "lastname": "WEINRAUB"}], "original": "By BERNARD WEINRAUB"}, "type_of_material": "News", "_id": "4fd1ea7f8eb7c8105d739f32", "word_count": 1893, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1994/02/10/nyregion/news-summary-128716.html", "snippet": "International A3-15 ISRAEL AND P.L.O. INITIAL PACT  Yasir Arafat and Foreign Minister Shimon Peres of Israel initialed an accord that resolves security disputes and other issues that have delayed an Israeli troop withdrawal from the Gaza Strip and...", "lead_paragraph": "International A3-15 ISRAEL AND P.L.O. INITIAL PACT Yasir Arafat and Foreign Minister Shimon Peres of Israel initialed an accord that resolves security disputes and other issues that have delayed an Israeli troop withdrawal from the Gaza Strip and West Bank town of Jericho. A1 NATO GIVES SERBS A DEADLINE NATO set a 10-day deadline for Bosnian Serbs to withdraw the heavy weaponry and mortars they have used in the 22-month siege of Sarajevo. Any guns that remain within 12.5 miles of the capital could face air strikes, the alliance warned. A1 President Clinton said the U.S. was ready if needed for air strikes. A14 Serbs pledged to hand over artillery to the U.N., but doubts persist. A14 Trying to pinpoint the source of a shell that killed 68 in Sarajevo. A14 IMPASSE LOOMS ON JAPAN'S TRADE From the first time they met seven months ago, Bill Clinton and Morihiro Hosokawa agreed that their countries needed a radically new way to deal with each other. But just before he flies off for his first trip to Washington, Prime Minister Hosokawa has admitted that talks on constructing a new trade relationship seem to have gotten nowhere. A1 FAMINE FEARED IN SUDAN A severe drought and new fighting in the southern part of the country threaten the worst famine in Sudan since 1988, relief officials say. More than two million Sudanese are thought to be at risk. A3 U.S. RETHINKS ITS IMAGE IN BERLIN The new American Ambassador has jolted Berliners by suggesting that the United States may not build its embassy on its former site next to the Brandenburg Gate. A6 DID U.S. EXPORT VIRUSES TO IRAQ? A Democratic Senator accused the Commerce Department of approving the export of lethal viruses to Iraq during the Reagan Administration. He said the viruses may have been used to make biological weapons that may have infected American troops during the gulf war. A9 National A16-21, D20-21 SPREADING HARM OF POLLUTION The Clinton Administration plans to order all Federal agencies to insure that their programs do not unfairly inflict environmental harm on poor and minority communities. A1 FROM WELFARE TO $13 AN HOUR A pilot project called Step Up is transforming the lives of hundreds of public housing residents in Chicago by training them in construction jobs and paying them wages beyond their dreams. A1 CHANGING TREATMENT FOR ULCERS Setting a new standard of care for millions of people with stomach ulcers, a panel of medical experts said that antimicrobial agents, including antibiotics, should be added to conventional treatments. A1 PSYCHIATRISTS REASSESS RELIGION The next edition of the standard guide for psychiatric diagnoses includes a new entry that is intended to encourage mental health professionals to view patients' religious experience more seriously. A16 REVEALING GOVERNMENT'S HAND News analysis: The Congressional Budget Office has put its finger on something President Clinton has been loath to acknowledge: Mr. Clinton's health plan depends on the power of Government to force people to act in new ways. D20 CLINTON IN JAIL TO MAKE POINT President Clinton went to a Maryland jail to introduce an anti-crime plan that includes millions of dollars for drug treatment. D20 DIVIDED OVER ADMIRAL KELSO Top Navy officials were stunned and divided over a naval judge's ruling that Adm. Frank B. Kelso 2d misrepresented his activities at a bawdy convention of naval aviators in 1991 and had tried to manipulate the subsequent investigation. A21 MAKING COMMUTER AIRLINES SAFER The Federal Aviation Administrator is moving to increase safety training and standards for commuter airline pilots to the levels required of pilots for major airlines. A19 TEAMSTERS SINGED BY STRIKE The one-day strike by the teamsters union against United Parcel Service highlights both the union's internal schisms and the financial pressures it faces. A16 An earthquake-relief bill became mired in the Senate. D20 Metro Digest B1 A REVERSAL ON ARTS MONEY A week after proposing budget cuts for the arts, Mayor Giuliani announced an agreement to restore the cuts and provide even more money to cultural institutions -- but only after they raised matching contributions privately. A1 Business Digest D1 Home Section C1-12 Arts/Entertainment C13-22 12 Oscar nominations for \"Schindler's List.\" C13 Schnittke talks about his music. C13 Theater: Albee triple bill. C13 Music: City Opera announces 1994-95 season.C16 Dance: Lucinda Childs. C18 Television: Networks scramble to dramatize skaters' stories. C20 Sports B11-19 DELAY SOUGHT IN HARDING HEARING Tonya Harding's lawyers went to court seeking to delay a hearing scheduled by the United States Olympic Committee for Tuesday to review the figure skater's eligibility for the Olympics. A1 Baseball: Yanks acquire Mulholland. B11 Mets sign Glenn Davis. B11 Olympics: Skater races short track to success. B11 Obituaries B10 Editorials/Op-Ed A22-23 Editorials NATO's risky step. Propagandizing a health report. The milk brouhaha. Letters William Safire: Ten days -- or else. Frank Rich: The Paramount McGuffin. Gar Alperovitz: How cities make money. Suzanne White: Top dog. Bridge C20 Chronicle B9 Crossword C19", "abstract": null, "print_page": "2", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "NEWS SUMMARY"}, "keywords": [{"name": "subject", "value": "NO INDEX TERMS"}], "pub_date": "1994-02-10T00:00:00Z", "document_type": "article", "news_desk": "Metropolitan Desk", "section_name": "New York and Region", "subsection_name": null, "byline": null, "type_of_material": "Summary", "_id": "4fd1bd6c8eb7c8105d6ea27e", "word_count": 822, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1994/02/08/sports/transactions-113433.html", "snippet": "Baseball  American League  BOSTON RED SOX -- Agreed to terms with Carlos Quintana, first baseman, on a one-year contract.   CHICAGO WHITE SOX -- Agreed to terms with Michael Jordan, outfielder, on a minor-league contract and invited him to spring ...", "lead_paragraph": "Baseball American League BOSTON RED SOX -- Agreed to terms with Carlos Quintana, first baseman, on a one-year contract. CHICAGO WHITE SOX -- Agreed to terms with Michael Jordan, outfielder, on a minor-league contract and invited him to spring training as a non-roster player. DETROIT TIGERS -- Agreed to terms with Tim Belcher, pitcher, on a one-year contract. MINNESOTA TWINS -- Agreed to terms with Scott Erickson, Pat Mahomes, Oscar Munoz, Dave Stevens and Kevin Tapani, pitchers; Matt Walbeck, catcher; Jeff Reboulet, Chip Hale, Denny Hocking, David McCarty, Gary Scott and Scott Stahoviak, infielders; and Pedro Munoz, outfielder, on one-year contracts. National League ATLANTA BRAVES -- Agreed to terms with Jerry Koller, pitcher, and Mike Kelly, outfielder, on one-year contracts. CHICAGO CUBS -- Agreed to terms with Darron Cox, catcher; Jose Hernandez, infielder; and Ozzie Timmons, outfielder, on one-year contracts. NEW YORK METS -- Suspended Bret Saberhagen, pitcher, for the first five days of the 1994 season. Boxing British Boxing Board of Control BBBC -- Fined heavyweights Michael Bentt and Herbie Hide $14,800 each for trading punches at a pre-fight news conference Jan. 10. Football National Football League ATLANTA FALCONS -- Named Greg Brown secondary coach and Bob Palcic offensive line coach. CLEVELAND BROWNS -- Named Jacob Burney defensive line coach. NEW YORK JETS -- Named Don Breaux tight ends coach. College NCAA -- Announced the retirement of Ted C. Tow, associate executive director, effective Feb. 25.", "abstract": null, "print_page": "16", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "TRANSACTIONS"}, "keywords": [{"name": "subject", "value": "BOXING"}, {"name": "subject", "value": "BASEBALL"}, {"name": "subject", "value": "CONTRACTS"}, {"name": "subject", "value": "ATHLETICS AND SPORTS"}, {"name": "subject", "value": "FOOTBALL"}], "pub_date": "1994-02-08T00:00:00Z", "document_type": "article", "news_desk": "Sports Desk", "section_name": "Sports", "subsection_name": null, "byline": null, "type_of_material": "List", "_id": "4fd1d29a8eb7c8105d70e30f", "word_count": 237, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1994/02/07/business/equity-issues-this-week.html", "snippet": "The following equity and convertible debt offerings are expected this week:   American Paging Inc., Minneapolis, an initial public offering of 3.5 million common shares. Goldman, Sachs & Company....", "lead_paragraph": "The following equity and convertible debt offerings are expected this week: American Paging Inc., Minneapolis, an initial public offering of 3.5 million common shares. Goldman, Sachs & Company.", "abstract": null, "print_page": "5", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Equity Issues This Week"}, "keywords": [{"name": "subject", "value": "CREDIT"}, {"name": "subject", "value": "STOCKS AND BONDS"}], "pub_date": "1994-02-07T00:00:00Z", "document_type": "article", "news_desk": "Financial Desk", "section_name": "Business", "subsection_name": null, "byline": null, "type_of_material": "Schedule", "_id": "4fd1bf9f8eb7c8105d6edbc0", "word_count": 694, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1994/02/07/arts/whoopi-goldberg-to-play-host-at-oscars.html", "snippet": "Whoopi Goldberg will be the host of this year's Academy Awards show on March 21 at the Dorothy Chandler Pavilion of the Los Angeles Music Center, the show's producers announced today.   The comedian Billy Crystal turned down an invitation to be th...", "lead_paragraph": "Whoopi Goldberg will be the host of this year's Academy Awards show on March 21 at the Dorothy Chandler Pavilion of the Los Angeles Music Center, the show's producers announced today. The comedian Billy Crystal turned down an invitation to be the show's emcee for a fifth year, saying he wanted a break, said the show's producer, Gilbert Cates.", "abstract": null, "print_page": "18", "blog": [], "source": "AP", "multimedia": [], "headline": {"main": "Whoopi Goldberg To Play Host at Oscars"}, "keywords": [{"name": "persons", "value": "GOLDBERG, WHOOPI"}, {"name": "subject", "value": "ACADEMY AWARDS (OSCARS)"}, {"name": "subject", "value": "MOTION PICTURES"}], "pub_date": "1994-02-07T00:00:00Z", "document_type": "article", "news_desk": "Cultural Desk", "section_name": null, "subsection_name": null, "byline": null, "type_of_material": "News", "_id": "4fd1d7728eb7c8105d715b80", "word_count": 96, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1994/02/06/sports/this-lifter-fueled-natural-power-operating-drug-free-environment-ted-sobel.html", "snippet": "Ted Sobel won the \"grand salami,\" as he calls it, in the United States Power Lifting drug-free national championships in December in Ossining, N.Y., while \"grunting like a piglet.\" And Karen, his one-time fiancee, probably didn't know a thing abou...", "lead_paragraph": "Ted Sobel won the \"grand salami,\" as he calls it, in the United States Power Lifting drug-free national championships in December in Ossining, N.Y., while \"grunting like a piglet.\" And Karen, his one-time fiancee, probably didn't know a thing about it. Sobel, in his red-white-and-blue wrestling singlet, lifted 760 pounds in the squat, 545 pounds in the bench press and 733 pounds in the dead lift, for a total of 1 ton 38 pounds to better his own world records in the bench and the total.", "abstract": null, "print_page": "2", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "This Lifter Is Fueled by Natural Power; Operating in a Drug-Free Environment, Ted Sobel Is Soaring Above the Field"}, "keywords": [{"name": "persons", "value": "SOBEL, TED"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}, {"name": "subject", "value": "WEIGHT LIFTING"}], "pub_date": "1994-02-06T00:00:00Z", "document_type": "article", "news_desk": "Sports Desk", "section_name": "Sports", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Ira", "rank": 1, "lastname": "BERKOW"}], "original": "By IRA BERKOW"}, "type_of_material": "Biography", "_id": "4fd1bf998eb7c8105d6ed6b0", "word_count": 1895, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1994/02/06/movies/film-when-landing-a-role-is-a-weighty-issue.html", "snippet": "SOME ACTORS ARE MASTERS of disguise; they employ exotic accents (Meryl Streep), they change their hairline (Ben Kingsley), they even change their sex, sort of (Robin Williams). But to show they are really serious about a role, actors change their ...", "lead_paragraph": "SOME ACTORS ARE MASTERS of disguise; they employ exotic accents (Meryl Streep), they change their hairline (Ben Kingsley), they even change their sex, sort of (Robin Williams). But to show they are really serious about a role, actors change their size. Robert De Niro did it for \"Raging Bull\" in 1980, when he gained 50 pounds to play the aging boxer Jake LaMotta. The Academy of Motion Picture Arts and Sciences recognized his efforts by giving him an Oscar for best actor for the performance.", "abstract": null, "print_page": "20", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "When Landing a Role Is a Weighty Issue", "kicker": "FILM"}, "keywords": [{"name": "subject", "value": "WEIGHT"}, {"name": "subject", "value": "MOTION PICTURES"}], "pub_date": "1994-02-06T00:00:00Z", "document_type": "article", "news_desk": "Arts & Leisure Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Lisa", "rank": 1, "lastname": "KATZMAN"}], "original": "By LISA KATZMAN"}, "type_of_material": "News", "_id": "4fd1add28eb7c8105d6ce23a", "word_count": 782, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1994/02/06/theater/theater-musicals-from-way-back-when-for-now.html", "snippet": "\"I FEEL LIKE A SALMON SWIMMING upstream,\" said Judith Daykin, the executive director of City Center. \"With multiculturalism now the buzzword,\" she added, her new series of musical revivals in concert form \"is bucking a trend.\" The program, \"Encore...", "lead_paragraph": "\"I FEEL LIKE A SALMON SWIMMING upstream,\" said Judith Daykin, the executive director of City Center. \"With multiculturalism now the buzzword,\" she added, her new series of musical revivals in concert form \"is bucking a trend.\" The program, \"Encores! Great American Musicals in Concert,\" could be called a Jurassic Park of musical comedy with starry casts. It begins on Wednesday with \"Fiorello!\" (1959), followed by \"Allegro\" (1947) and \"Lady in the Dark\" (1941). \"These are works not likely to get produced,\" Ms. Daykin said, \"and we're hoping to carve out a niche for City Center with them.\" It's no secret that she is desperately seeking new audiences. In a good year, City Center books perhaps 12 to 15 weeks of dance, which became its mainstay during the 1970's, when new audiences flocked to the Eliot Feld, Alvin Ailey and Paul Taylor companies. Occasional traveling groups are not enough to keep the auditorium busy year round. Unsure of the market for dinosaurs of song and dance, Ms. Daykin sees the series as a test. \"We're approaching 'Encores!' in the most optimistic way,\" she said, \"as a yearly event.\"", "abstract": null, "print_page": "5", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Musicals From Way Back When for Now", "kicker": "THEATER"}, "keywords": [{"name": "organizations", "value": "CITY CENTER"}, {"name": "subject", "value": "THEATER"}], "pub_date": "1994-02-06T00:00:00Z", "document_type": "article", "news_desk": "Arts & Leisure Desk", "section_name": "Arts; Theater", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By LAWRENCE O'TOOLE;"}, "type_of_material": "News", "_id": "4fd1eade8eb7c8105d73ab5d", "word_count": 907, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1994/02/06/travel/what-s-doing-in-rio-de-janeiro.html", "snippet": "Rio de Janeiro has long been considered one of the world's most beautiful, and most hedonistic, cities. Vistas of dramatically forested mountains backing surf-lapped beaches make Rio undeniably stunning, but it is also home to more than five milli...", "lead_paragraph": "Rio de Janeiro has long been considered one of the world's most beautiful, and most hedonistic, cities. Vistas of dramatically forested mountains backing surf-lapped beaches make Rio undeniably stunning, but it is also home to more than five million people, many of them miserably poor. Street crime is a major concern -- the city has established a special police force to protect tourists -- and visitors should leave valuables at their hotels. Even with Carnival beginning next weekend, all is not just carefree fun in the tropical sun. Ardent defenders say that Rio is misunderstood, and in some ways it is a city of contradictions. Rio may have more than 20 miles of white sand beaches, but it is not a resort. Brazilians may be among the world's most amiable, affectionate people, but the criminals among them can be cunning. Visitors should be prudent.", "abstract": null, "print_page": "10", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Rio de Janeiro", "kicker": "WHAT'S DOING IN"}, "keywords": [{"name": "creative_works", "value": "WHAT'S DOING IN...(TIMES COLUMN)"}, {"name": "glocations", "value": "RIO DE JANEIRO (BRAZIL)"}, {"name": "subject", "value": "NYTRAVEL"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}], "pub_date": "1994-02-06T00:00:00Z", "document_type": "article", "news_desk": "Travel Desk", "section_name": "Travel", "subsection_name": null, "byline": {"person": [{"firstname": "Elizabeth", "middlename": "Heilman", "lastname": "BROOKE", "rank": 1, "role": "reported", "organization": ""}], "original": "By ELIZABETH HEILMAN BROOKE;"}, "type_of_material": "News", "_id": "4fd1d2978eb7c8105d70e085", "word_count": 1704, "slideshow_credits": null}]}, "status": "OK", "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}