{"response": {"meta": {"hits": 66, "time": 88, "offset": 40}, "docs": [{"web_url": "http://www.nytimes.com/1994/01/23/style/benefits-953881.html", "snippet": "'Streetcar' Revisited  MONDAY -- A screening of a newly edited version of the film \"A Streetcar Named Desire\" will benefit the Greenwich House Theater Company. Kim Hunter, who won an Oscar for her work in the film, will answer questions after the ...", "lead_paragraph": "'Streetcar' Revisited MONDAY -- A screening of a newly edited version of the film \"A Streetcar Named Desire\" will benefit the Greenwich House Theater Company. Kim Hunter, who won an Oscar for her work in the film, will answer questions after the screening at the Loews Village VII Theater, 66 Third Avenue (11th Street). A cocktail reception will follow. Tickets, $25, from (212) 633-8360, or at the door. Chef Scholarships MONDAY -- Sixteen chefs, including Mary Sue Milliken and Susan Feniger, both of the City Restaurant in Los Angeles, and Jimmy Schmidt of the Rattlesnake Club in Detroit, will serve hors d'oeuvres and dinner at the Plaza. The event will raise funds for the minority scholarship programs of the Hiram Walker Foundation and the James Beard Foundation, which provide aid to promising chefs. A cocktail reception begins the evening at 6:30 P.M. Tickets, $195, from (800) 336-3783. For Earthquake Victims THURSDAY -- An evening of comedy sponsored by the American Red Cross and the Comic Strip, a comedy club, will benefit earthquake victims in Los Angeles. The program, at the Comic Strip, 1568 Second Avenue (81st Street), begins at 6 P.M. The sponsors suggest a donation of $10, and a two-drink minimum is required. For reservations, call (212) 861-9386. Citiwomen Party THURSDAY -- A party sponsored by New York Citiwomen, the young professionals division of Women's American ORT, will raise money for the organization's worldwide educational programs. The evening, which begins at 6:30 P.M., will feature hors d'oeuvres and dancing at the 200 Fifth Club, 200 Fifth Avenue (23d Street). Tickets, $40, from (212) 505-9631, or $50 at the door. Viennese Opera Ball FRIDAY -- The Viennese Opera Ball at the Waldorf-Astoria will benefit the cancer research programs of the Columbia-Presbyterian Cancer Center. Dinner and dancing will follow an 8 P.M. Champagne reception and a grand march by cadets of the United States Military Academy. The evening will also include a casino, a performance by members of the Metropolitan Opera and a raffle of trips to Vienna and other prizes. White or black tie. Tickets, $270, from (212) 819-0158. Beaux-Arts Ball FRIDAY -- The Beaux-Arts Ball at the National Academy of Design, 1083 Fifth Avenue (89th Street), will raise money for the academy's education programs and exhibitions. The event, which begins at 9:30 P.M., includes cocktails, a buffet supper and dancing. There will also be a raffle of trips, formal gowns and other items. Black tie. Tickets, $80, from (212) 369-4880, or $95 at the door. An Appearance by Gore JAN. 31 -- Vice President Al Gore is to speak at the Waldorf-Astoria at a dinner sponsored by the UJA-Federation of New York. Laurence A. Tisch, chairman of CBS, and his wife, Billie, will be honored. The event, which begins with cocktails at 6 P.M., will benefit the organization's annual campaign and Operation Exodus, a rescue and resettlement program for Jews in the former Soviet republics and Ethiopia. Black tie. Tickets, $150 plus a required donation of $2,500, from (212) 836-1676. Ballet School Tribute JAN. 31 -- The School of American Ballet will honor the entertainer Chita Rivera and Paul A. Allaire, the chairman and chief executive of the Xerox Corporation, with a dinner at the New York State Theater in Lincoln Center. The fund-raising event begins with a cocktail reception at 6 P.M. and will include a performance by students of the school. Black tie. Tickets, $500, from (212) 997-0100. Honoring a Playwright JAN. 31 -- The Manhattan Theater Club will salute the playwright Terrence McNally, who won a Tony Award for the Broadway musical \"Kiss of the Spider Woman.\" The program, a benefit for the theater organization, will feature the actors Stockard Channing, Nathan Lane and Zoe Caldwell. A 7:30 P.M. cocktail party will be followed by dinner and the show. Tickets, $175, from (212) 645-5590, extension 146. Asian New Year JAN. 31 -- An Asian New Year's banquet will be held at St. Malachy's Church, 239 West 49th Street. The hosts will be Al Roker, weatherman for WNBC-TV, and Katie Kelly, a former entertainment critic for the station. There will be performances by Cambodian dancers and by the children's chorus of St. Rita's Asian Center. Tony Guida, an anchor at WCBS-TV, and Jim Ryan and Felipe Luciano of \"Good Day New York\" will be among those honored at the event, which will raise money for St. Rita's, a refugee assistance center in the Bronx. Tickets, $100, from (718) 365-4390. A Special Screening FEB. 2 -- Jonathan Demme, the director and producer, and his wife, Joanne Howard, will be the hosts for the premiere of \"One Foot on a Banana Peel, the Other Foot in the Grave,\" a documentary produced by Mr. Demme and Peter Saraf and directed by Juan Botas and Lucas Platt. The film chronicles the experiences of Mr. Botas and others at an AIDS clinic in Greenwich Village. The screening, which will raise money for St. Mary's Episcopal Center, an AIDS residence in Harlem, begins at 7 P.M. at the Citicorp Screening Room, 399 Park Avenue (53d Street). It will be followed by a cocktail reception. Tickets, $50, from (212) 316-7426. Joan Rivers and Friends FEB. 2 -- The comedian Joan Rivers will headline an evening of comedy and music starting at 8 P.M. at Town Hall. The program also features the comedians Kate Clinton, Frank Maya and other performers. The performances will benefit the Lesbian and Gay Community Services Center at 208 West 13th Street, which provides health, social service, educational and cultural programs. A 6 P.M. cocktail reception, at Club USA, 218 West 47th Street, will precede the show. A dinner at the Townhouse Restaurant, 206 East 58th Street, will follow the performance. Bus transportation will be provided from Town Hall to the restaurant. Tickets, $250, or $100 for the reception and show alone, from (212) 620-7310, or $30 for the show only, from (212) 840-2823. Marian Anderson Tribute FEB. 3 -- The soprano Jessye Norman, the Dance Theater of Harlem, and others will perform in tribute to Marian Anderson, the late contralto, at Aaron Davis Hall at the City College of New York, West 135th Street at Convent Avenue. Harry Belafonte and Phylicia Rashad will serve as hosts for the evening. A dinner at 6 P.M. at the Pierre precedes the 8 P.M. performance, which will benefit the programs of Aaron Davis Hall. Bus transportation from the Pierre to the concert and back to midtown will be provided. A champagne reception with the performers will follow the program. Black tie. Tickets, $500, or $250 for the concert and reception alone, from (212) 972-2268. Peacemakers Award FEB. 3 -- Israel's Foreign Minister, Shimon Peres, and Mahmoud Abbas, a member of the executive committee of the Palestinian Liberation Organization, both signatories to last year's Israeli-Palestinian peace document, will be honored with a Peacemakers Award. The dinner, at the Regency Hotel, 540 Park Avenue (61st Street), is sponsored by Seeds of Peace, an organization that promotes Arab-Israeli understanding. The organization also brings Arab and Israeli children together at a summer camp in the United States. A cocktail reception at 7 P.M. will be followed by dinner, the awards and performances by the singers Ann Hampton Callaway and Carol Woods. Tickets, $500, from (202) 833-4558.", "abstract": null, "print_page": "6", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "BENEFITS"}, "keywords": [{"name": "subject", "value": "PARTIES (SOCIAL)"}], "pub_date": "1994-01-23T00:00:00Z", "document_type": "article", "news_desk": "Styles of The Times", "section_name": "Style", "subsection_name": null, "byline": null, "type_of_material": "News", "_id": "4fd1bd708eb7c8105d6ea591", "word_count": 1209, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1994/01/23/movies/film-view-seeing-schindler-plain.html", "snippet": "IF YOU'VE READ EVEN A FRACTION OF WHAT HAS been written about \"Schindler's List,\" you might be led to this improbable question. Steven Spielberg: idiot savant or misguided bar mitzvah boy? More than a month after its release, \"Schindler's List\" is...", "lead_paragraph": "IF YOU'VE READ EVEN A FRACTION OF WHAT HAS been written about \"Schindler's List,\" you might be led to this improbable question. Steven Spielberg: idiot savant or misguided bar mitzvah boy? More than a month after its release, \"Schindler's List\" is drawing large audiences and touching them deeply, but among critics and commentators it is still struggling to shake off the burden of being a Spielberg movie. Early reviews were nearly unanimous raves, but a sneaky condescension showed through. The wonder, these rapturous reviews hinted, was not that a powerful film had been made about the Holocaust but that Peter Pan had made it. It took a few weeks for the backlash to set in, as the discussion moved from the entertainment pages to the op-ed pages and talk shows. The old Spielberg rap -- too entertaining for his own good -- came back to haunt him. Why did he make a movie about a righteous Nazi? this argument goes. Why did he make a movie about survival when the Holocaust was about death? If you read and listen enough, it will appear that you can't see \"Schindler\" without seeing Spielberg.", "abstract": null, "print_page": "13", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Seeing 'Schindler' Plain", "kicker": "FILM VIEW"}, "keywords": [{"name": "creative_works", "value": "SCHINDLER'S LIST (MOVIE)"}, {"name": "persons", "value": "SPIELBERG, STEVEN"}, {"name": "subject", "value": "JEWS"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "NAZI ERA"}], "pub_date": "1994-01-23T00:00:00Z", "document_type": "article", "news_desk": "Arts & Leisure Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Caryn", "rank": 1, "lastname": "James"}], "original": "By Caryn James"}, "type_of_material": "Review", "_id": "4fd1ea8e8eb7c8105d73a703", "word_count": 896, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1994/01/23/theater/l-my-fair-lady-back-to-the-source-941433.html", "snippet": "To the Editor:   George Bernard Shaw's Oscar-winning screenplay for the wonderful 1938 film of his \"Pygmalion\" included several new scenes, among them the \"cuddly coda\" that Will Crutchfield tries to hang on Alan Jay Lerner's script for \"My Fair L...", "lead_paragraph": "To the Editor: George Bernard Shaw's Oscar-winning screenplay for the wonderful 1938 film of his \"Pygmalion\" included several new scenes, among them the \"cuddly coda\" that Will Crutchfield tries to hang on Alan Jay Lerner's script for \"My Fair Lady\" [ \" 'Fair Lady': Look Who's Crying Foul,\" Jan. 9 ] .", "abstract": null, "print_page": "4", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Back To the Source", "kicker": "'MY FAIR LADY'"}, "keywords": [{"name": "creative_works", "value": "MY FAIR LADY (PLAY)"}, {"name": "persons", "value": "CRUTCHFIELD, WILL"}, {"name": "subject", "value": "THEATER"}], "pub_date": "1994-01-23T00:00:00Z", "document_type": "article", "news_desk": "Arts & Leisure Desk", "section_name": "Arts; Theater; Opinion", "subsection_name": null, "byline": null, "type_of_material": "Letter", "_id": "4fd1e1e98eb7c8105d72aad1", "word_count": 131, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1994/01/21/arts/billy-crystal-decides-not-to-be-oscars-host.html", "snippet": "Billy Crystal is bowing out of the Academy Awards. After serving as host of the show for the last four years, the comedian and actor said today that he would not return for this year's Oscar presentations.   Mr. Crystal said in a statement that he...", "lead_paragraph": "Billy Crystal is bowing out of the Academy Awards. After serving as host of the show for the last four years, the comedian and actor said today that he would not return for this year's Oscar presentations. Mr. Crystal said in a statement that he had decided to lighten his workload. \"After three Grammys, four Oscars and six Comic Reliefs, I'm going to take a break from my hosting duties,\" the statement said. \"I always felt honored to host the show and did my best to carry on the tradition of Bob Hope and Johnny Carson. I hope the new host has as good a time as I did.\"", "abstract": null, "print_page": "5", "blog": [], "source": "AP", "multimedia": [], "headline": {"main": "Billy Crystal Decides Not to Be Oscars Host"}, "keywords": [{"name": "persons", "value": "CRYSTAL, BILLY"}, {"name": "subject", "value": "ACADEMY AWARDS (OSCARS)"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "AWARDS, DECORATIONS AND HONORS"}], "pub_date": "1994-01-21T00:00:00Z", "document_type": "article", "news_desk": "Weekend Desk", "section_name": null, "subsection_name": null, "byline": null, "type_of_material": "News", "_id": "4fd1add78eb7c8105d6ce505", "word_count": 132, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1994/01/21/business/media-business-advertising-put-human-face-high-technology-mci-chose-11-year-old.html", "snippet": "IN a snowy forest out of the Brothers Grimm stands a little girl in a large hat and a swirling cape. She looks directly into the camera. \"Some people call it the Information Superhighway,\" she says. \"MCI just calls it empowering technology.\"   It ...", "lead_paragraph": "IN a snowy forest out of the Brothers Grimm stands a little girl in a large hat and a swirling cape. She looks directly into the camera. \"Some people call it the Information Superhighway,\" she says. \"MCI just calls it empowering technology.\" It is one of four new television commercials featuring 11-year-old Anna Paquin, now starring as Holly Hunter's daughter in the critically acclaimed film \"The Piano.\" With the stark, almost monochromatic beauty in its color commercials, and Anna's wide eyes and lilting New Zealand accent, the campaign is one of the most engaging in recent months.", "abstract": null, "print_page": "16", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "To put a human face on high technology, MCI chose an 11-year-old from New Zealand.", "kicker": "THE MEDIA BUSINESS: ADVERTISING"}, "keywords": [{"name": "creative_works", "value": "ADVERTISING (TIMES COLUMN)"}, {"name": "persons", "value": "PAQUIN, ANNA"}, {"name": "organizations", "value": "MCI COMMUNICATIONS CORP"}, {"name": "organizations", "value": "MESSNER VETERE BERGER MCNAMEE SCHMETTERER EURO RSCG"}, {"name": "subject", "value": "ADVERTISING"}, {"name": "subject", "value": "TELEPHONES AND TELECOMMUNICATIONS"}], "pub_date": "1994-01-21T00:00:00Z", "document_type": "article", "news_desk": "Financial Desk", "section_name": "Technology; Business", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Anthony", "rank": 1, "lastname": "RAMIREZ"}], "original": "By ANTHONY RAMIREZ"}, "type_of_material": "News", "_id": "4fd1ea868eb7c8105d73a3eb", "word_count": 806, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1994/01/19/garden/review-fashion-where-reality-and-luxury-meet.html", "snippet": "Reality was tempered with the predictable commitment to luxury as the haute couture collections continued to unfold today.   Emanuel Ungaro tried to straddle both streams. He began his show with clothes from his ready-to-wear collection, worn by m...", "lead_paragraph": "Reality was tempered with the predictable commitment to luxury as the haute couture collections continued to unfold today. Emanuel Ungaro tried to straddle both streams. He began his show with clothes from his ready-to-wear collection, worn by models who seemed to jump spontaneously onto the runway and then walk about a bit.", "abstract": null, "print_page": "13", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Review/Fashion; Where Reality and Luxury Meet"}, "keywords": [{"name": "persons", "value": "UNGARO, EMANUEL"}, {"name": "persons", "value": "DE LA RENTA, OSCAR"}, {"name": "persons", "value": "GIVENCHY, HUBERT DE"}, {"name": "glocations", "value": "PARIS (FRANCE)"}, {"name": "organizations", "value": "LECOANET SAGAR"}, {"name": "subject", "value": "REVIEWS"}, {"name": "subject", "value": "SHOWS (EXHIBITS)"}, {"name": "subject", "value": "APPAREL"}], "pub_date": "1994-01-19T00:00:00Z", "document_type": "article", "news_desk": "Living Desk;", "section_name": "Home and Garden", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Bernadine", "rank": 1, "lastname": "MORRIS"}], "original": "By BERNADINE MORRIS"}, "type_of_material": "Review", "_id": "4fd1ea8e8eb7c8105d73a6bf", "word_count": 665, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1994/01/17/world/italy-calls-vote-for-a-parliament.html", "snippet": "President Oscar Luigi Scalfaro dissolved Italy's scandal-stained Parliament today, setting the country on track for what is expected to be a confusing and bumpy ride to early elections and the first genuine skake-up in Italy's postwar leadership. ...", "lead_paragraph": "President Oscar Luigi Scalfaro dissolved Italy's scandal-stained Parliament today, setting the country on track for what is expected to be a confusing and bumpy ride to early elections and the first genuine skake-up in Italy's postwar leadership. Mr. Scalfaro also named the departing Prime Minister, Carlo Azeglio Ciampi, as head of a new caretaker Government. Its first act was to set parliamentary elections for March 27.", "abstract": null, "print_page": "3", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "ITALY CALLS VOTE FOR A PARLIAMENT"}, "keywords": [{"name": "persons", "value": "CIAMPI, CARLO AZEGLIO"}, {"name": "persons", "value": "SCALFARO, OSCAR LUIGI"}, {"name": "glocations", "value": "ITALY"}, {"name": "subject", "value": "POLITICS AND GOVERNMENT"}, {"name": "subject", "value": "ELECTIONS"}], "pub_date": "1994-01-17T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Alan", "rank": 1, "lastname": "COWELL"}], "original": "By ALAN COWELL"}, "type_of_material": "News", "_id": "4fd1addb8eb7c8105d6ce76a", "word_count": 781, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1994/01/17/sports/high-school-sports-state-events-may-be-closed-to-city-sports.html", "snippet": "New York City high school track and field athletes, recognized nationally for their outstanding performances, face imminent ouster from state championship competition because, according to coaches, they are too good.   Despite opposition from some...", "lead_paragraph": "New York City high school track and field athletes, recognized nationally for their outstanding performances, face imminent ouster from state championship competition because, according to coaches, they are too good. Despite opposition from some of its leading coaches, the state's largest high school sports body, the New York State Public High Schools Athletic Association, is expected to vote in Syracuse Jan. 22 or Jan. 23 to eliminate New York City teams from its state championship competition in five sports including track and field. The other sports are swimming, wrestling, girls tennis and girls gymnastics.", "abstract": null, "print_page": "4", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "State Events May Be Closed to City Sports", "kicker": "HIGH SCHOOL SPORTS"}, "keywords": [{"name": "glocations", "value": "NEW YORK STATE"}, {"name": "glocations", "value": "NEW YORK CITY"}, {"name": "subject", "value": "INTERSCHOLASTIC ATHLETICS"}, {"name": "subject", "value": "ATHLETICS AND SPORTS"}, {"name": "subject", "value": "TRACK AND FIELD"}], "pub_date": "1994-01-17T00:00:00Z", "document_type": "article", "news_desk": "Sports Desk", "section_name": "Sports", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Marc", "rank": 1, "lastname": "BLOOM"}], "original": "By MARC BLOOM"}, "type_of_material": "News", "_id": "4fd1e0f68eb7c8105d728554", "word_count": 771, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1994/01/16/magazine/method-and-madness-future-non-shock.html", "snippet": "Somehow the technology that's due tomorrow always seems far more profound and revolutionary than the high-tech products that arrived today. Any moment now, the information highway will link computers and their owners in a worldwide network.   Gene...", "lead_paragraph": "Somehow the technology that's due tomorrow always seems far more profound and revolutionary than the high-tech products that arrived today. Any moment now, the information highway will link computers and their owners in a worldwide network. Genetic engineers, made wise with the fruits of the Human Genome Project, will repair the body's frailties and enhance its better qualities. Nanotechnologists, the masters of the subminiature, will craft microscopic machines to navigate the bloodstream, plumb leaks and remove plaque.", "abstract": null, "print_page": "14", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "FUTURE NON-SHOCK", "kicker": "METHOD AND MADNESS"}, "keywords": [{"name": "subject", "value": "SCIENCE AND TECHNOLOGY"}], "pub_date": "1994-01-16T00:00:00Z", "document_type": "article", "news_desk": "Magazine Desk", "section_name": "Technology; Science; Health; Magazine", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Nicholas", "rank": 1, "lastname": "Wade"}], "original": "By Nicholas Wade"}, "type_of_material": "News", "_id": "4fd1e1df8eb7c8105d72a3af", "word_count": 1047, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1994/01/14/world/italy-s-premier-resigns-paving-way-for-national-vote.html", "snippet": "After more than eight months of overseeing one of the most turbulent eras of postwar Italian history, Prime Minister Carlo Azeglio Ciampi resigned today, opening the way for early elections that are expected to result in a purge of the country's p...", "lead_paragraph": "After more than eight months of overseeing one of the most turbulent eras of postwar Italian history, Prime Minister Carlo Azeglio Ciampi resigned today, opening the way for early elections that are expected to result in a purge of the country's political elite. The 73-year-old former Central Bank governor handed his resignation to President Oscar Luigi Scalfaro after a final, rowdy debate in a Parliament disgraced by a corruption scandal that has touched nearly every political party represented in it.", "abstract": null, "print_page": "3", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Italy's Premier Resigns, Paving Way for National Vote"}, "keywords": [{"name": "persons", "value": "CIAMPI, CARLO AZEGLIO"}, {"name": "glocations", "value": "ITALY"}, {"name": "subject", "value": "SUSPENSIONS, DISMISSALS AND RESIGNATIONS"}, {"name": "subject", "value": "POLITICS AND GOVERNMENT"}, {"name": "subject", "value": "ETHICS"}, {"name": "subject", "value": "ELECTIONS"}], "pub_date": "1994-01-14T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Alan", "rank": 1, "lastname": "COWELL"}], "original": "By ALAN COWELL"}, "type_of_material": "Biography", "_id": "4fd1add08eb7c8105d6ce0e7", "word_count": 845, "slideshow_credits": null}]}, "status": "OK", "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}