{"response": {"meta": {"hits": 92, "time": 54, "offset": 0}, "docs": [{"web_url": "http://www.nytimes.com/1993/03/02/books/books-of-the-times-from-macho-mambo-world-to-a-softer-one-of-sisters.html", "snippet": "The 14 Sisters of Emilio Montez O'Brien By Oscar Hijuelos 484 pages. Farrar, Straus & Giroux. $22.     Like his first two books, \"Our House in the Last World\" (1983) and \"The Mambo Kings Play Songs of Love\" (1989), Oscar Hijuelos's latest novel, \"...", "lead_paragraph": "The 14 Sisters of Emilio Montez O'Brien By Oscar Hijuelos 484 pages. Farrar, Straus & Giroux. $22. Like his first two books, \"Our House in the Last World\" (1983) and \"The Mambo Kings Play Songs of Love\" (1989), Oscar Hijuelos's latest novel, \"The 14 Sisters of Emilio Montez O'Brien,\" is a family saga, one of those commodious, emotionally generous books that immerse us in a well-upholstered fictional world. Once again, we are given a richly colored portrait of immigrant life in the United States; once again we are shown how familial hopes, dreams, yearnings and sadnesses are handed down generation to generation. Whereas \"Mambo Kings,\" which won the 1990 Pulitzer Prize for fiction, was an insistently male book, focusing on the sexual and romantic adventures of two Cuban immigrant brothers, \"The 14 Sisters\" is a novel about women, a novel examining the lives and loves of the Montez and O'Brien women. Though many of its central characters suffer from a lingering melancholy reminiscent of that possessed by Nestor, one of the two brothers in \"The Mambo Kings,\" the book is less concerned with loss and missed opportunities than its predecessor. Death, divorce and illness all take their toll here, but \"The 14 Sisters\" takes a longer view of family life than \"The Mambo Kings,\" and its vision is ultimately more redemptive, concerned in the end, like Gabriel Garcia Marquez's \"Love in the Time of Cholera,\" with the cyclical nature of time, and the enduring possibilities of love. Moving back and forth in time, \"The 14 Sisters\" begins, more or less, with the story of Nelson O'Brien, a young Irish boy, whose dreams of America are based on the penny novels he has read about Wild Bill Hickok and Jesse James. In time, Nelson emigrates to the United States, settles in a small Pennsylvania town and, in 1898 after the death of his beloved sister Kate, goes to Cuba to take photographs of the Spanish-American War. There, Nelson meets the beautiful, dreamy 16-year-old Mariela Montez, and for 27 Sundays in a row he pays her court. He tells her about his house in Pennsylvania \"deep in the heart of America, where people could do as they pleased and there was no war,\" and she dreams of a good life with this earnest, sad-eyed man. For their wedding, Nelson gives her a telescope so that she might gaze upon the stars, and he introduces the shy young woman to the unexpected pleasures of his bed. Their passion is enthusiastic, and almost mythically fecund. In the ensuing years in America, Mariela will have 14 daughters, and finally, after all these girls, a son. Though we wonder how Mr. Hijuelos will ever be able to keep so many siblings clearly sorted out in his mind, he's able to implant a firm sense of each and every one of them in our imaginations. There's Margarita, the oldest and in many ways the novel's presiding spirit, who makes an early, unfortunate marriage, and spends years regretting her mistake, only to discover, late in life, the joys of love and independence. It is Margarita who will keep the members of this huge, sprawling family in touch with one another, and Margarita who will imagine her parents' lives together, and preserve them, along with the lives of her siblings, through the willful exercise of memory. After Margarita, there's Isabel, the blond, Irish-looking sister, plump and enamored of food, who will find a husband and a home in Cuba. Maria, the third sister, and the twins, Olga and Jacqueline, are the musically gifted ones -- the family's \"Three Nightingales\" -- who will find fulfilling careers in show business. Then there's the beauteous Helen, appropriately named after a bottle of Helen of Troy Beauty Pomade; plump little Irene; the angry, pensive Sarah, and Patricia, the sister born with a gift for second sight. Veronica, named after the saint, will live up to her name and marry a homeless man she has helped find shelter. Marta and Carmen will remain homebodies for many years, before finding happiness in California. The promiscuous Violeta will eventually abandon her hectic social life to become a minister's wife. And Gloria will struggle for years with her incestuous love for her brother, Emilio, a handsome, introspective boy who will grow up to become a small-time movie star. In relating the tangled history of the O'Brien-Montez clan, Mr. Hijuelos moves confidently from one character's story to the next, leaping ahead in time to foreshadow the future, then jumping backward in time to show us the seeds of hope and despair. He subtly reveals the ways in which the sisters' choices echo -- or counterpoint -- the choices of their siblings, and he demonstrates, as well, the ways in which their lives both embody and contradict the dreams of their parents. Toward the end of the book, Mr. Hijuelos's narrative becomes a little rushed, and his quickening litany of developments in the sisters' lives -- alcoholism, addiction to Valium, subscriptions to spiritist newsletters, affairs with younger men -- can sound suspiciously like an inventory of topics on a talk show. The reader, however, never really minds, so persuasive and generous is his delineation of the family's life. Indeed, one finishes \"The 14 Sisters\" reluctantly, the way one finishes a long letter from a beloved family member, eager for all the news not to end.", "abstract": null, "print_page": "17", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Books of The Times; From Macho Mambo World to a Softer One of Sisters"}, "keywords": [{"name": "creative_works", "value": "14 SISTERS OF EMILIO MONTEZ O'BRIEN, THE (BOOK)"}, {"name": "persons", "value": "HIJUELOS, OSCAR"}, {"name": "subject", "value": "BOOK REVIEWS"}], "pub_date": "1993-03-02T00:00:00Z", "document_type": "article", "news_desk": "Cultural Desk", "section_name": "Arts; Books", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Michiko", "rank": 1, "lastname": "KAKUTANI"}], "original": "By MICHIKO KAKUTANI"}, "type_of_material": "Review", "_id": "4fd1a5578eb7c8105d6be61b", "word_count": 896, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1993/03/02/opinion/lillian-gish-s-face.html", "snippet": "What one can see at the movies is astonishing. The earth splits, mountains fall, oceans rise up, entire cities disappear. But sometimes the most astonishing sight of all is an actor's face. That was especially true when films were silent. Sure, th...", "lead_paragraph": "What one can see at the movies is astonishing. The earth splits, mountains fall, oceans rise up, entire cities disappear. But sometimes the most astonishing sight of all is an actor's face. That was especially true when films were silent. Sure, there were subtitles but it was the face -- the curve of a lip or the lift of an eyebrow or the suggestion of a frown -- that really delivered the text. If the face belonged to a Charlie Chaplin or a Lillian Gish, the audience would remember its message forever.", "abstract": null, "print_page": "20", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Lillian Gish's Face"}, "keywords": [{"name": "persons", "value": "GISH, LILLIAN"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "EDITORIALS"}, {"name": "subject", "value": "DEATHS"}], "pub_date": "1993-03-02T00:00:00Z", "document_type": "article", "news_desk": "Editorial Desk", "section_name": "Opinion", "subsection_name": null, "byline": null, "type_of_material": "Editorial", "_id": "4fd1a5578eb7c8105d6be628", "word_count": 331, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1993/02/28/movies/film-after-40-years-in-films-piper-laurie-is-still-here.html", "snippet": "It has been more than 40 years since Piper Laurie made her movie debut, playing Ronald Reagan's daughter in a forgettable film called \"Louisa.\" What followed was a series of equally forgettable films, opposite actors like Tony Curtis, Tyrone Power...", "lead_paragraph": "It has been more than 40 years since Piper Laurie made her movie debut, playing Ronald Reagan's daughter in a forgettable film called \"Louisa.\" What followed was a series of equally forgettable films, opposite actors like Tony Curtis, Tyrone Power and Rory Calhoun, that turned her into a star as well as a desperately unhappy woman who fled Hollywood at the age of 23. Even today, she rankles at the memories of her years as a contract player under the old studio system. But now, at the age of 60 and with two new movies set for release, Ms. Laurie believes that her Hollywood career is finally in place.", "abstract": null, "print_page": "18", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "After 40 Years in Films, Piper Laurie Is Still Here", "kicker": "FILM"}, "keywords": [{"name": "creative_works", "value": "RICH IN LOVE (MOVIE)"}, {"name": "persons", "value": "LAURIE, PIPER"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}], "pub_date": "1993-02-28T00:00:00Z", "document_type": "article", "news_desk": "Arts & Leisure Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Bernard", "rank": 1, "lastname": "WEINRAUB"}], "original": "By BERNARD WEINRAUB"}, "type_of_material": "Biography", "_id": "4fd1baa98eb7c8105d6e4e17", "word_count": 1545, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1993/02/28/movies/photography-view-still-photos-trace-the-moving-image-of-blacks.html", "snippet": "Motion pictures, needing shortcuts and symbols to speed communication, are a most ingenious device for the production and dissemination of stereotypes. When it comes to black Americans, the stereotypes have been particularly potent and lasting (al...", "lead_paragraph": "Motion pictures, needing shortcuts and symbols to speed communication, are a most ingenious device for the production and dissemination of stereotypes. When it comes to black Americans, the stereotypes have been particularly potent and lasting (although other groups are not lacking for reasons to complain). As late as 1970, John O. Killens, a black film writer, said that the movie industry was \"the most anti-Negro influence in this nation.\" It has filled many minds with pictures of happy blacks having fish fries in a \"Green Pastures\" heaven and Butterfly McQueen as a flustery pickaninny with a weak-tea voice in \"Gone With the Wind.\" \"Imaging Blacks: African-Americans in American Films\" is a capsule history told through 150 film stills, press kits, posters, lobby cards and clippings at the Schomburg Center for Research in Black Culture (135th Street and Malcolm X Boulevard, through May 25). This kind of show, packed with single photographs from little-known or dimly remembered films, depends heavily on a text; fortunately, the labels give it point and punch.", "abstract": null, "print_page": "23", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Still Photos Trace The Moving Image Of Blacks", "kicker": "PHOTOGRAPHY VIEW"}, "keywords": [{"name": "organizations", "value": "SCHOMBURG CENTER FOR RESEARCH IN BLACK CULTURE"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "REVIEWS"}, {"name": "subject", "value": "BLACKS (IN US)"}, {"name": "subject", "value": "PHOTOGRAPHY"}, {"name": "subject", "value": "SHOWS (EXHIBITS)"}], "pub_date": "1993-02-28T00:00:00Z", "document_type": "article", "news_desk": "Arts & Leisure Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Vicki", "rank": 1, "lastname": "Goldberg"}], "original": "By Vicki Goldberg"}, "type_of_material": "News", "_id": "4fd1a42f8eb7c8105d6bc5dd", "word_count": 1098, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1993/02/27/obituaries/eren-ozker-actress-and-puppeteer-44-a-voice-of-muppets.html", "snippet": "Eren Ozker, an actress and a puppeteer with the Muppets, died on Thursday at her home in New York City. She was 44 and also kept a home in Los Angeles.    The cause was cancer, said her husband, William Bogert....", "lead_paragraph": "Eren Ozker, an actress and a puppeteer with the Muppets, died on Thursday at her home in New York City. She was 44 and also kept a home in Los Angeles. The cause was cancer, said her husband, William Bogert.", "abstract": null, "print_page": "27", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Eren Ozker, Actress And Puppeteer, 44; A Voice of Muppets"}, "keywords": [{"name": "persons", "value": "OZKER, EREN"}, {"name": "subject", "value": "DEATHS"}], "pub_date": "1993-02-27T00:00:00Z", "document_type": "article", "news_desk": "Obituary", "section_name": "Obituaries", "subsection_name": null, "byline": null, "type_of_material": "Obituary; Biography", "_id": "4fd1d83a8eb7c8105d716e9b", "word_count": 282, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1993/02/26/arts/hotel-dining-regains-glow-of-long-ago.html", "snippet": "OVER the last decade, hotel restaurants have been the most fickle of suitors. Usually attractive, elegant and inviting, they can deliver a sublime experience one day and six months later turn out humdrum food that puts lobby coffee shops in a favo...", "lead_paragraph": "OVER the last decade, hotel restaurants have been the most fickle of suitors. Usually attractive, elegant and inviting, they can deliver a sublime experience one day and six months later turn out humdrum food that puts lobby coffee shops in a favorable light. The reasons for such instability vary: peripatetic chefs, the strain of running round-the-clock kitchens and cost-cutting dictated by far-off corporate headquarters. Now the good news: hotel restaurants are on a roll, both around the nation and in New York City. Moreover, prices are more reasonable than they were in the high-rolling 1980's.", "abstract": null, "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Hotel Dining Regains Glow Of Long Ago"}, "keywords": [{"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "UNITED STATES"}, {"name": "subject", "value": "RESTAURANTS"}, {"name": "subject", "value": "ESSEX HOUSE HOTEL (NYC)"}, {"name": "subject", "value": "HOTELS AND MOTELS"}, {"name": "subject", "value": "NYTRAVEL"}, {"name": "subject", "value": "MARK HOTEL (NYC)"}], "pub_date": "1993-02-26T00:00:00Z", "document_type": "article", "news_desk": "Weekend Desk", "section_name": "Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Bryan", "rank": 1, "lastname": "MILLER"}], "original": "By BRYAN MILLER"}, "type_of_material": "News", "_id": "4fd1a42f8eb7c8105d6bc638", "word_count": 3444, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1993/02/26/news/tvweekend-now-look-we-re-talking-serious-comedy-here.html", "snippet": "On television's interview circuit this weekend are two superstars who rarely are found sitting around and talking about themselves. Tonight on PBS, Clint Eastwood appears on \"Talking With David Frost.\" Sunday on Comedy Central, \"Alan King: Inside ...", "lead_paragraph": "On television's interview circuit this weekend are two superstars who rarely are found sitting around and talking about themselves. Tonight on PBS, Clint Eastwood appears on \"Talking With David Frost.\" Sunday on Comedy Central, \"Alan King: Inside the Comedy Mind\" begins a new season with a special hourlong session featuring Robin Williams. Mr. Eastwood's movie \"Unforgiven\" has been nominated for nine Academy Awards, three of them personally, as producer, director and star. Sitting in a West Hollywood hotel, the low-key, determinedly nonflashy star almost challenges Mr. Frost -- recently elevated to Sir David Frost -- to try to crack his steely facade. In 1974, begins Mr. Frost, you said you would rather have an Oscar for directing than for acting. \"Did I say that in 1974?,\" Mr. Eastwood responds with a gentle amusement that screams \"So what?\"", "abstract": null, "print_page": "14", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "TVWeekend; Now Look, We're Talking Serious Comedy Here"}, "keywords": [{"name": "creative_works", "value": "ALAN KING: INSIDE THE COMEDY MIND (TV PROGRAM)"}, {"name": "creative_works", "value": "TALKING WITH DAVID FROST (TV PROGRAM)"}, {"name": "persons", "value": "WILLIAMS, ROBIN"}, {"name": "persons", "value": "KING, ALAN"}, {"name": "persons", "value": "FROST, DAVID"}, {"name": "persons", "value": "EASTWOOD, CLINT"}, {"name": "subject", "value": "REVIEWS"}, {"name": "subject", "value": "TELEVISION"}], "pub_date": "1993-02-26T00:00:00Z", "document_type": "article", "news_desk": null, "section_name": null, "subsection_name": null, "byline": {"person": [{"firstname": "John", "middlename": "J.", "lastname": "O'Connor", "rank": 1, "role": "reported", "organization": ""}], "original": "By John J. O'Connor"}, "type_of_material": "Review", "_id": "4fd1a42f8eb7c8105d6bc63f", "word_count": 675, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1993/02/25/movies/home-video-256693.html", "snippet": "Television films headed for the video store do not usually play in movie theaters, but this week there is an exception. \"Guncrazy,\" Tamra Davis's acclaimed film about two young killers on the loose, appeared on the Showtime cable channel in Octobe...", "lead_paragraph": "Television films headed for the video store do not usually play in movie theaters, but this week there is an exception. \"Guncrazy,\" Tamra Davis's acclaimed film about two young killers on the loose, appeared on the Showtime cable channel in October, and yesterday it was released on tape by Academy Entertainment. The movie has also been playing in about a dozen theaters nationwide for more than a month. Video releases normally aren't compatible with theater runs, but there is hope that \"Guncrazy\" will again defy the rule and survive on the big screen.", "abstract": null, "print_page": "22", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Home Video"}, "keywords": [{"name": "creative_works", "value": "GUNCRAZY (MOVIE)"}, {"name": "subject", "value": "RECORDINGS (VIDEO)"}, {"name": "subject", "value": "REVIEWS"}, {"name": "subject", "value": "MOTION PICTURES"}], "pub_date": "1993-02-25T00:00:00Z", "document_type": "article", "news_desk": null, "section_name": "Movies", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By Peter M. Nichols"}, "type_of_material": "Review", "_id": "4fd1c81a8eb7c8105d6fa3cb", "word_count": 1173, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1993/02/25/movies/a-screenwriter-profits-from-his-years-of-pain.html", "snippet": "Bo Goldman should be on top of the world. He has won two Academy Awards for his screenplays, he is one of the most respected writers in Hollywood and, at 60 he is about to start directing his first movie.   But Mr. Goldman, who wrote the screenpla...", "lead_paragraph": "Bo Goldman should be on top of the world. He has won two Academy Awards for his screenplays, he is one of the most respected writers in Hollywood and, at 60 he is about to start directing his first movie. But Mr. Goldman, who wrote the screenplay for \"Scent of a Woman,\" is in pain. Raw, seemingly permanent pain. And the fact that he has been nominated for an Oscar for the moviehardly assuages the pain. \"People ask me, 'Are you surprised?' \" he said. \"I'm always surprised when anything good happens to me.", "abstract": null, "print_page": "15", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "A Screenwriter Profits From His Years of Pain"}, "keywords": [{"name": "persons", "value": "GOLDMAN, BO"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}], "pub_date": "1993-02-25T00:00:00Z", "document_type": "article", "news_desk": "Cultural Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Bernard", "rank": 1, "lastname": "WEINRAUB"}], "original": "By BERNARD WEINRAUB"}, "type_of_material": "News", "_id": "4fd1db868eb7c8105d71c479", "word_count": 1447, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1993/02/24/nyregion/trust-gifts-to-neediest-cases.html", "snippet": "Following is a list of trusts and estates that contributed to the current campaign of The New York Times Neediest Cases Fund: TRUSTS...", "lead_paragraph": "Following is a list of trusts and estates that contributed to the current campaign of The New York Times Neediest Cases Fund: TRUSTS", "abstract": null, "print_page": "4", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Trust Gifts to Neediest Cases"}, "keywords": [{"name": "subject", "value": "NEW YORK TIMES NEEDIEST CASES FUND"}, {"name": "subject", "value": "WILLS AND ESTATES"}], "pub_date": "1993-02-24T00:00:00Z", "document_type": "article", "news_desk": "Metropolitan Desk", "section_name": "New York and Region", "subsection_name": null, "byline": null, "type_of_material": "List", "_id": "4fd1ba6d8eb7c8105d6e4694", "word_count": 482, "slideshow_credits": null}]}, "status": "OK", "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}