{"response": {"meta": {"hits": 92, "time": 30, "offset": 30}, "docs": [{"web_url": "http://www.nytimes.com/1993/02/14/theater/l-rodgers-and-hammerstein-the-mornings-are-no-less-beautiful-401093.html", "snippet": "To the Editor:   I read with pleasure Stephen Holden's article on Rodgers and Hammerstein  [ \"Their Songs Were America's Happy Talk,\" Jan. 24 ] . Still, I resist Mr. Holden's urge to file away the musical plays created by these men with the antiqu...", "lead_paragraph": "To the Editor: I read with pleasure Stephen Holden's article on Rodgers and Hammerstein [ \"Their Songs Were America's Happy Talk,\" Jan. 24 ] . Still, I resist Mr. Holden's urge to file away the musical plays created by these men with the antique mementos of a fairy-tale past.", "abstract": null, "print_page": "4", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "The Mornings Are No Less Beautiful", "kicker": "RODGERS AND HAMMERSTEIN"}, "keywords": [{"name": "persons", "value": "RODGERS, RICHARD"}, {"name": "persons", "value": "HOLDEN, STEPHEN"}, {"name": "persons", "value": "HAMMERSTEIN, OSCAR 2D"}, {"name": "persons", "value": "POMAHAC, BRUCE"}, {"name": "subject", "value": "THEATER"}], "pub_date": "1993-02-14T00:00:00Z", "document_type": "article", "news_desk": "Arts & Leisure Desk", "section_name": "Arts; Theater; Opinion", "subsection_name": null, "byline": null, "type_of_material": "Letter", "_id": "4fd1db868eb7c8105d71c3f9", "word_count": 377, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1993/02/14/theater/l-rodgers-and-hammerstein-masters-of-bunk-402893.html", "snippet": "To the Editor:   I am grateful to Stephen Holden for exposing the \"icky-poo\" tarnish on the Rodgers and Hammerstein legacy. But he does so from the vantage point of half a century. It is worth recalling that others had observed it all along....", "lead_paragraph": "To the Editor: I am grateful to Stephen Holden for exposing the \"icky-poo\" tarnish on the Rodgers and Hammerstein legacy. But he does so from the vantage point of half a century. It is worth recalling that others had observed it all along.", "abstract": null, "print_page": "4", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Masters Of Bunk", "kicker": "RODGERS AND HAMMERSTEIN"}, "keywords": [{"name": "persons", "value": "RODGERS, RICHARD"}, {"name": "persons", "value": "GLIXON, NIEL"}, {"name": "persons", "value": "HOLDEN, STEPHEN"}, {"name": "persons", "value": "HAMMERSTEIN, OSCAR 2D"}, {"name": "subject", "value": "THEATER"}], "pub_date": "1993-02-14T00:00:00Z", "document_type": "article", "news_desk": "Arts & Leisure Desk", "section_name": "Arts; Theater; Opinion", "subsection_name": null, "byline": null, "type_of_material": "Letter", "_id": "4fd1a42a8eb7c8105d6bc1d7", "word_count": 260, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1993/02/14/theater/l-rodgers-and-hammerstein-they-knew-their-audience-405293.html", "snippet": "To the Editor:   Limited by his generational correctness, Stephen Holden dismisses the shows of Rodgers and Hammerstein as \"slightly right of center.\" Thus, he sees and hears the soliloquy in \"Carousel\" as a polarized and patriarchal view of sex r...", "lead_paragraph": "To the Editor: Limited by his generational correctness, Stephen Holden dismisses the shows of Rodgers and Hammerstein as \"slightly right of center.\" Thus, he sees and hears the soliloquy in \"Carousel\" as a polarized and patriarchal view of sex roles because he lacks empathy for World War II veterans who longed for families of their own with, yes, feminine daughters and masculine sons.", "abstract": null, "print_page": "4", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "They Knew Their Audience", "kicker": "RODGERS AND HAMMERSTEIN"}, "keywords": [{"name": "persons", "value": "RODGERS, RICHARD"}, {"name": "persons", "value": "HOLDEN, STEPHEN"}, {"name": "persons", "value": "HAMMERSTEIN, OSCAR 2D"}, {"name": "persons", "value": "PIERSON, HOWARD"}, {"name": "subject", "value": "THEATER"}], "pub_date": "1993-02-14T00:00:00Z", "document_type": "article", "news_desk": "Arts & Leisure Desk", "section_name": "Arts; Theater; Opinion", "subsection_name": null, "byline": null, "type_of_material": "Letter", "_id": "4fd1c81a8eb7c8105d6fa342", "word_count": 120, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1993/02/14/theater/l-rodgers-and-hammerstein-dites-moi-pourquoi-403693.html", "snippet": "To the Editor:   As much as Rodgers and Hammerstein were trying to play out \"messages,\" they were also trying to entertain millions of people who were trying to forget a world war. I'm not so sure I would call their more sentimental attempts \"icky...", "lead_paragraph": "To the Editor: As much as Rodgers and Hammerstein were trying to play out \"messages,\" they were also trying to entertain millions of people who were trying to forget a world war. I'm not so sure I would call their more sentimental attempts \"icky-poo infantile.\" Try singing some of those songs to kids -- remember that back then there was such a thing as family entertainment -- and you'll find that they love them. BETSY FENTRESS St. Louis", "abstract": null, "print_page": "4", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Dites-Moi Pourquoi?", "kicker": "RODGERS AND HAMMERSTEIN"}, "keywords": [{"name": "persons", "value": "RODGERS, RICHARD"}, {"name": "persons", "value": "HOLDEN, STEPHEN"}, {"name": "persons", "value": "HAMMERSTEIN, OSCAR 2D"}, {"name": "persons", "value": "FENTRESS, BETSY"}, {"name": "subject", "value": "THEATER"}], "pub_date": "1993-02-14T00:00:00Z", "document_type": "article", "news_desk": "Arts & Leisure Desk", "section_name": "Arts; Theater; Opinion", "subsection_name": null, "byline": null, "type_of_material": "Letter", "_id": "4fd1baa48eb7c8105d6e4a05", "word_count": 81, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1993/02/14/theater/l-rodgers-and-hammerstein-can-the-id-overtake-the-ego-404493.html", "snippet": "To the Editor:   The most interesting thing about Stephen Holden's article was not his pigeonholing of Rodgers and Hammerstein as the superego of American musical theater (with Stephen Sondheim as the id!), but the accompanying article about all t...", "lead_paragraph": "To the Editor: The most interesting thing about Stephen Holden's article was not his pigeonholing of Rodgers and Hammerstein as the superego of American musical theater (with Stephen Sondheim as the id!), but the accompanying article about all the Rodgers and Hammerstein projects this year. Especially interesting was the statistic that there are 2,700 productions of Rodgers and Hammerstein musicals each year.", "abstract": null, "print_page": "4", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Can the Id Overtake the Ego?", "kicker": "RODGERS AND HAMMERSTEIN"}, "keywords": [{"name": "persons", "value": "RODGERS, RICHARD"}, {"name": "persons", "value": "HOLDEN, STEPHEN"}, {"name": "persons", "value": "HAMMERSTEIN, OSCAR 2D"}, {"name": "persons", "value": "WEST, RANDALL F"}, {"name": "subject", "value": "THEATER"}], "pub_date": "1993-02-14T00:00:00Z", "document_type": "article", "news_desk": "Arts & Leisure Desk", "section_name": "Arts; Theater; Opinion", "subsection_name": null, "byline": null, "type_of_material": "Letter", "_id": "4fd1db868eb7c8105d71c40e", "word_count": 164, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1993/02/12/arts/romantic-retreats.html", "snippet": "Here is a selection of activities and events in New York City this weekend to celebrate Valentine's Day:  Today    \"JAPANESE LOVE POEMS,\" Tenri Cultural Institute, fourth floor, 575 Broadway, at Prince Street, SoHo. A lecture about what Japanese p...", "lead_paragraph": "Here is a selection of activities and events in New York City this weekend to celebrate Valentine's Day: Today \"JAPANESE LOVE POEMS,\" Tenri Cultural Institute, fourth floor, 575 Broadway, at Prince Street, SoHo. A lecture about what Japanese poets say about love, by Hiroaki Sato, a translator and a co-author of \"From the Country of Eight Islands: An Anthology of Japanese Poetry\" (University of Washington Press). Tonight at 8. Admission: $7. Reservations: (212) 925-8500. SAILOR'S VALENTINE: AFTER-SCHOOL FUN, South Street Seaport Museum, Children's Center, 165 John Street, lower Manhattan. An hour-and-a-half workshop for 6-to-12-year-olds. A sailor's life at sea will be discussed, and participants will make a traditional sailor's valentine out of seashells, knots and feathers. Today at 3:30 P.M.; tomorrow at 11 A.M.; Sunday at 2 P.M. Fee is included in museum admission: $3; $6 for adults. Information: (212) 669-9424 or 996-9400. Tomorrow \"VALENTINE EXTRAVAGANZA II,\" Staten Island Children's Museum, Snug Harbor, 1000 Richmond Terrace, Livingston. A valentine-making workshop for families. Tomorrow at 1:30 P.M. Free with museum admission: $3. Information: (718) 273-2060. \"MADRIGALS OF LOVE AND WAR,\" Cathedral of St. John the Divine, Amsterdam Avenue and 112th Street, Morningside Heights. \"Madrigals of Love and War\" and other works by Monteverdi will be performed by the Ensemble for Early Music and Grande Bande. Tomorrow at 8 P.M. Tickets: $20. Information: (212) 749-6600. \"LOVE IN BLOOM,\" Steinhardt Conservatory, Brooklyn Botanic Garden, 1000 Washington Avenue, at Prospect Park. A display of blooming spring flowers, and an exhibition of paintings and sculpture by members of Penumbra, an artists' group. Tomorrow, 10 A.M. to 4 P.M. On Sunday at 2:30 P.M. Hannah and Her Brothers will perform romantic ballads. Admission is free to the garden and all events. Information: (718) 622-4433. Sunday DANCING UNDER THE STARS, Winter Garden, World Financial Center, West Street south of Vesey Street, lower Manhattan. A dance demonstration by members of the American Ballroom Theater, after which the public is invited to dance to music by the John Randolph Orchestra. Sunday at 7 P.M. Free. Information: (212) 945-0500. \"JAZZ FOR VALENTINES,\" Alice Tully Hall. Love songs and ballads performed by Betty Carter. With Harold Ashby, Roy Hargrove, Bobby Watson and others. Sunday at 8 P.M. Tickets: $30. Information: (212) 875-5400 or 721-6500. SALSA INTERNACIONAL VALENTINE SHOW, Madison Square Garden. A salsa performance featuring Oscar D'Leon, Luis Enrique, Jerry Rivera, Orquesta de la Luz, Grupo Niche, Pochi and La Coco Band and Polito Vega. Sunday at 8 P.M. Tickets: $25 to $40. Information: (212) 465-6741. LOVE SONGS OF MARLENE DIETRICH AND EDITH PIAF, Raoul's Brasserie, 225 Varick Street, SoHo. Elizabeth Hodes will sing songs made famous by Marlene Dietrich and Edith Piaf. Sunday at 8:30 and 10:30 P.M. Information: (212) 929-1630. BALLROOM DANCING AND DINNER, Book Friends Cafe, 16 West 18th Street. Sponsored by the Tanjo Project. Sunday at 7 P.M. Admission: $35. Information: (212) 255-7407. LOVE BUS. A three-hour mini-bus tour past the former residences of such celebrities as Katharine Hepburn, whose visitors included Spencer Tracy, and Woody Allen and Mia Farrow. Sponsored by Sidewalks of New York. Sunday at 1 P.M. Fee: $25. Reservations: (212) 388-2286. WALKING TOUR. A walk on the streets of Manhattan past sites that figured in the courtships of, among others, Diamond Jim Brady and Lillian Russell, Elizabeth Taylor and Richard Burton, and Donald Trump and Marla Maples. Sponsored by Adventure on a Shoestring. Sunday at 1 P.M. Fee: $5. Information and meeting-place: (212) 265-2663. LOVERS' STROLL THROUGH GREENWICH VILLAGE. A tour of locations associated with the love lives of celebrities, including President John Tyler, Dorothy Thompson and Sinclair Lewis, Mayor Jimmy Walker, and Cary Grant. Sunday at 2 P.M. Sponsored by Sidewalks of New York. Meets at the Washington Arch, in Washington Square Park. Admission: $10. Information: (212) 517-0201. LOVERS' GUIDE TO CENTRAL PARK, Manhattan. A walk past some romantic areas in the park, led by the Urban Park Rangers, who will also tell Valentine's Day stories. Sunday at 2 P.M. Meets at Central Park West and 72d Street. Information: (212) 427-4040. \"WHAT'S LOVE GOT TO DO WITH IT?\" Prospect Park, Brooklyn. A workshop, led by the Urban Park Ranger, in the courtship rituals of wildlife. Sunday at 2 P.M. Free. Meets at the boathouse, which is reached from the entrance at Lincoln Road and Ocean Avenue. Information: (718) 287-34000. MATES FOR LIFE, Kissena Park, Flushing, Queens. The courtship and mating rituals of animals will be told by the Urban Park Rangers. Sunday at 2 P.M. Free. Meets at the Kissena Nature Center, Rose Avenue and Parsons Boulevard. Information: (718) 699-4204. READINGS AND PERFORMANCE PIECES, St. Mark's Church, 131 East 10th Street, East Village. More than 50 poets and performers, including Allen Ginsberg, will take part in a presentation on the theme of love. Sunday at 3 P.M. Sponsored by the Poetry Project. Admission by contribution: $8; $5 for members of the Poetry Project. Information: (212) 674-0910. READING, Time Cafe, 380 Lafayette Street, Greenwich Village. A reading from the book \"Love is Strange: Stories of Post-Modern Romance,\" edited by Joel Rose and Catherine Texier, with Mr. Rose, Ms. Texier, David Feinberg, A. M. Homes and Lisa Blaushild. Sunday at 8 P.M. Free. Information: (212) 533-7000.", "abstract": null, "print_page": "20", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Romantic Retreats"}, "keywords": [{"name": "glocations", "value": "NEW YORK CITY"}, {"name": "subject", "value": "VALENTINE'S DAY"}], "pub_date": "1993-02-12T00:00:00Z", "document_type": "article", "news_desk": "Weekend Desk", "section_name": "Arts", "subsection_name": null, "byline": null, "type_of_material": "Schedule", "_id": "4fd1e3f18eb7c8105d72ddb5", "word_count": 862, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1993/02/11/obituaries/howard-osborne-fashion-executive-47.html", "snippet": "Howard Osborne, a former sales executive in the fashion industry, died on Sunday at the Danbury Hospital in Danbury, Conn., where he lived. He was 47.   His family said he had been ill for a long time....", "lead_paragraph": "Howard Osborne, a former sales executive in the fashion industry, died on Sunday at the Danbury Hospital in Danbury, Conn., where he lived. He was 47. His family said he had been ill for a long time.", "abstract": null, "print_page": "23", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Howard Osborne, Fashion Executive, 47"}, "keywords": [{"name": "persons", "value": "OSBORNE, HOWARD"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}, {"name": "subject", "value": "DEATHS"}], "pub_date": "1993-02-11T00:00:00Z", "document_type": "article", "news_desk": "Obituary", "section_name": "Obituaries", "subsection_name": null, "byline": null, "type_of_material": "Obituary; Biography", "_id": "4fd1e5b68eb7c8105d73175c", "word_count": 100, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1993/02/10/theater/identity-crisis-for-london-s-theater-district.html", "snippet": "Harold Pinter's drama \"No Man's Land,\" which opened on Feb. 8 in the West End, is the latest longshot entry in the London theatrical sweepstakes that, over the last year, have seen more losers than winners.   More than a dozen ambitious plays and ...", "lead_paragraph": "Harold Pinter's drama \"No Man's Land,\" which opened on Feb. 8 in the West End, is the latest longshot entry in the London theatrical sweepstakes that, over the last year, have seen more losers than winners. More than a dozen ambitious plays and musicals have swept onto the West End stage -- some, like the Pinter play, coming off successful runs in London's small fringe theaters -- only to disappear without a trace, starved by half-full houses in spite of strong and often enthusiastic critical reviews.", "abstract": null, "print_page": "15", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Identity Crisis for London's Theater District"}, "keywords": [{"name": "glocations", "value": "LONDON (ENG)"}, {"name": "subject", "value": "FINANCES"}, {"name": "subject", "value": "THEATER"}], "pub_date": "1993-02-10T00:00:00Z", "document_type": "article", "news_desk": "Cultural Desk", "section_name": "Arts; Theater", "subsection_name": null, "byline": {"person": [{"firstname": "William", "middlename": "E.", "lastname": "SCHMIDT", "rank": 1, "role": "reported", "organization": ""}], "original": "By WILLIAM E. SCHMIDT"}, "type_of_material": "News", "_id": "4fd1c8208eb7c8105d6fa789", "word_count": 1633, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1993/02/09/world/nobel-laureates-rallying-to-burmese-s-cause.html", "snippet": "In an unusual lobbying campaign, the Dalai Lama and several other recipients of the Nobel Peace Prize plan to meet in Thailand next week and travel to the border with Myanmar to demand freedom for Daw Aung San Suu Kyi, the dissident who won the 19...", "lead_paragraph": "In an unusual lobbying campaign, the Dalai Lama and several other recipients of the Nobel Peace Prize plan to meet in Thailand next week and travel to the border with Myanmar to demand freedom for Daw Aung San Suu Kyi, the dissident who won the 1991 prize and who is now under house arrest in her country. Organizers of the meeting said today that the others planning to attend the meeting were Archbishop Desmond M. Tutu of South Africa; Oscar Arias Sanchez, the former President of Costa Rica; Mairead Maguire and Betty Williams, who led a campaign to end violence in Northern Ireland, and Adolpho Perez Esquivel of Argentina, who helped expose a wave of Government-sanctioned killings in Argentina in the 1970's.", "abstract": null, "print_page": "12", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Nobel Laureates Rallying to Burmese's Cause"}, "keywords": [{"name": "persons", "value": "AUNG SAN SUU KYI, DAW"}, {"name": "persons", "value": "ARIAS SANCHEZ, OSCAR"}, {"name": "persons", "value": "DALAI LAMA"}, {"name": "persons", "value": "TUTU, DESMOND M"}, {"name": "glocations", "value": "MYANMAR"}, {"name": "glocations", "value": "THAILAND"}, {"name": "subject", "value": "POLITICAL PRISONERS"}], "pub_date": "1993-02-09T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Philip", "rank": 1, "lastname": "SHENON"}], "original": "By PHILIP SHENON"}, "type_of_material": "News", "_id": "4fd1db8f8eb7c8105d71ca42", "word_count": 662, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1993/02/09/movies/review-television-not-a-lot-of-laughs-blacks-bumpy-road-to-comic-stardom.html", "snippet": "As far as television is concerned, Black History Month isn't likely to come up with a more irresistible treat than \"Mo' Funny: Black Comedy in America,\" a documentary having its premiere on Home Box Office tonight at 9:30.   With Ellen M. Krass as...", "lead_paragraph": "As far as television is concerned, Black History Month isn't likely to come up with a more irresistible treat than \"Mo' Funny: Black Comedy in America,\" a documentary having its premiere on Home Box Office tonight at 9:30. With Ellen M. Krass as executive producer, Yvonne Smith as writer and director, and Charles Dutton (\"Roc\") as narrator, the program goes back to the days of minstrel shows and their white performers in blackface to trace a gradual evolution, moving through blatant racism, that leads inexorably to today's superstars, performers like Richard Pryor, Eddie Murphy, Whoopi Goldberg and Martin Lawrence. Connections are deftly made, showing how the present scene emerges in one way or another from the exaggerated stereotypes that were once the only outlets for black performers.", "abstract": null, "print_page": "11", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Review/Television; Not a Lot of Laughs: Blacks' Bumpy Road To Comic Stardom"}, "keywords": [{"name": "creative_works", "value": "MO' FUNNY: BLACK COMEDY IN AMERICA (TV PROGRAM)"}, {"name": "organizations", "value": "HOME BOX OFFICE"}, {"name": "subject", "value": "REVIEWS"}, {"name": "subject", "value": "TELEVISION"}, {"name": "subject", "value": "BLACKS (IN US)"}, {"name": "subject", "value": "DOCUMENTARY FILMS AND PROGRAMS"}], "pub_date": "1993-02-09T00:00:00Z", "document_type": "article", "news_desk": "Cultural Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"firstname": "John", "middlename": "J.", "lastname": "O'CONNOR", "rank": 1, "role": "reported", "organization": ""}], "original": "By JOHN J. O'CONNOR"}, "type_of_material": "Review", "_id": "4fd1b7f48eb7c8105d6df72c", "word_count": 756, "slideshow_credits": null}]}, "status": "OK", "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}