{"response": {"meta": {"hits": 160, "time": 64, "offset": 80}, "docs": [{"web_url": "http://www.nytimes.com/2000/02/01/sports/boxing-insiders-offer-details-of-corrupt-rankings-by-officials-of-ibf.html", "snippet": "For years, the pattern had struck many people in the boxing business as fishy. One after another, Colombian fighters with almost no experience outside Colombia would appear out of nowhere, rise rapidly up the International Boxing Federation's rank...", "lead_paragraph": "For years, the pattern had struck many people in the boxing business as fishy. One after another, Colombian fighters with almost no experience outside Colombia would appear out of nowhere, rise rapidly up the International Boxing Federation's rankings and get a shot at a title. Most of them then lost the title fight and disappeared. Carlos Mercado, a junior bantamweight of little renown, rose to the No. 1 contender's spot, then was soundly beaten by the champion, Robert Quiroga, in 1992. Felix Naranjo, a miniflyweight, also ascended rapidly to contender's status and got a 1993 title fight against the champion, Ratanapol Vorapin of Thailand, who knocked him out in two rounds.", "abstract": "Article discusses thousands of pages of testimony, documents, tape transcripts and videotapes that were unsealed in Federal court, Newark, NJ, that detail corruption in rankings by International Boxing Federation; some findings discussed (M)", "print_page": "2", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Insiders Offer Details Of Corrupt Rankings By Officials of I.B.F.", "kicker": "BOXING"}, "keywords": [{"name": "organizations", "value": "INTERNATIONAL BOXING FEDERATION"}, {"name": "subject", "value": "BOXING"}, {"name": "subject", "value": "RATINGS AND RATING SYSTEMS"}, {"name": "subject", "value": "ETHICS"}, {"name": "subject", "value": "BRIBERY"}], "pub_date": "2000-02-01T00:00:00Z", "document_type": "article", "news_desk": "Sports Desk", "section_name": "Sports", "subsection_name": null, "byline": {"person": [{"qualifier": "Jr.", "firstname": "James", "middlename": "C.", "lastname": "McKINLEY", "rank": 1, "role": "reported", "organization": ""}, {"organization": "", "role": "reported", "firstname": "Ronald", "rank": 2, "lastname": "SMOTHERS"}], "original": "By JAMES C. McKINLEY Jr. and RONALD SMOTHERS"}, "type_of_material": "News", "_id": "4fd210ed8eb7c8105d785a0a", "word_count": 1040, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2000/02/01/theater/footlights.html", "snippet": "NEWS  Home for Homage     The coming attraction at the Globe Theater beside the Thames River in London is the world's largest exhibition devoted to William Shakespeare. That was the word yesterday from Britain, where the $10.5 million combination ...", "lead_paragraph": "NEWS Home for Homage The coming attraction at the Globe Theater beside the Thames River in London is the world's largest exhibition devoted to William Shakespeare. That was the word yesterday from Britain, where the $10.5 million combination of museum and theme park is to be opened on Thursday by the Oscar-winning actress Judi Dench. The show, which is expected to attract as many as 400,000 people annually, will enable visitors to compose a sonnet with a quill pen, witness swordplay, see Shakespeare's will and even put their own voices into a prerecorded scene from a Globe production.", "abstract": "Coming attraction at Globe Theater besides Thames River in London is world's largest exhibition devoted to William Shakespeare; $10.5 million combination of museum and theme park is to be opened on Feb 3; 20 rare sculptures and 55 documentary photographs from Hispanic Society of America will be exhibited beginning on Feb 3 at American Bible Society on Broadway at 61st Street; exhibition is called Images in Procession: Testimonies to Spanish Faith; Celebrate Buenos Aires festival to be held at World Financial Center from Feb 1 to March 26; Exhibition Ben Shahn's New York: The Photography of Modern Times to go on view at Arthur M Sackler Museum at Harvard University on Feb 5; photo (M)", "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "FOOTLIGHTS"}, "keywords": [{"name": "persons", "value": "SHAKESPEARE, WILLIAM"}, {"name": "persons", "value": "SHAHN, BEN"}, {"name": "glocations", "value": "SPAIN"}, {"name": "glocations", "value": "BUENOS AIRES (ARGENTINA)"}, {"name": "organizations", "value": "ROMAN CATHOLIC CHURCH"}, {"name": "organizations", "value": "HISPANIC SOCIETY OF AMERICA"}, {"name": "organizations", "value": "SACKLER, ARTHUR M, MUSEUM"}, {"name": "organizations", "value": "AMERICAN BIBLE SOCIETY"}, {"name": "subject", "value": "PHOTOGRAPHY"}, {"name": "subject", "value": "GLOBE THEATER (LONDON)"}, {"name": "subject", "value": "THEATER"}], "pub_date": "2000-02-01T00:00:00Z", "document_type": "article", "news_desk": "The Arts/Cultural Desk", "section_name": "Arts; Theater", "subsection_name": null, "byline": {"person": [{"firstname": "Lawrence", "middlename": "Van", "lastname": "GELDER", "rank": 1, "role": "reported", "organization": ""}], "original": "By LAWRENCE VAN GELDER"}, "type_of_material": "News", "_id": "4fd1f5878eb7c8105d74f14e", "word_count": 399, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2000/02/01/classified/paid-notice-deaths-lupo-adela.html", "snippet": "LUPO-Adela, 65, of Commack, NY. Formerly of Brooklyn, NY. Died January 30, 2000 of pancreatic cancer. She is survived by her only child, Jennifer, her son-in-law, Jose, two sisters, Carmen and Henrietta, a niece, Denise, a greatnephew, Vincent, an...", "lead_paragraph": "LUPO-Adela, 65, of Commack, NY. Formerly of Brooklyn, NY. Died January 30, 2000 of pancreatic cancer. She is survived by her only child, Jennifer, her son-in-law, Jose, two sisters, Carmen and Henrietta, a niece, Denise, a greatnephew, Vincent, and her two cats, Oscar, too and Felix. Services will be held at the Commack Abbey, 96 Commack Road, Commack, New York on February 1, 2000 from 2PM to 5PM and 7PM to 10PM. Interment on February 2, 2000 at Pinelawn Memorial Park, Farmingdale, NY. 90294. Memorial donations may be made to the Lustgarten Foundation for Pancreatic Cancer Research, PO Box 2141 New York, NY 10116.", "abstract": null, "print_page": "26", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Paid Notice: Deaths  LUPO, ADELA"}, "keywords": [{"name": "persons", "value": "LUPO, ADELA"}], "pub_date": "2000-02-01T00:00:00Z", "document_type": "article", "news_desk": "Classified", "section_name": "Paid Death Notices", "subsection_name": null, "byline": null, "type_of_material": "Paid Death Notice", "_id": "4fd212c18eb7c8105d788fb5", "word_count": 104, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2000/02/01/classified/paid-notice-deaths-rosen-paula-luksenburg.html", "snippet": "ROSEN - Paula Luksenburg. Passed away on January 30th. Holocaust survivor. Survived by daughter Ruth Ravina, son-in-law Oscar Ravina, niece Rosa Alexander, two grandsons and three great-grandchildren. Services to be held at Riverside Memorial Chap...", "lead_paragraph": "ROSEN - Paula Luksenburg. Passed away on January 30th. Holocaust survivor. Survived by daughter Ruth Ravina, son-in-law Oscar Ravina, niece Rosa Alexander, two grandsons and three great-grandchildren. Services to be held at Riverside Memorial Chapel, 180 W. 76 Street, Tuesday, February 1 at 11:30AM. Donations in her memory may be made to The Yivo, (212-294-6128).", "abstract": null, "print_page": "26", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Paid Notice: Deaths  ROSEN, PAULA LUKSENBURG"}, "keywords": [{"name": "persons", "value": "ROSEN, PAULA LUKSENBURG"}], "pub_date": "2000-02-01T00:00:00Z", "document_type": "article", "news_desk": "Classified", "section_name": "Paid Death Notices", "subsection_name": null, "byline": null, "type_of_material": "Paid Death Notice", "_id": "4fd220358eb7c8105d7a38cd", "word_count": 55, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2000/01/30/tv/movies-critics-choice.html", "snippet": "WHEN Bill Murray gets stuck in Punxsutawney, Pa., with a world-famous woodchuck, Andie MacDowell and a negative attitude in GROUNDHOG DAY (1993), it's for his own good. Mr Murray's character, a cynical, self-absorbed broadcaster, finds himself cau...", "lead_paragraph": "WHEN Bill Murray gets stuck in Punxsutawney, Pa., with a world-famous woodchuck, Andie MacDowell and a negative attitude in GROUNDHOG DAY (1993), it's for his own good. Mr Murray's character, a cynical, self-absorbed broadcaster, finds himself caught in a time warp, repeating Feb. 2 over and over and over again until he gets it right. He tries everything to get out of the rut and into the bed of Ms. MacDowell's character - money, inside information, seemingly magical powers - until in exhaustion he tries being real. Mr. Murray is brilliant, and this profound comedy, directed by Harold Ramis, turns out to be about nothing less than the meaning of life - Sunday/Early Monday at 1:05 a.m. on ABC, Tuesday at 8:05 p.m. on TBS and Thursday at 8 p.m. on Channel 55.", "abstract": null, "print_page": "6", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "MOVIES: CRITICS' CHOICE"}, "keywords": [], "pub_date": "2000-01-30T00:00:00Z", "document_type": "article", "news_desk": "Television", "section_name": null, "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Anita", "rank": 1, "lastname": "Gates"}, {"organization": "", "role": "reported", "firstname": "Howard", "rank": 2, "lastname": "Thompson"}], "original": "By Anita Gates and Howard Thompson"}, "type_of_material": "News", "_id": "4fd205cb8eb7c8105d76e69f", "word_count": 580, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2000/01/30/nyregion/the-guide-best-bet.html", "snippet": "Since its founding in Paris in 1986, Teatro Lirico D'Europa has performed in more than 50 European cities. But until now, the company has not done a major tour of the United States. On Friday, the company of 120 singers, including soloists from Eu...", "lead_paragraph": "Since its founding in Paris in 1986, Teatro Lirico D'Europa has performed in more than 50 European cities. But until now, the company has not done a major tour of the United States. On Friday, the company of 120 singers, including soloists from Europe's leading opera house, a chorus, and full orchestra, brings Puccini's ''Turandot'' to Tilles Center on the C. W. Post campus of Long Island University in Brookville. The cast includes Avalee Beckmann, the soprano who has won the Chalmers Prize and the Liederkranz Foundation Competition, in the title role, and Roumen Doikov, a tenor and member of the Sofia National Opera, as Prince Calaf. The performance is at 8 p.m. (516) 299-3100. 'In-House' Concerts Returning to the era when chamber music concerts began in chambers -- that is, drawing rooms of private residences -- the Greater Port Jefferson Arts Council begins its ''In-House Chamber Series'' on Saturday at 8 p.m. in a private home in Shoreham. Naomi Niskala, pianist, and Renau Dejardin, cellist, do the honors, playing Beethoven's Seven Variations for Piano and Cello. The concerts continue monthly through June at venues throughout the North Shore community (631) 473-5220. Going Baroque While the the Long Island Baroque Ensemble doesn't perform its chamber music in salons, the group does add a touch of authenticity to its proceedings. The ensemble performs on period instruments and will haul them out Saturday for ''A Classical Brooch,'' a program of chamber music by Beethoven and Haydn. The concert is at 8 p.m. at St. Andrew's Lutheran Church on Brooksite Drive in Smithtown and will be repeated next Sunday at 3 p.m. at Christ Episcopal Church on East Main Street in Oyster Bay (631) 724-7386. On the Globe Stage Speaking of things authentic, how about a performance of the opera ''The Merry Wives of Windsor'' performed on a replica of Shakespeare's Globe Theater? Hofstra University has such a stage -- a five-sixth scale recreation of the original. So when the Hofstra University Opera Theater decided to stage Otto Nicolai's operatic version of ''The Merry Wives,'' it made sense to bring the Globe out of storage; especially since it will be used in March for the Shakespeare Festival's production of ''Love's Labour's Lost.'' The opera will be presented at 8 p.m. Friday and Saturday and 3 p.m. next Sunday at the Adams Playhouse on the Hempstead campus (516) 463-6644. Winter Lecture Series This may be the slow season on the North Fork, but that's not stopping the Oysterponds Historical Society from mounting a free Winter Lecture Series on Saturdays. This week there will be a talk about 19th-century folk carvings. Future installments include a sesion on ''The History of Recreation on Peconic Bay,'' Feb. 19; ''Archeological Excavation of Shelter Island's Sylvester Island,'' Feb. 26; ''A History of Housework and Technology,'' March 18; and ''Victorian Dining Room Decoration,'' March 30. The lectures are at 2 p.m. in the Historical Society's Old Point Schoolhouse on Village Lane in Orient (631) 323-2480. Hall of Fame Rocker Eric Burden, a recent inductee into the Rock and Roll Hall of Fame, is still performing at 56; lately, with the New Animals, a band that features such veteran musicians as Aynsley Dunbar, the former drummer of the Frank Zappa Band; Dave Meros, bassist; and Dean Restum and Neal Morse, guitarists, who not only back Mr. Burden on his classic numbers, but play their own material. Eric Burden and the New Animals make two stops on the Island this week: Thursday, via Friends of My Father's Place, at 8 p.m. at Club NCI, Jericho Turnpike in New Hyde Park (516) 358-6133, and Friday, also at 8 p.m., at the Stephen Talkhouse on Main Street in Amagansett (631) 267-3117. Indoor Car Races While Long Island isn't necessarily known as a hub for car racing, there are enough suburban devotees around to support at least a weekend of a very specialized form of the sport -- indoor races that give the audience an up-close view of the action. The National Arenacross Series returns to the Nassau Veterans Memorial Coliseum in Uniondale Friday for a three-day stand with professional racers competing in such events as the ''Dash for Cash,'' a four-lap, no-rules race, and the jump-off contest of stunts 30 feet in the air. The action starts at 7:30 p.m. Friday and Saturday, with ''fast lap'' qualifying session from 5 to 6 p.m. Saturday, and 2 p.m. Sunday when local amateurs get to test their skills (516) 794-9303. East Northport Sites In an effort to help keep the past alive, the Northport Historical Society and the East Northport Chamber of Commerce have joined forces to place historical markers throughout the region. One of the results of the collaboration is ''Marking East Northport,'' an exhibition opening today at the society's museum on Main Street in Northport. Featuring photographs, text and a variety of artifacts and objects that bring to life aspects of East Northport's early farming and commercial communities, the exhibition records the actual markers now in place. So far, Hotel Row, the Old Post Office, the Larkfield School, the Trolley Station, Clay Pitts Farming District and the Carll Family Farm have received markers with at least four to follow. The opening reception, from 2 to 4:30 p.m., includes a slide-show at 3 p.m. (631) 757-9859. At the Libraries For those who couldn't care less about Super Bowl Sunday, local libraries are providing alternative programming today. For example, in Babylon, Lisa Winters, a blues singer, performs ''Music From the Big Band Era'' at 2 p.m. (631) 669-1624, while in Bethpage, Boris Veksler, an accordian virtuoso, joined by Lev Veksler on the double bass, plays international music at 2 p.m. (516) 931-3907. Edward Kalendar, a composer-pianist, performs his own music as well as jazz, Jewish tunes, and Broadway music, at 2 p.m. at the Long Beach Library (516) 432-7201. Shirley Romaine, an actress, and Pamela Levy, a pianist, appear in ''Dear Beloved Friend,'' their take on the relationship between Tchaikovsky and Nadejda Von Meck, at 2 p.m. at the Massapequa Library (516) 799-0770, and finally, today, the Sophisticated Ladies perform at 2 p.m. at the West Islip Library (631) 661-7080. The beat goes on Friday when Oscar Brand, the folk singer, appears at the Freeport Library at 7 p.m. (516) 379-3274, and Saturday brings Jayson-N-Grayson to the Syosset Library at 8 p.m. (516) 921-7161. Free Choices TODAY -- Christine Kwak, a 14-year-old violinist, will be the soloist when the Massapequa Philharmonic Orchestra offers a Youth Concert at 2 p.m. at Berner Junior High School on Carmans Mill Road. The program, under the baton of Nyela Basney, the orchestra's new principal conductor, will include works by Beethoven, Tchaikovsky and von Suppe as well as selections from a Broadway musical (516) 795-4071. For the final concert at Bayard Cutting Arboretum before moving on to Dowling College next week, the Islip Arts Council's Winter 2000 Series has something of an oddity -- a Russian duo that performs on the domra, a plucked four-string instument similar to the lute or mandolin, and the bayan, an accordian-like instrument that has buttons instead of pianolike keys. Tamara Volskaya, a ''merited artist of Russia,'' on the domra and Anatoly Trofimov, a professor of folk instruments at the Mussorgsky Ural State Conservatory, on the bayan, perform at 2 p.m. at the arboretum in Oakdale (631) 224-5420. SATURDAY -- To open its winter series of family programs, the Parrish Art Museum on Job's Lane in Southampton calls upon Jody Kruskal and the Public Works Orchestra, an ensemble that manages to coax music from styrofoam boxes, bottles and reinvented traditional instruments fashioned from the ''flotsam and jetsam of industry and consumption.'' The concert is at 2 p.m. (631) 283-2118. The black-capped chickadees who frequent the Morton National Wildlife Refuge in Noyack are a friendly bunch of birds. All a visitor has to do is hold out a handful of sunflower seeds and the tiny creatures zoom in, alight and dine. They can be fed at 1 p.m. when the Seatuck Environmental Association holds a ''Black-Capped Chickadee and Other Resident Winter Birds Walk'' at the refuge (631) 581-6908. BARBARA DELATINER", "abstract": null, "print_page": "12", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "The Guide; Best Bet"}, "keywords": [], "pub_date": "2000-01-30T00:00:00Z", "document_type": "article", "news_desk": "Long Island Weekly Desk", "section_name": "New York and Region", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Barbara", "rank": 1, "lastname": "DELATINER"}], "original": "By BARBARA DELATINER"}, "type_of_material": "Schedule", "_id": "4fd237758eb7c8105d7c9f1a", "word_count": 1353, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2000/01/30/style/the-new-reign-of-the-park-avenue-princess.html", "snippet": "LAST September, at the Michael Kors spring fashion show, three sets of sisters, reed thin and crisply dressed, threaded their way past curious publicists and editors before piling into the front row. The Lauder, Boardman and Miller sisters may as ...", "lead_paragraph": "LAST September, at the Michael Kors spring fashion show, three sets of sisters, reed thin and crisply dressed, threaded their way past curious publicists and editors before piling into the front row. The Lauder, Boardman and Miller sisters may as well have been on the runway for all the frantic camera clicking, notepad filling and neck craning of bystanders angling for a closer look. A minute later, when the lights dimmed, the impression was redoubled, for there on the catwalk were the young women's mirror images: models with enormous towels sweeping up their hair, as if they'd just stepped up from the cabana in Palm Beach. The fashions were inspired by Lilly Pulitzer's bold colors -- lemon, tangerine and aqua -- and Pucci's psychedelic swirls. There were also baby-blue cable-knit sweaters and zebra-stripe blouses.", "abstract": "Fashion designers take inspiration from Park Avenue princesses, reviving staples of the postdebutante wardrobe, just as new generation of daughters and wifes of Manhattan's superrich emerge on social scene; photos (L)", "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "The New Reign of the Park Avenue Princess"}, "keywords": [{"name": "subject", "value": "SOCIETY"}, {"name": "subject", "value": "APPAREL"}], "pub_date": "2000-01-30T00:00:00Z", "document_type": "article", "news_desk": "Style Desk", "section_name": "Style", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Kristina", "rank": 1, "lastname": "STEWART"}], "original": "By KRISTINA STEWART"}, "type_of_material": "News", "_id": "4fd233cb8eb7c8105d7c4ba6", "word_count": 2436, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2000/01/30/nyregion/working-past-woodbury-you-can-find-blacksmith-two-even-pewter-maker-woodworker.html", "snippet": "FOR antique hunters, the Route 6 area in Woodbury is a familiar path. It winds through the town, delivering all it promises in the dozens and dozens of Colonial and Georgian buildings that line the road.    Tucked among those buildings on Route 6,...", "lead_paragraph": "FOR antique hunters, the Route 6 area in Woodbury is a familiar path. It winds through the town, delivering all it promises in the dozens and dozens of Colonial and Georgian buildings that line the road. Tucked among those buildings on Route 6, and on several streets around town, even more of the past -- the 18th century to be exact -- can be found, not in a musty, dusty display, but in a showcase that is alive and vibrant.", "abstract": "Article profiles artisans in Woodbury, Conn, who use 18th-Century tools, including blacksmith Charles Euston, pewter craftsman Oscar Perez and cabinet maker Craig Farrow; photos; map (M)", "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Working in the Past; In Woodbury, You Can Find a Blacksmith, Two Even, and a Pewter Maker and Woodworker Who Still Use 18th-Centruy Tools"}, "keywords": [{"name": "persons", "value": "PEREZ, OSCAR"}, {"name": "persons", "value": "EUSTON, CHARLES"}, {"name": "persons", "value": "FARROW, CRAIG"}, {"name": "glocations", "value": "WOODBURY (NY)"}, {"name": "subject", "value": "BLACKSMITHS"}, {"name": "subject", "value": "PEWTER"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}, {"name": "subject", "value": "FURNITURE"}], "pub_date": "2000-01-30T00:00:00Z", "document_type": "article", "news_desk": "Connecticut Weekly Desk", "section_name": "New York and Region", "subsection_name": null, "byline": {"person": [{"firstname": "Lucy", "middlename": "Emerson", "lastname": "SULLIVAN", "rank": 1, "role": "reported", "organization": ""}], "original": "By LUCY EMERSON SULLIVAN"}, "type_of_material": "News", "_id": "4fd21fba8eb7c8105d7a3031", "word_count": 1907, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2000/01/30/us/las-vegas-journal-feeding-spiritual-life-amid-pull-of-casinos.html", "snippet": "Its face turned toward the glittery, new casino-hotels on the southern end of Las Vegas Boulevard, a life-sized statue of Jesus spreads its arms wide, as if to embrace the throngs of tourists milling about the towering Sphinx outside the Luxor, th...", "lead_paragraph": "Its face turned toward the glittery, new casino-hotels on the southern end of Las Vegas Boulevard, a life-sized statue of Jesus spreads its arms wide, as if to embrace the throngs of tourists milling about the towering Sphinx outside the Luxor, the fairy-tale castle at the Excalibur, the make-believe skyscrapers at New York New York. And, as if responding to the invitation, many do make their way from the boulevard, the famous Strip, to the beige stone church behind the statue, the Roman Catholic Shrine of the Most Holy Redeemer, where people have been known to toss casino chips into the offering plates.", "abstract": "las vegas jou", "print_page": "14", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Las Vegas Journal; Feeding Spiritual Life Amid Pull of Casinos"}, "keywords": [{"name": "persons", "value": "WALSH, DANIEL F"}, {"name": "glocations", "value": "LAS VEGAS (NEV)"}, {"name": "glocations", "value": "NEVADA"}, {"name": "organizations", "value": "ROMAN CATHOLIC CHURCH"}, {"name": "subject", "value": "SHRINE OF MOST HOLY REDEEMER (LAS VEGAS)"}], "pub_date": "2000-01-30T00:00:00Z", "document_type": "article", "news_desk": "National Desk", "section_name": "U.S.", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Gustav", "rank": 1, "lastname": "NIEBUHR"}], "original": "By GUSTAV NIEBUHR"}, "type_of_material": "News", "_id": "4fd233c58eb7c8105d7c475b", "word_count": 925, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2000/01/30/arts/here-a-comic-genius-there-a-comic-genius.html", "snippet": "HUMANKIND used to produce two or three geniuses per century. Now, it gives us a couple of dozen per month. Last November's Genius issue of Esquire showcased those men and women ''transforming our civilization,'' including the N.B.A. point guard Al...", "lead_paragraph": "HUMANKIND used to produce two or three geniuses per century. Now, it gives us a couple of dozen per month. Last November's Genius issue of Esquire showcased those men and women ''transforming our civilization,'' including the N.B.A. point guard Allen Iverson and the brilliant Leonardo -- not Da Vinci, but DiCaprio. Today, everyone and his dog is a genius. (Literally: Barnes & Noble shoppers can buy ''Caninestein: Awakening the Genius in Your Dog.'') The coin of genius is now so frequently minted that it has all the value of the Botswanan pula.", "abstract": "Article by Franz Lidz and Steve Rushin bemoans extreme overuse of 'comic genius' to describe all too many contemporary entertainment figures; drawing; observes that humankind, which used to produce two or three geniuses per century, seems to be turning them out at perilous rate; quotes from Esquire magazine issue showcasing point guard Allen Iverson and Leonardo (not da Vinci) diCaprio as two who are 'transforming our civilization' (M)", "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Here A Comic Genius, There A Comic Genius"}, "keywords": [{"name": "persons", "value": "DICAPRIO, LEONARDO"}, {"name": "persons", "value": "IVERSON, ALLEN"}, {"name": "subject", "value": "COMEDY AND HUMOR"}, {"name": "subject", "value": "GENIUS"}, {"name": "subject", "value": "ENTERTAINMENT AND AMUSEMENTS"}, {"name": "subject", "value": "CULTURE"}], "pub_date": "2000-01-30T00:00:00Z", "document_type": "article", "news_desk": "Arts and Leisure Desk", "section_name": "Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Franz", "rank": 1, "lastname": "LIDZ"}, {"organization": "", "role": "reported", "firstname": "Steve", "rank": 2, "lastname": "RUSHIN"}], "original": "By FRANZ LIDZ and STEVE RUSHIN"}, "type_of_material": "News", "_id": "4fd210f18eb7c8105d785e47", "word_count": 3212, "slideshow_credits": null}]}, "status": "OK", "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}