{"response": {"meta": {"hits": 160, "time": 21, "offset": 150}, "docs": [{"web_url": "http://www.nytimes.com/2000/01/04/world/clerics-in-cuba-back-return-of-boy.html", "snippet": "National Council of Churches leaders met today with the family of Elian Gonzalez, 6, the shipwreck survivor, in the custody dispute over the boy.     ''We are more convinced than we ever were that this boy belongs with this family in Cuba,'' said ...", "lead_paragraph": "National Council of Churches leaders met today with the family of Elian Gonzalez, 6, the shipwreck survivor, in the custody dispute over the boy. ''We are more convinced than we ever were that this boy belongs with this family in Cuba,'' said a council leader, Dr. Joan Brown Campbell, standing with the Rev. Juan Miguel Gonzalez on his doorstep in Cardenas. Dr. Brown Campbell and another council leader, the Rev. Oscar Bolioli, spent the morning with Elian's father and grandparents in Cardenas, two hours east of Havana.", "abstract": null, "print_page": "8", "blog": [], "source": "Reuters", "multimedia": [], "headline": {"main": "Clerics, in Cuba, Back Return of Boy"}, "keywords": [], "pub_date": "2000-01-04T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": null, "type_of_material": "News", "_id": "4fd21fbd8eb7c8105d7a31a6", "word_count": 318, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2000/01/04/style/saying-i-do-to-a-radical-gown.html", "snippet": "There are hardly two more incompatible words in the English language than ''bride'' and ''fashion.''    The former makes you think of hideous gobs of fattening lace, while the latter brings to mind minimalist shrouds, eccentric veils and a mother-...", "lead_paragraph": "There are hardly two more incompatible words in the English language than ''bride'' and ''fashion.'' The former makes you think of hideous gobs of fattening lace, while the latter brings to mind minimalist shrouds, eccentric veils and a mother-in-law weeping softly into her hankie. ''Here Comes the Bride'' does not go with sheer Helmut Lang bloomers any more than a Prada nylon slip goes with a full slap of makeup and an illusion veil. It's bizarre, it's tricky -- it's the sartorial equivalent of saying, ''I do,'' backward.", "abstract": null, "print_page": "9", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Saying 'I Do' to a Radical Gown"}, "keywords": [], "pub_date": "2000-01-04T00:00:00Z", "document_type": "article", "news_desk": "Style Desk", "section_name": "Style", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Cathy", "rank": 1, "lastname": "HORYN"}], "original": "By CATHY HORYN"}, "type_of_material": "News", "_id": "4fd2033b8eb7c8105d7696c6", "word_count": 1123, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2000/01/03/arts/critics-choices-albums-as-mileposts-in-a-musical-century.html", "snippet": "Music rarely divides itself into eras as neatly as it did with the century that just ended. The 1900's were the disc era, when both musicians and listeners took for granted that music could be captured and repeated. Not too long from now it may be...", "lead_paragraph": "Music rarely divides itself into eras as neatly as it did with the century that just ended. The 1900's were the disc era, when both musicians and listeners took for granted that music could be captured and repeated. Not too long from now it may be seen as a brief historical interlude between sheet music and the Internet. The phonograph was treated as a dictation machine for a decade after Thomas Edison invented it in 1877. Cylinders of recorded music were first sold in 1890. But in 1901 the cylinder gave way to the disc, and the rest is in the grooves. Recording preserved music that would have vanished into the air, and it changed practically everything else that was related, from the length of songs to the way they were performed, learned, sold and savored. It catalyzed a century of mind-boggling musical invention in blues, jazz, show tunes, country-and-western, gospel, salsa, soul, rock, hip-hop and all their subgenres, along with international idioms from bossa nova to juju to reggae. The immediacy and portability of recordings established a new, intimate relationship between performers and listeners, while ideas bounced around the world, leaving no style completely pure.", "abstract": null, "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Critics' Choices; Albums as Mileposts In a Musical Century"}, "keywords": [], "pub_date": "2000-01-03T00:00:00Z", "document_type": "article", "news_desk": "The Arts/Cultural Desk", "section_name": "Arts", "subsection_name": null, "byline": null, "type_of_material": "Review", "_id": "4fd233c38eb7c8105d7c45d2", "word_count": 3005, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2000/01/02/tv/movies-critic-s-choice.html", "snippet": "WAR and romantic passion shape the tumult in the wide spectrum of films that usher in the first full week of the new year....", "lead_paragraph": "WAR and romantic passion shape the tumult in the wide spectrum of films that usher in the first full week of the new year.", "abstract": null, "print_page": "6", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "MOVIES: CRITIC'S CHOICE"}, "keywords": [], "pub_date": "2000-01-02T00:00:00Z", "document_type": "article", "news_desk": "Television", "section_name": null, "subsection_name": null, "byline": {"person": [{"firstname": "Lawrence", "middlename": "Van", "lastname": "Gelder", "rank": 1, "role": "reported", "organization": ""}, {"organization": "", "role": "reported", "firstname": "Howard", "rank": 2, "lastname": "Thompson"}], "original": "By Lawrence Van Gelder and Howard Thompson"}, "type_of_material": "News", "_id": "4fd237788eb7c8105d7ca181", "word_count": 560, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2000/01/02/realestate/streetscapes-brockholst-columbus-85th-building-s-fortunes-rise-with-neighborhood.html", "snippet": "THE Brockholst, built in 1890 at 85th Street and Columbus Avenue, is something of a poor man's Dakota -- lesser in all respects than the famous apartment house farther south, but still majestically craggy, with wide, rambling marble-paneled halls ...", "lead_paragraph": "THE Brockholst, built in 1890 at 85th Street and Columbus Avenue, is something of a poor man's Dakota -- lesser in all respects than the famous apartment house farther south, but still majestically craggy, with wide, rambling marble-paneled halls and some of the most interesting apartments on the West Side. When Marcus Retter bought the Romanesque revival building nearly half a century ago, the West Side was headed downhill. But now the neighborhood -- and the Brockholst -- are on the way up. The six-story gingerbread-colored building was designed in 1889 by John G. Prague, a prolific West Side row house architect who owned the building with a partner, Thomas E. D. Power. Along with other investors, Prague and Power built 232 row houses in the area from 85th to 87th Streets and from Columbus Avenue to Amsterdam Avenue, creating an entire community where, in the mid-1880's, there had been only open land.", "abstract": "Streetscapes column on six-story Romanesque Revival apartment building called Brockholst on Columbus Avenue and 85th Street in Manhattan, which is undergoing restoration by longtime owner Marcus Retter in West Side neighborhood that is experiencing revival; photos (M)", "print_page": "7", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Streetscapes/The Brockholst, at Columbus and 85th; A Building's Fortunes Rise With the Neighborhood's"}, "keywords": [{"name": "persons", "value": "RETTER, MARCUS"}, {"name": "glocations", "value": "NEW YORK CITY"}, {"name": "subject", "value": "HOUSING"}, {"name": "subject", "value": "RESTORATION AND REHABILITATION"}], "pub_date": "2000-01-02T00:00:00Z", "document_type": "article", "news_desk": "Real Estate Desk", "section_name": "Real Estate", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Christopher", "rank": 1, "lastname": "GRAY"}], "original": "By CHRISTOPHER GRAY"}, "type_of_material": "News", "_id": "4fd21fbc8eb7c8105d7a30f6", "word_count": 1181, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2000/01/02/theater/music-a-musical-that-s-really-an-opera.html", "snippet": "THE neon sign in front of the Vivian Beaumont Theater at Lincoln Center calls Michael John LaChiusa's ''Marie Christine''  ''a new musical.'' So do all the posters. Whether or not Mr. LaChiusa specifically requested that the show be advertised in ...", "lead_paragraph": "THE neon sign in front of the Vivian Beaumont Theater at Lincoln Center calls Michael John LaChiusa's ''Marie Christine'' ''a new musical.'' So do all the posters. Whether or not Mr. LaChiusa specifically requested that the show be advertised in this way, there can be little doubt that he approves, since he recently wrote an essay for Arts & Leisure in which he firmly stated that ''Marie Christine'' was a musical, not an opera. Now, Mr. LaChiusa can call ''Marie Christine'' anything he wants: it's his show. But I have seen it twice, one time with Audra McDonald in the title role and the other with her alternate, Sherry Boone (whose first-rate performance, incidentally, disproved the widespread notion that ''Marie Christine'' is nothing without its star). On both occasions, I came away certain that it was an opera -- and that the author's claims to the contrary were doing him a disservice.", "abstract": "Terry Teachout reviews Michael John LaChiusa's Marie Christine at Vivian Beaumont Theater; describes work as opear, even though LaChiusa himself specified it be advertised as 'a new musical'; photo of Audra McDonald in title role (M)", "print_page": "39", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "A 'Musical' That's Really An Opera", "kicker": "MUSIC"}, "keywords": [{"name": "creative_works", "value": "MARIE CHRISTINE (PLAY)"}, {"name": "persons", "value": "MCDONALD, AUDRA"}, {"name": "persons", "value": "LACHIUSA, MICHAEL JOHN"}, {"name": "subject", "value": "REVIEWS"}, {"name": "subject", "value": "OPERA"}, {"name": "subject", "value": "THEATER"}], "pub_date": "2000-01-02T00:00:00Z", "document_type": "article", "news_desk": "Arts and Leisure Desk", "section_name": "Arts; Theater", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Terry", "rank": 1, "lastname": "TEACHOUT"}], "original": "By TERRY TEACHOUT"}, "type_of_material": "News", "_id": "4fd21c9d8eb7c8105d79cf63", "word_count": 920, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2000/01/02/books/the-gay-white-way.html", "snippet": "Something for the Boys   Musical Theater and Gay Culture.   By John M. Clum.   Illustrated. 317 pp. New York:   St. Martin's Press. $26.95....", "lead_paragraph": "Something for the Boys Musical Theater and Gay Culture. By John M. Clum. Illustrated. 317 pp. New York: St. Martin's Press. $26.95.", "abstract": "Bill Goldstein reviews book Something for the Boys: Musical Theater and Gay Culture by John M Clum (M)", "print_page": "16", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "The Gay White Way"}, "keywords": [{"name": "creative_works", "value": "SOMETHING FOR THE BOYS (BOOK)"}, {"name": "persons", "value": "CLUM, JOHN M"}, {"name": "subject", "value": "REVIEWS"}, {"name": "subject", "value": "BOOKS AND LITERATURE"}], "pub_date": "2000-01-02T00:00:00Z", "document_type": "article", "news_desk": "Book Review Desk", "section_name": "Arts; Books", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Bill", "rank": 1, "lastname": "Goldstein"}], "original": "By Bill Goldstein"}, "type_of_material": "Review", "_id": "4fd22d9d8eb7c8105d7bb294", "word_count": 1095, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2000/01/02/nyregion/the-year-2000-critic-s-notebook-lost-in-the-big-picture-small-special-moments.html", "snippet": "Among the disasters that did not happen, planes did not fall from the sky, terrorists did not have their way, and after nearly 24 nonstop hours as anchor of ABC's extravagant New Year's coverage, Peter Jennings did not turn into Jerry Lewis and st...", "lead_paragraph": "Among the disasters that did not happen, planes did not fall from the sky, terrorists did not have their way, and after nearly 24 nonstop hours as anchor of ABC's extravagant New Year's coverage, Peter Jennings did not turn into Jerry Lewis and start singing ''You'll Never Walk Alone.'' That may seem a small satisfaction compared with the absence of computer mayhem, but television's millennium display was often more revealing in its smaller moments than in its scope. Its genuine highlights included stunning fireworks from Paris and London. But there was much dutiful blanket coverage that seemed like a cross between a National Geographic documentary (dancing on Pacific islands, a chapel carved from ice in Sweden) and the Macy's Thanksgiving Day Parade (a stream of exquisite oversize puppets carried through Times Square). And nearly lost in the sheer mass of reporting were a few moments of startling truth from people as different as the heroic Nelson Mandela and the purple-haired Dame Edna Everage.", "abstract": "Caryn James, in Critics Notebook column, discusses television coverage of New Year's Eve celebrations around world (M)", "print_page": "32", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Lost in the Big Picture, Small, Special Moments", "kicker": "THE YEAR 2000: CRITIC'S NOTEBOOK"}, "keywords": [{"name": "subject", "value": "TELEVISION"}, {"name": "subject", "value": "NEW YEAR"}, {"name": "subject", "value": "TWO THOUSAND (YEAR)"}], "pub_date": "2000-01-02T00:00:00Z", "document_type": "article", "news_desk": "Metropolitan Desk", "section_name": "New York and Region", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Caryn", "rank": 1, "lastname": "JAMES"}], "original": "By CARYN JAMES"}, "type_of_material": "News", "_id": "4fd1f2308eb7c8105d7498ec", "word_count": 757, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2000/01/01/us/group-of-churches-is-working-to-arrange-cuban-boy-s-return.html", "snippet": "The National Council of Churches said today that it had been working as an intermediary in an agreement to return to Cuba a 6-year-old boy at the center of an international custody dispute but that the deal had fallen apart.     A spokeswoman for ...", "lead_paragraph": "The National Council of Churches said today that it had been working as an intermediary in an agreement to return to Cuba a 6-year-old boy at the center of an international custody dispute but that the deal had fallen apart. A spokeswoman for the council, Carol Fouke, said the group would send two representatives to Cuba on Sunday to meet with the boy's father and grandparents and with United States and Cuban government officials, in hope of securing the boy's return.", "abstract": "National Council of Churches says that it worked as intermediary in an agreement to return to Cuba a 6-year-old boy, Elian Gonzales, who was picked up at sea after a boat full of Cubans capsized in an attempt to reach Florida, but that deal fell apart; will send representatives to Cuba to meet with boy's father and grandparents and with US and Cuban government officials in hopes of securing boy's return (M)", "print_page": "21", "blog": [], "source": "Reuters", "multimedia": [], "headline": {"main": "Group of Churches Is Working to Arrange Cuban Boy's Return"}, "keywords": [{"name": "persons", "value": "GONZALEZ, ELIAN"}, {"name": "glocations", "value": "CUBA"}, {"name": "organizations", "value": "NATIONAL COUNCIL OF CHURCHES"}, {"name": "subject", "value": "IMMIGRATION AND REFUGEES"}], "pub_date": "2000-01-01T00:00:00Z", "document_type": "article", "news_desk": "National Desk", "section_name": null, "subsection_name": null, "byline": null, "type_of_material": "News", "_id": "4fd203338eb7c8105d768e99", "word_count": 471, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2000/01/01/world/world-briefing.html", "snippet": "EUROPE    FRANCE: MORE EXPLOSIVES LINKED TO BASQUES  The French police have seized a ton of explosives they said belonged to the Spanish Basque separatist guerrilla group E.T.A., a week after two powerful van bombs were found and defused in Spain....", "lead_paragraph": "EUROPE FRANCE: MORE EXPLOSIVES LINKED TO BASQUES The French police have seized a ton of explosives they said belonged to the Spanish Basque separatist guerrilla group E.T.A., a week after two powerful van bombs were found and defused in Spain. The explosives were found in an unused garage outside the city of Pau near the Spanish border. Suzanne Daley (NYT) BRITAIN: HONORS FOR ACTORS Elizabeth Taylor, Julie Andrews and Sean Connery have new titles: Dame Elizabeth, Dame Julie and Sir Sean. The three actors were among 2,000 people honored in the annual New Year's list drawn up by the government and bestowed by the queen. Also honored were sports heroes, milkmen, crossing guards and the multimillionaire head of the Virgin Group, now Sir Richard Branson. (AP) AFRICA SUDAN: CABINET QUITS Three weeks after declaring a state of emergency, President Omar el-Bashir said he had accepted his cabinet's resignation, paving the way for him to consolidate his power. In a speech marking Sudan's 44th anniversary of independence, Mr. Bashir said ministers and state governors had expressed their desire to resign and he had accepted their resignations. However, he asked them to stay on as caretakers until he could reform the cabinet. (AP) NIGER: PREMIER AGAIN A former prime minister, Hama Amadou, 49, was reappointed to the position by President Mamadou Tandja, who was sworn in on Dec. 22. Mr. Amadou also held the title in 1995, under President Mahamane Ousmane, who is now parliamentary speaker. (Agence France-Presse) CONGO: REBELS TELL OF AMBUSH Rebels killed about 80 government soldiers in an ambush, a rebel leader said, a day after Congolese representatives held an unsuccessful meeting with a rebel envoy. Jean-Pierre Bemba, whose Congolese Liberation Movement is fighting to topple President Laurent Kabila with Ugandan backing, said government troops had been ambushed along the Congo River. (AP) ASIA SRI LANKA: REBELS REPULSED Troops repulsed Tamil Tiger rebels trying to overrun defenses at a key northern military base, the defense ministry said. The ministry said 9 soldiers and 9 rebels had been killed and 41 soldiers hurt, although independent confirmation of the figures was not possible. (Reuters) EAST TIMOR: U.N. AIDE APOLOGIZES The United Nations administrator in East Timor apologized for its failure to predict and prevent a wave of violence after the territory's overwhelming vote for independence from Indonesia. Sergio Vieira de Mello, who is overseeing East Timor's transition to independence, made the apology during a visit to the coffee-growing area of Ermera, said the United Nations spokesman Fred Eckhard. (AP) EAST TIMOR: GUSMAO RULES HIMSELF OUT Jose Alexandre Gusmao said he foresaw full independence for East Timor in at most two years but that he did not plan to become its first president. Mr. Gusmao had been widely expected to become an independent East Timor's first leader, but said he intended to signal that leaders of the independence struggle did not have an automatic right to power. (Agence France-Presse) THE AMERICAS HONDURAS, NICARAGUA: MILITARY PACT Honduras and Nicaragua have agreed to freeze ground troop deployments and withdraw naval forces from the Caribbean Sea to avert military conflict pending resolution of a border dispute, an official with the Organization of American States said. Relations soured in November when the Honduran Congress ratified an accord that claimed for Honduras and Colombia 52,000 square miles of Caribbean coastal waters, parts of which are also claimed by Nicaragua. (Reuters) PARAGUAY: CABINET MINISTER QUITS Agriculture Minister Oscar Denis quit after his Liberal Party voted to abandon the coalition government of President Luis Gonzalez Macchi. The party's leadership voted to pull out after talks to obtain more government posts failed. The decision faces ratification by party members at a convention in February. (Reuters) COLOMBIA: LEADER VETOES GENOCIDE BILL In an unex-pected reversal, President Andres Pastrana vetoed a bill that would have made genocide and forced disappearance criminal acts. His administration shifted course after the armed forces complained that such a law would leave soldiers open to prosecution, in civilian rather than military courts, for deaths inflicted in combat with leftist guerrillas. Larry Rohter (NYT) MIDDLE EAST IRAN: CALL TO DESTROY ISRAEL Ayatollah Ali Khamenei, the supreme leader, called for the destruction of Israel, saying it was the only way to solve the Middle East's problems. His remarks came as millions of people rallied across Iran to protest Israel's control of Jerusalem, where Muslims believe Muhammad began his journey to heaven. (AP) LEBANON: HEZBOLLAH'S VOW The Hezbollah movement said it intended to keep up its attacks on Israeli troops in south Lebanon, a day after a suicide bombing narrowly missed an Israeli patrol near the village of Qlaia, wounding 12 Lebanese civilians and an Israeli soldier. ''Hezbollah operations will not stop before or after the negotiations'' between Israel and Syria, a Hezbollah press official said. (Agence France-Presse)", "abstract": null, "print_page": "15", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "World Briefing"}, "keywords": [], "pub_date": "2000-01-01T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Terence", "rank": 1, "lastname": "Neilan"}], "original": "Compiled by Terence Neilan"}, "type_of_material": "News", "_id": "4fd203338eb7c8105d768e92", "word_count": 798, "slideshow_credits": null}]}, "status": "OK", "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}