{"response": {"meta": {"hits": 160, "time": 41, "offset": 120}, "docs": [{"web_url": "http://www.nytimes.com/2000/01/16/sports/backtalk-on-any-given-sunday-salome-can-have-her-day.html", "snippet": "''Any Given Sunday,'' Oliver Stone's look at the world of pro football, was the country's top-drawing film when it opened just before New Year's and continues to do well at the box office. There's no doubt that part of its appeal is its rock 'em, ...", "lead_paragraph": "''Any Given Sunday,'' Oliver Stone's look at the world of pro football, was the country's top-drawing film when it opened just before New Year's and continues to do well at the box office. There's no doubt that part of its appeal is its rock 'em, sock 'em on-field action, the sex and drugs that fuel the off-field action and the interplay among the film's main characters: the white, old-school coach of the Miami Sharks, played by Al Pacino; the black, streetwise quarterback, played by Jamie Foxx; and the manipulative owner and general manager, played by . . . Cameron Diaz? It may seem odd to those who follow pro sports that a beautiful actress would play the role of, essentially, Jerry Jones; after all, how many female owners or general managers can you name? Yet during ''Any Given Sunday,'' Diaz hires and fires players, tries to pressure the local government into building a new stadium for the Sharks by threatening to move the team to Los Angeles, pushes the coach to start the brash young quarterback and install a more wide-open offense, and even conspires to trick the veteran linebacker into playing the big game despite a potentially career-ending, even lethal, medical condition. Oh yes, and she saunters sinuously through the Sharks' locker room, haughtily flirting with the naked players.", "abstract": "Jeff Z Klein, in Backtalk column, contends that Cameron Diaz, who plays owner and general manager of professional football team in Oliver Stone's film Any Given Sunday, is just latest in long line of implausible female figures of power to appear in movies about men's pro sports; photo (M)", "print_page": "13", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Backtalk; On 'Any Given Sunday,' Salome Can Have Her Day"}, "keywords": [{"name": "creative_works", "value": "ANY GIVEN SUNDAY (MOVIE)"}, {"name": "persons", "value": "DIAZ, CAMERON"}, {"name": "persons", "value": "STONE, OLIVER"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "WOMEN"}, {"name": "subject", "value": "ATHLETICS AND SPORTS"}, {"name": "subject", "value": "FOOTBALL"}], "pub_date": "2000-01-16T00:00:00Z", "document_type": "article", "news_desk": "Sports Desk", "section_name": "Movies; Sports", "subsection_name": null, "byline": {"person": [{"firstname": "Jeff", "middlename": "Z.", "lastname": "KLEIN", "rank": 1, "role": "reported", "organization": ""}], "original": "By JEFF Z. KLEIN"}, "type_of_material": "News", "_id": "4fd230378eb7c8105d7be8d6", "word_count": 1055, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2000/01/16/magazine/footnotes-300454.html", "snippet": "1. It might appear from the previous pages that Claudia Schiffer was photographed on the streets of New York, but she was actually in a studio in front of a screen projecting photographs of the streets of New York. The reason for the indoor locati...", "lead_paragraph": "1. It might appear from the previous pages that Claudia Schiffer was photographed on the streets of New York, but she was actually in a studio in front of a screen projecting photographs of the streets of New York. The reason for the indoor location is that Stephane Sednaoui, the photographer, captured the images with a digital camera and lots of state-of-the-art equipment. For techies who'd like to know how the shots were done, Sednaoui used a Phase One LightPhase digital camera attached to the body of a Hasselblad camera, which was connected by FireWire to a Mac G3 computer. Got that? For nontechies who just wanna have fun, there's KB Gear's JamCam digital camera, $89. Call (800) 926-3066 for stores. 2. There are two reasons that only four outfits are shown. The first is that Schiffer, who arrived with a veritable carousel of luggage (much like this Herm s bag, $7,150), was in a hurry to catch a plane. And the second is that the state-of-the-art equipment kept crashing. 3. Schiffer, who felt that her jeans needed a little cinch at the waist, asked one of the magazine's assistants to hit the streets in search of a slim belt. Luckily, Jeffrey, the new fashion haven at 449 West 14th Street, had recently sprung up in the neighborhood (the meat district) where our assistant nabbed this red-and-green rope-cord belt, with black-leather tips, $60, by Gucci. 4. Schiffer herself has made the cut from supermodel to actress. Her movie ''Black and White,'' to be released in March, also stars Ben Stiller, Elijah Wood, Brooke Shields and Robert Downey Jr. The film, written and directed by James Toback, is described as ''a provocative exploration of race, sex and hip-hop.'' 5. Denim was everywhere at the spring shows, but Oscar de la Renta's double-breasted trench coat (a) was a sensation, with all the magazines vying to shoot it first. The denim craze even extends to accessories like these thong sandals (b), $385, available at the Christian Louboutin store, 941 Madison Avenue. 6. Though James Dean made denim an emblem of youth in the 50's, the designer Claire McCardell was the first to make it chic. In the 1940's she created collections of sporty denim ensembles like the Popover from 1942. 7. Levi Strauss & Co. has a presence-and-publicity department, which designs tie-ins for performing artists, films and TV. For Lauryn Hill's world tour last August, the company custom-designed this jean skirt -- dubbed El Boogie by Hill. 8. Where does Alicia Silverstone take her ailing jeans? To Denim Doctors, where the remedy for old denim is ''rethreading,'' a type of reweaving that perfectly matches the colors of the threads. Located in Los Angeles, Denim Doctors has ministered to Johnny Depp's and Drew Barrymore's jeans, among others, and the company will do yours for about $100. 800-JEANS-DR or denimdoctors.com 9. Lynn Downey, the Levi's historian, wears white gloves at work. As keeper of the archives, she stands guard over 5,000 garments, including a denim tuxedo jacket designed for Bing Crosby in 1951 and a pair of 1890's 501 jeans that the company bought for $25,000 in 1997. Levi's began making riveted ''waist overalls'' in 1873 but lost everything in the San Francisco earthquake of 1906. Noted for their durability, Levi's have a distinctive label, which was added in 1886. It was based on a publicity stunt, in which two horses tried to pull apart a pair of Levi's and the jeans stayed intact. ''We really can't verify that it happened,'' Downey says, ''but it adds to the company's myth.'' Donna Wilkinson and Elizabeth Stewart", "abstract": "Footnotes on article on designers' use of denim; photos (M)", "print_page": "78", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Footnotes"}, "keywords": [{"name": "subject", "value": "DENIM"}, {"name": "subject", "value": "APPAREL"}], "pub_date": "2000-01-16T00:00:00Z", "document_type": "article", "news_desk": "Magazine Desk", "section_name": "Magazine", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Donna", "rank": 1, "lastname": "Wilkinson"}, {"organization": "", "role": "reported", "firstname": "Elizabeth", "rank": 2, "lastname": "Stewart"}], "original": "By Donna Wilkinson and Elizabeth Stewart"}, "type_of_material": "News", "_id": "4fd233c48eb7c8105d7c46b9", "word_count": 600, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2000/01/16/movies/spring-films-actors-directors-finding-a-home-behind-the-camera-too.html", "snippet": "AAAH, it's a horrible habit.'' Anjelica Huston, wearing an open-collared white shirt over slim trousers and looking more relaxed than anyone who flew from Europe to California less than 24 hours ago has any right to, tucks her feet, in their spark...", "lead_paragraph": "AAAH, it's a horrible habit.'' Anjelica Huston, wearing an open-collared white shirt over slim trousers and looking more relaxed than anyone who flew from Europe to California less than 24 hours ago has any right to, tucks her feet, in their sparkly sapphire-blue ballet slippers, under her easy chair and makes a dismissive motion with the hand holding the Marlboro Light. ''You'd think when you have to smoke that many cigarettes in a movie, that ultimately you wouldn't smoke while you were making the movie,'' she says, her voice low-pitched and resonant but not, by that token, theatrical. The movie is ''Agnes Browne,'' the first film she has both directed and starred in, and which has just completed a prerelease run in Los Angeles and New York in order to qualify for Oscar consideration. (It will open March 3.)", "abstract": "Ariel Swartley interview with Anjelica Huston, director and star of new movie Agnes Browne; photo (M)", "print_page": "3", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Finding a Home Behind the Camera, Too", "kicker": "SPRING FILMS/ACTORS-DIRECTORS"}, "keywords": [{"name": "creative_works", "value": "AGNES BROWNE (MOVIE)"}, {"name": "persons", "value": "HUSTON, ANJELICA"}, {"name": "subject", "value": "MOTION PICTURES"}], "pub_date": "2000-01-16T00:00:00Z", "document_type": "article", "news_desk": "Arts and Leisure Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Ariel", "rank": 1, "lastname": "SWARTLEY"}], "original": "By ARIEL SWARTLEY"}, "type_of_material": "News", "_id": "4fd22d968eb7c8105d7bb0d6", "word_count": 1627, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2000/01/16/travel/travel-advisory-correspondent-s-report-france-cleans-up-after-uncommon-storms.html", "snippet": "FRANCE is not a country normally associate with lumberjacks, but French woodcutters are hard at work these days. Millions of trees were felled by back-to-back hurricanes that struck France on Dec. 26 and 28, and the cleanup is still going on.    S...", "lead_paragraph": "FRANCE is not a country normally associate with lumberjacks, but French woodcutters are hard at work these days. Millions of trees were felled by back-to-back hurricanes that struck France on Dec. 26 and 28, and the cleanup is still going on. Some places affected by the storms are closed, and many are damaged, but that shouldn't spoil many visits. All the major boulevards and bridges are clear; museums that were not shut down for other reasons, like remodeling, are open -- as is the Eiffel Tower, which now sparkles brilliantly at night because the flashers added for the year 2000 celebration are still in place. Restaurants, art galleries, big department stores and small boutiques are operating as usual. The great churches, including Notre-Dame, Chartres and Mont-St.-Michel, as well as the chateaus of the Loire are open -- although some rooms and towers are closed because of broken windows, damaged roofs or the risk of falling stones. Some large parks and cemeteries are still closed, as are dozens of small public squares, but they are opening as quickly as they can be cleaned up. Progress depends on the weather and the availability of clearing crews. In some areas the army is helping out because parks departments and private tree-cutting crews are overwhelmed. Roofing companies are also swamped by demand; many old copper and zinc roofs were torn off by the storms, and there is water damage inside many buildings. The biggest effect on tourism was probably that the bateaux mouches -- the long boats plying the Seine that are Paris's equivalent of the Circle Line -- were inoperative until Jan. 7, because the river was too high for them to pass under all the bridges. This wasn't strictly related to the Christmas storms; it happens whenever the Seine gets swollen from heavy rainfall. The Pere Lachaise Cemetery in eastern Paris is closed. Not everyone who goes there wants to pause at the grave of Jim Morrison, the lead singer of the Doors who died in 1971 of a drug overdose. Inside are also the graves of Honore de Balzac, Oscar Wilde, Edith Piaf, Frederic Chopin, Eugene Delacroix, Sarah Bernhardt, Marcel Proust, Abelard and Heloise and the 147 victims who were summarily executed against a wall in the cemetery's northeast corner to end the revolt of the Paris Commune of 1871. The cemetery, according to a worker there, will be closed until the condition of all the trees can be assessed. Earlier this month the city's parks and gardens departments said a reopening was tentatively set for this weekend. At Versailles, the 17th-century palace of Louis XIV, more than 10,000 trees in the park were downed, many of them more than 100 years old. The park is still closed, but the chateau is open, with the exception of the Hall of Battles, which has some broken windows. The hall, the largest in Versailles, was a late creation, put together in 1836 from the prince's apartments and filled with 33 grand paintings depicting French victories from Tolbiac in 496 to Wagram in 1809. The Trianon, another chateau in the woods at Versailles, was scheduled to reopen yesterday. Officials hope to replace the fallen trees, although there is so far no money for it in the national budget. Some confusion surrounds the Ste.-Chapelle, one of the Gothic marvels of Paris, a small chapel dating from 1248 on the Ile de la Cite near Notre-Dame. One of its stained glass windows depicting Genesis was slightly damaged, and some stones fell from its roof pinnacles, but it is open again. The same cannot be said for a different Ste.-Chapelle, the holy chapel of the chateau of Vincennes in the Bois de Vincennes park on Paris's eastern edge, which was catastrophically damaged. Five of its six 19th-century windows were destroyed. ''But the 16th-century window, which represents the apocalypse -- in one of the ironies of history -- was preserved,'' Pierre Chatauret, the chateau's curator, told Le Figaro, the daily newspaper. Some of Paris's prettiest small parks, like Parc Monceau and Buttes-Chaumont, are still closed, along with Montsouris, Bagatelle and Bercy. The most famous parks -- the Tuileries in front of the Louvre, the Champs du Mars below the Eiffel Tower and the Luxembourg Gardens on the Left Bank -- are open, though all have lost dozens of trees. Of the 326 small squares, more than 220 have reopened and the rest should follow by the end of this month.", "abstract": "Report on French cleanup after tremendously damaging storms in December; some famous travel destinations are closed and many are damaged, including Versailles, where more than 10,000 trees wre downed; one of stained glass windows in Ste-Chapelle was damaged but chapel is open (S)", "print_page": "3", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "TRAVEL ADVISORY: Correspondent's Report; France Cleans Up After Uncommon Storms"}, "keywords": [{"name": "glocations", "value": "STE-CHAPELLE (PARIS)"}, {"name": "glocations", "value": "PARIS (FRANCE)"}, {"name": "glocations", "value": "FRANCE"}, {"name": "glocations", "value": "VERSAILLES (FRANCE)"}, {"name": "subject", "value": "TREES AND SHRUBS"}, {"name": "subject", "value": "WEATHER"}, {"name": "subject", "value": "WIND"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}], "pub_date": "2000-01-16T00:00:00Z", "document_type": "article", "news_desk": "Travel Desk", "section_name": null, "subsection_name": null, "byline": {"person": [{"qualifier": "Jr", "firstname": "Donald", "middlename": "G.", "lastname": "McNEIL", "rank": 1, "role": "reported", "organization": ""}], "original": "By DONALD G. McNEIL Jr"}, "type_of_material": "News", "_id": "4fd230378eb7c8105d7be8dc", "word_count": 742, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2000/01/16/books/posters-weren-t-the-half-of-him.html", "snippet": "EXPLOSIVE ACTS   Toulouse-Lautrec, Oscar Wilde,   Felix Feneon and the Art & Anarchy   of the Fin de Siecle.   By David Sweetman.   Illustrated. 512 pp. New York:   Simon & Schuster. $35....", "lead_paragraph": "EXPLOSIVE ACTS Toulouse-Lautrec, Oscar Wilde, Felix Feneon and the Art & Anarchy of the Fin de Siecle. By David Sweetman. Illustrated. 512 pp. New York: Simon & Schuster. $35.", "abstract": "Graham Robb reviews book Explosive Acts: Toulouse-Lautrec, Oscar Wilde, Felix Feneon and the Art & Anarchy of the Fin de Siecle by David Sweetman; drawing (M)", "print_page": "8", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Posters Weren't the Half of Him"}, "keywords": [{"name": "creative_works", "value": "EXPLOSIVE ACTS (BOOKS)"}, {"name": "persons", "value": "TOULOUSE-LAUTREC, HENRI"}, {"name": "persons", "value": "SWEETMAN, DAVID"}, {"name": "subject", "value": "REVIEWS"}, {"name": "subject", "value": "BOOKS AND LITERATURE"}], "pub_date": "2000-01-16T00:00:00Z", "document_type": "article", "news_desk": "Book Review Desk", "section_name": "Arts; Books", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Graham", "rank": 1, "lastname": "Robb"}], "original": "By Graham Robb"}, "type_of_material": "Review", "_id": "4fd203368eb7c8105d7691b4", "word_count": 1427, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2000/01/16/movies/spring-films-outsiders-his-life-is-a-movie-and-he-s-the-star.html", "snippet": "JAMES TOBACK brought two props to lunch at the Fine & Schapiro deli on the Upper West Side last month. One was Raymond Durgnat's recent biography of King Vidor, which contained a picture of Mr. Toback and Mr. Vidor on the set of Mr. Toback's 1982 ...", "lead_paragraph": "JAMES TOBACK brought two props to lunch at the Fine & Schapiro deli on the Upper West Side last month. One was Raymond Durgnat's recent biography of King Vidor, which contained a picture of Mr. Toback and Mr. Vidor on the set of Mr. Toback's 1982 movie ''Love and Money.'' The other was ''Immobilarity,'' a CD by the rapper Raekwon, a member of the Wu-Tang Clan, with a dedication in the liner notes to ''James 'The Music Man' Toback.'' ''From King Vidor to Wu Tang,'' Mr. Toback exulted over matzoh ball soup, hot dogs and a diet cream soda. ''The range of American film!''", "abstract": "Interview with James Toback, 55, idiosyncratic writer-director who continues to make movies he wants, lures marquee stars, finds financing, and is celebrated at big film festivals; his new film is Black and White; photos (M)", "print_page": "9", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "His Life Is a Movie, and He's the Star", "kicker": "SPRING FILMS/OUTSIDERS"}, "keywords": [{"name": "creative_works", "value": "BLACK AND WHITE (MOVIE)"}, {"name": "persons", "value": "TOBACK, JAMES"}, {"name": "subject", "value": "MOTION PICTURES"}], "pub_date": "2000-01-16T00:00:00Z", "document_type": "article", "news_desk": "Arts and Leisure Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Rick", "rank": 1, "lastname": "MARIN"}], "original": "By RICK MARIN"}, "type_of_material": "News", "_id": "4fd232d18eb7c8105d7c2fe6", "word_count": 1961, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2000/01/16/tv/movies-critics-choice.html", "snippet": "HIGH art, high adventure, high drama and low comedy, including a documentary on the motion picture industry, lend a special spice to this week's lineup of films....", "lead_paragraph": "HIGH art, high adventure, high drama and low comedy, including a documentary on the motion picture industry, lend a special spice to this week's lineup of films.", "abstract": null, "print_page": "6", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "MOVIES: CRITICS' CHOICE"}, "keywords": [], "pub_date": "2000-01-16T00:00:00Z", "document_type": "article", "news_desk": "Television", "section_name": null, "subsection_name": null, "byline": {"person": [{"firstname": "Lawrence", "middlename": "Van", "lastname": "Gelder", "rank": 1, "role": "reported", "organization": ""}, {"organization": "", "role": "reported", "firstname": "Howard", "rank": 2, "lastname": "Thompson"}], "original": "By Lawrence Van Gelder and Howard Thompson"}, "type_of_material": "News", "_id": "4fd237758eb7c8105d7c9ea8", "word_count": 572, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2000/01/16/magazine/style-the-denim-blues.html", "snippet": "Legend has it that in the 80's the fashion business ruined denim. Designers took blue jeans -- one of America's most genuine articles -- and made them an ooh-la-la embarrassment, then acid-washed their soul. The public was chagrined; the fashion c...", "lead_paragraph": "Legend has it that in the 80's the fashion business ruined denim. Designers took blue jeans -- one of America's most genuine articles -- and made them an ooh-la-la embarrassment, then acid-washed their soul. The public was chagrined; the fashion crowd moved on. ''Denim just didn't look right in the early 90's,'' recalls Kal Ruttenstein, fashion director of Bloomingdale's. ''It went into the back of the closet.'' But nothing in America stays hidden in the closet for long. By the mid-90's, designers started tiptoeing back, approaching denim in a way that was aesthetically unassailable. Helmut Lang's imprint on a pair of blue jeans was minimal. The denim of choice -- stiff, heavy and serious dark blue -- oozed integrity.", "abstract": "Denim's history in fashion world recalled in light of fabric's renewed popularity in spring designer collections; photo; list of facts about denim (M)", "print_page": "71", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Style; The Denim Blues"}, "keywords": [{"name": "subject", "value": "DENIM"}, {"name": "subject", "value": "APPAREL"}], "pub_date": "2000-01-16T00:00:00Z", "document_type": "article", "news_desk": "Magazine Desk", "section_name": "Magazine", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Degen", "rank": 1, "lastname": "Pener"}], "original": "By Degen Pener"}, "type_of_material": "News", "_id": "4fd210f08eb7c8105d785ded", "word_count": 688, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2000/01/16/movies/spring-films-actors-directors-the-actors-who-have-two-faces.html", "snippet": "IN a tradition that runs from the early western star Broncho Billy Anderson to Clint Eastwood, from Charles Chaplin to Woody Allen, actors have used the movies to mold their own identities and contemplate their own images -- a necessary process wh...", "lead_paragraph": "IN a tradition that runs from the early western star Broncho Billy Anderson to Clint Eastwood, from Charles Chaplin to Woody Allen, actors have used the movies to mold their own identities and contemplate their own images -- a necessary process whenever stars decide to direct themselves. When a performer doubles as his own director, he gazes into a reflecting pool more profound than the poor thing available to Narcissus. He sees himself through the eye of the camera, a more objective, more judgmental observer. He sees himself as the world perceives him, but in amplified action and 50 feet tall.", "abstract": "David Kehr article on actor-directors, who can often use movies to mold their own identities and contemplate their own images; photos of Clint Eastwood in his self-critical film Unforgiven, and Barbra Strisand in self-adoring Mirror Has Two Faces (M)", "print_page": "3", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "The Actors Who Have Two Faces", "kicker": "SPRING FILMS/ACTORS-DIRECTORS"}, "keywords": [{"name": "persons", "value": "STREISAND, BARBRA"}, {"name": "persons", "value": "EASTWOOD, CLINT"}, {"name": "subject", "value": "MOTION PICTURES"}], "pub_date": "2000-01-16T00:00:00Z", "document_type": "article", "news_desk": "Arts and Leisure Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Dave", "rank": 1, "lastname": "KEHR"}], "original": "By DAVE KEHR"}, "type_of_material": "News", "_id": "4fd232d18eb7c8105d7c2fe7", "word_count": 1925, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2000/01/16/theater/theater-salieri-still-the-perfect-prism-for-mozart-s-genius.html", "snippet": "ONE of the crafty pleasures of Peter Shaffer's ''Amadeus'' is that it is constructed in such a way that it seems to be about -- and to reveal -- someone who, in life, would have possessed the profound inscrutability of genius: Wolfgang Amadeus Moz...", "lead_paragraph": "ONE of the crafty pleasures of Peter Shaffer's ''Amadeus'' is that it is constructed in such a way that it seems to be about -- and to reveal -- someone who, in life, would have possessed the profound inscrutability of genius: Wolfgang Amadeus Mozart (1756-1791), child prodigy and tireless performer at European courts, composer of some of the most sublime music ever written, dead at 35. Mozart appears to be the chief concern of ''Amadeus,'' at stage center much of the time, running, jumping, whining and whinnying. A rude, overbearing fellow, in his mid-20's when first met, he creates his masterworks with an ease that he dismisses with arrogance, or with the kinds of apologies designed to insult by being so patently insincere. He's still a child, but a holy one. Mozart has no idea why he irritates so many people and, worse, he doesn't care. Most maddening: he takes his astonishing gifts for granted.", "abstract": "Vincent Canby reviews new production of Peter Schaffer's play Amadeus, starring David Suchet as Salieri and Michael Sheen as Mozart; photos (M)", "print_page": "7", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Salieri, Still the Perfect Prism for Mozart's Genius", "kicker": "THEATER"}, "keywords": [{"name": "creative_works", "value": "AMADEUS (PLAY)"}, {"name": "persons", "value": "SHEEN, MICHAEL"}, {"name": "persons", "value": "SALIERI, ANTONIO"}, {"name": "persons", "value": "MOZART, WOLFGANG AMADEUS"}, {"name": "persons", "value": "SUCHET, DAVID"}, {"name": "subject", "value": "REVIEWS"}, {"name": "subject", "value": "THEATER"}], "pub_date": "2000-01-16T00:00:00Z", "document_type": "article", "news_desk": "Arts and Leisure Desk", "section_name": "Arts; Theater", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Vincent", "rank": 1, "lastname": "Canby"}], "original": "By Vincent Canby"}, "type_of_material": "News", "_id": "4fd232d18eb7c8105d7c2fe8", "word_count": 1678, "slideshow_credits": null}]}, "status": "OK", "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}