{"response": {"meta": {"hits": 160, "time": 154, "offset": 30}, "docs": [{"web_url": "http://www.nytimes.com/2000/02/22/sports/plus-boxing-de-la-hoya-takes-the-town.html", "snippet": "Oscar De La Hoya plans to make the most of his visit to New York this week, with appearances on television shows. But Felix Trinidad, who took away De La Hoya's World Boxing Council welterweight title in a controversial decision last September, wi...", "lead_paragraph": "Oscar De La Hoya plans to make the most of his visit to New York this week, with appearances on television shows. But Felix Trinidad, who took away De La Hoya's World Boxing Council welterweight title in a controversial decision last September, will try to steal some of the spotlight. De La Hoya is in town for his welterweight bout against Derrell Coley on Saturday night at Madison Square Garden. The 12-round match will be televised on HBO's Championship Boxing series. Trinidad will hold a workout at the Church Street Gym in lower Manhattan this afternoon in preparation for his bout with David Reid, the World Boxing Association superwelterweight champion, on March 3 in Las Vegas.", "abstract": "Oscar De La Hoya will fight Derrell Coley in welterweight bout at Madison Square Garden on Feb 26 (S)", "print_page": "7", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "De La Hoya Takes the Town", "kicker": "PLUS: BOXING"}, "keywords": [{"name": "persons", "value": "DE LA HOYA, OSCAR"}, {"name": "persons", "value": "COLEY, DERRELL"}, {"name": "subject", "value": "BOXING"}], "pub_date": "2000-02-22T00:00:00Z", "document_type": "article", "news_desk": "Sports Desk", "section_name": "Sports", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Timothy", "rank": 1, "lastname": "SMITH"}], "original": "By TIMOTHY SMITH"}, "type_of_material": "News", "_id": "4fd230c98eb7c8105d7bf696", "word_count": 310, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2000/02/21/sports/boxing-de-la-hoya-at-the-crossroads.html", "snippet": "A crisis of confidence had struck the resident of the big cedar log cabin at the corner of De La Hoya Street and Golden Boy Avenue in this mountain resort town three hours east of Los Angeles. It clung to him like a sweat-soaked T-shirt before, du...", "lead_paragraph": "A crisis of confidence had struck the resident of the big cedar log cabin at the corner of De La Hoya Street and Golden Boy Avenue in this mountain resort town three hours east of Los Angeles. It clung to him like a sweat-soaked T-shirt before, during and immediately after his loss to Felix Trinidad last September, the first loss of his professional career. But in the past six weeks it has dissolved into the pools of sweat in the makeshift boxing gym that he set up in the four-car garage that is 50 feet from the main house. It drifted away slowly, like the puffs of his frosty breath as he tortured his mind and body running the steep trails in the San Bernardino Mountains above his house.", "abstract": "Oscar De La Hoya, former World Boxing Council welterweight champion, will fight Derrell Coley in 12-round bout at Madison Square Garden; it will be his first fight in New York since he leveled Jesse James Leija five years ago; photo (M)", "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "De La Hoya at the Crossroads", "kicker": "BOXING"}, "keywords": [{"name": "persons", "value": "LEIJA, JESSE JAMES"}, {"name": "persons", "value": "DE LA HOYA, OSCAR"}, {"name": "persons", "value": "COLEY, DERRELL"}, {"name": "subject", "value": "BOXING"}, {"name": "subject", "value": "MADISON SQUARE GARDEN"}], "pub_date": "2000-02-21T00:00:00Z", "document_type": "article", "news_desk": "Sports Desk", "section_name": "Sports", "subsection_name": null, "byline": {"person": [{"firstname": "Timothy", "middlename": "W.", "lastname": "SMITH", "rank": 1, "role": "reported", "organization": ""}], "original": "By TIMOTHY W. SMITH"}, "type_of_material": "News", "_id": "4fd205c78eb7c8105d76e332", "word_count": 1575, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2000/02/20/magazine/buffs-they-lost-it-at-the-movies.html", "snippet": "ALEXANDER McQUEEN  Blade Runner (Ridley Scott, 1982)  The Shining (Stanley Kubrick, 1980)  The Birds (Alfred Hitchcock, 1963)  The Hunger (Tony Scott, 1983)  Broken Glass (David Thacker, 1996)  Sweet Charity (Bob Fosse, 1969)  ''Films always inspi...", "lead_paragraph": "ALEXANDER McQUEEN Blade Runner (Ridley Scott, 1982) The Shining (Stanley Kubrick, 1980) The Birds (Alfred Hitchcock, 1963) The Hunger (Tony Scott, 1983) Broken Glass (David Thacker, 1996) Sweet Charity (Bob Fosse, 1969) ''Films always inspire me. They bring alive an idea like nothing else can. I have used them as visual backdrops in my shows, as they instill such an incredible atmosphere of emotion.'' JEAN PAUL GAULTIER Moonraker (Lewis Gilbert, 1979) Diamonds Are Forever (Guy Hamilton, 1971) Live and Let Die (Guy Hamilton, 1973) The Man With the Golden Gun (Guy Hamilton, 1974) The Spy Who Loved Me (Lewis Gilbert, 1977) The Piano (Jane Campion, 1993) Time of the Gypsies (Emir Kusturica, 1989) Fantmas (Andre Hunebelle, 1964) ''I was inspired by the James Bond girls of the 60's and 70's. The women were elegant, sexy and strong, and they were already mixing glamour and sportswear. 'The Piano' was the source of my spring '94 collection.'' Gaultier made costumes for Luc Besson's ''The Fifth Element,'' Peter Greenaway's ''The Cook, the Thief, His Wife & Her Lover'' and Marc Caro and Jean-Pierre Jeunet's ''The City of Lost Children.'' TOM FORD Blowup (Michelangelo Antonioni, 1966) Darling (John Schlesinger, 1965) Red Desert (Michelangelo Antonioni, 1964) La Decima Vittima (The Tenth Victim) (Elio Petri, 1965) Vertigo (Alfred Hitchcock, 1958) Qui Comincia L'Avventura (Blonde in Black Leather) (Carlo Di Palma, 1975) The Women (George Cukor, 1939) Romeo + Juliet (Baz Luhrmann, 1996) American Beauty (Sam Mendes, 1999) ''All of these movies are very visual, with amazing-looking men and women.'' YOHJI YAMAMOTO Sonatine (Takeshi Kitano, 1993) Hana-Bi (Fireworks) (Takeshi Kitano, 1997) Le Mari de la Coiffeuse (The Hairdresser's Husband) (Patrice Leconte, 1992) The Tin Drum (Volker SchlRated PG-13ndorff, 1979) Stranger Than Paradise (Jim Jarmusch, 1984) ''I like a movie that abandons you, leaving you puzzled and in the dark, making it hard to figure out why it ended that way . . . like Little Red Riding Hood. Why does she get eaten by the wolf?'' Yamamoto was the subject of Wim Wenders's documentary ''Notebook on Cities and Clothes.'' MICHAEL KORS Network (Sidney Lumet, 1976) The Thomas Crown Affair (Norman Jewison, 1968) Butterfield 8 (Daniel Mann, 1960) Eyes of Laura Mars (Irvin Kershner, 1978) Breakfast at Tiffany's (Blake Edwards, 1961) North by Northwest (Alfred Hitchcock, 1959) ''I respond to the clothes, of course. And the women -- a lot of Faye Dunaway.'' Kors helped dress Rene Russo for the 1999 remake of ''The Thomas Crown Affair.'' ANNA SUI Gadjo Dilo (Tony Gatlif, 1998) Latcho Drom (Tony Gatlif, 1993) ''Both 'Gadjo Dilo' and 'Latcho Drom' are about gypsy culture and they influenced my gypsy theme in the spring 2000 collection.'' Barry Lyndon (Stanley Kubrick, 1975) ''The 18th-century costumes are wonderful.'' MIUCCIA PRADA Red Desert (Michelangelo Antonioni, 1964) Theorem (Pier Paolo Pasolini, 1968) The Night (Michelangelo Antonioni, 1961) Vaghe Stelle dell'Orsa (Of a Thousand Delights) (Luchino Visconti, 1965) Last Year at Marienbad (Alain Resnais, 1961) MARC JACOBS Last Year at Marienbad (Alain Resnais, 1961) ''The chicest, most stylish film I have ever seen!'' The Graduate (Mike Nichols, 1967) ''Oh, Mrs. Robinson! And a gorgeous Katharine Ross.'' One From the Heart (Francis Ford Coppola, 1982) ''I love the colors, the flatness, the story and Nastassia Kinski's circus girl -- a beautiful dream!'' Love Story (Arthur Hiller, 1970) ''Ali MacGraw -- and it's great to cry to.'' A Man and a Woman (Claude Lelouch, 1966) ''Anouk Aimee, plus the best Muzak ever.'' Carrie (Brian De Palma, 1976) ''Eerie and fragile Sissy Spacek!'' The Discreet Charm of the Bourgeoisie (Luis Bunuel, 1972) ''My favorite film title, and weird surrealist ambiance.'' Beetlejuice (Tim Burton, 1988) ''Ghoul-cool Winona Ryder.'' The Nightmare Before Christmas (Henry Selick, 1993) ''Sally, the rag doll with a heart of gold!'' RALPH LAUREN Chariots of Fire (Hugh Hudson, 1981) Purple Noon (Rene Clement, 1960) Roman Holiday (William Wyler, 1953) The Fountainhead (King Vidor, 1949) The Philadelphia Story (George Cukor, 1940) The Thomas Crown Affair (Norman Jewison, 1968) Mr. Smith Goes to Washington (Frank Capra, 1939) ''I saw Audrey Hepburn in 'Roman Holiday' when I was about 15, and I remember thinking that I loved the clothes because they were on her, but most of all I wanted to go out with a girl who looked like her. Overall, it's the mood, sensibility and lifestyle of these films that I find inspirational. It is not so much about the clothes as it is about the honesty and passion of the personal relationships portrayed. Like Jimmy Stewart's character in 'Mr. Smith Goes to Washington' -- his personal conviction and honor inspired me. In fashion, trends change from year to year, and it takes a lot to be true to yourself. So when I see a character that struggles to remain true, I remember it. In 'Chariots of Fire,' the clothes even look like Ralph Lauren. But what really inspired me was the drive and integrity of those young runners.'' Ralph Lauren supports the Telluride Film Festival. He designed the men's costumes for ''The Great Gatsby'' and contributed to the costumes for ''Annie Hall.'' NICOLAS GHESQUIRE Suspiria (Dario Argento, 1977) ''The film's theme is about sorcery and takes place in an academy of dance. I am especially sensitive to the contrast of aesthetic dance and mysticism.'' JOHN BARTLETT The Thomas Crown Affair (Norman Jewison, 1968) ''This is a sugary, superficial joy ride that is full of great style. Steve McQueen is the quintessential playboy whose wardrobe has inspired me at every turn. Faye Dunaway's sculptured hair and pleated suits are also beyond in their perfection and silliness.'' Querelle (Rainer Werner Fassbinder, 1982) ''This film is always inspirational, due to the surreal sets and sexual innuendo. It deals with masculinity in a very erotic way.'' Interiors (Woody Allen, 1978) ''I love the ice-cold, robotic acting of Geraldine Page, as opposed to the fiery spontaneity of Maureen Stapleton. The beige-on-beige sets and costumes are breathtaking, and the emotional vacuum is Allen at his best.'' Once Were Warriors (Lee Tamahori, 1994) ''This film blows me away. I always feel completely depleted and defeated after watching it. The art direction, the costumes and the Maori graphic tattoos are perfect mediums for the violence and despair that this film so boldly presents.'' DARYL KERRIGAN OF DARYL K Quadrophenia (Franc Roddam, 1979) ''For mods and rockers.'' Beauty and the Beast (Gary Trousdale & Kirk Wise, 1991) ''For fairy tale fantasy.'' The China Syndrome (James Bridges, 1979) ''For 70's chic.'' Three Women (Ernst Lubitsch, 1924) ''For character styling.'' Eyes of Laura Mars (Irvin Kershner, 1978) ''For decadent 70's glamour.'' Barry Lyndon (Stanley Kubrick, 1975) ''For vintage romance.'' HELMUT LANG Never On Sunday (Jules Dassin, 1960) ''This film shows that personal style is a state of mind. And it gets the genders right: a feminine, modern woman and a masculine, modern man.'' OSCAR DE LA RENTA Gilda (Charles Vidor, 1946) Shanghai Express (Josef von Sternberg, 1932) ''The look of Marlene Dietrich in 'Shanghai Express,' but especially Rita Hayworth in 'Gilda.' I love Rita.'' RICHARD TYLER The Leopard (Luchino Visconti, 1963) ''I love all Visconti, but 'The Leopard' was outstanding; loved the huge and beautiful gowns; great use of color; Burt Lancaster's suits were extraordinary.'' Death in Venice (Luchino Visconti, 1971) ''Bogarde in a white linen suit looked amazing. My first men's collection was directly inspired from this.'' The Damned (Luchino Visconti, 1969) ''Charlotte Rampling in the bias-cut gown, sinewy body, hourglass figure; Helmut Berger cavorting as Dietrich in 'The Blue Angel'; very decadent.'' 8 1/2 (Federico Fellini, 1963) ''Marcello Mastroianni was very chic in the dark glasses and the dark suit; Anouk Aimee was so sexy and incredible with the cinched-waist garments.'' Roma (Federico Fellini, 1972) '' 'Roma' had the most unbelievable, eerie sequence of bishops and priests and nuns roller-skating.'' Juliet of the Spirits (Federico Fellini, 1965) ''Stunning hats; magnificent, surreal and haunting imagery; beautifully shot.'' Barry Lyndon (Stanley Kubrick, 1975) ''Amazing gowns and Marisa Berenson, such a classic!'' Bonnie and Clyde (Arthur Penn, 1967) ''Faye Dunaway did wondrous things for the twin set.'' Ocean's Eleven (Lewis Milestone, 1960) ''Mohair suits; the Rat Pack; very slim silhouettes and effortless looks.'' The Thomas Crown Affair (Norman Jewison, 1968) ''Faye Dunaway was exceptional; clothes that transcended time.'' PAUL SMITH Kagemusha (The Double) (Akira Kurosawa, 1980) ''Visually, it's really fantastic! Full of army colors with a flash of red.'' DONNA KARAN Chinatown (Roman Polanski, 1974) A Man and a Woman (Claude Lelouch, 1966) The Lover (Jean-Jacques Annaud, 1991) Roman Holiday (William Wyler, 1953) Henry & June (Philip Kaufman, 1990) Bonnie and Clyde (Arthur Penn, 1967) ''All of these movies are sensual and timeless. They never go out of style.'' Karan dressed Gwyneth Paltrow for ''Great Expectations.'' GEOFFREY BEENE ''Really, any film that used costume designer Adrian, who supplied glamour, great fabrics, backless dresses and sensuality to films -- allowing all those Hollywood beauties, like Crawford and Garbo, to develop. The looks of Crawford and Garbo are deeply seeded in my mind.'' DOMENICO DOLCE & STEFANO GABBANA Nights of Cabiria (Federico Fellini, 1957) The Leopard (Luchino Visconti, 1963) ''Italian film has given us what we, in turn, offer to our customer, which is a dream. We love Fellini's surrealist take on life because it can be interpreted in so many different ways. Each time we watch a Fellini movie, we get new ideas.'' GIORGIO ARMANI Witness for the Prosecution (Billy Wilder, 1957) Notorious (Alfred Hitchcock, 1946) Taxi Driver (Martin Scorsese, 1976) The Conformist (Bernardo Bertolucci, 1970) La Corona di Ferro (The Iron Crown) (Alessandro Blasetti, 1941) ''One of the most moving films I have ever seen is 'La Corona di Ferro,' by Alessandro Blasetti, and all the movies by Rossellini and Visconti -- my favorite directors -- are real masterpieces. My all-time favorites are 'Notorious' and 'Taxi Driver' and the always-inspiring 'Witness for the Prosecution,' with Marlene Dietrich, because her style was a great influence on my designs.'' Armani was the subject of ''Made in Milan,'' a Martin Scorsese documentary, and designed costumes for ''American Gigolo'' and ''The Untouchables.'' ANGELA MISSONI Snow White and the Seven Dwarfs (David Hand, 1937) Gilda (Charles Vidor, 1946) Breakfast at Tiffany's (Blake Edwards, 1961) Barbarella (Roger Vadim, 1968) 2001: A Space Odyssey (Stanley Kubrick, 1968) Dr. No (Terence Young, 1962) ''My work was influenced by an assortment of images: Rita Hayworth's femininity in 'Gilda,' Audrey Hepburn's sunglasses in 'Breakfast at Tiffany's,' Jane Fonda's boots in 'Barbarella,' the futuristic outfits in '2001: A Space Odyssey,' Ursula Andress's bathing suit in James Bond's 'Dr. No' and even Snow White's corset all contributed to my aesthetic.'' CAROLINA HERRERA The Damned (Luchino Visconti, 1969) White Mischief (Michael Radford, 1987) Casablanca (Michael Curtiz, 1942) Gilda (Charles Vidor, 1946) The Blue Angel (Josef von Sternberg, 1930) Dangerous Liaisons (Roger Vadim, 1959) The Leopard (Luchino Visconti, 1963) The Garden of the Finzi-Continis (Vittorio De Sica, 1971) ''The Damned' has the most extraordinary mixture of elegance and extravagant details.'' DONATELLA VERSACE The Cook, the Thief, His Wife & Her Lover (Peter Greenaway, 1989) ''I love this film for its sexiness, visual strength and powerful language.''", "abstract": "Alexander McQueen, Jean Paul Gaultier, Michael Kors, Ralph Lauren, Helmut Lang, Donna Karan and other fashion designers list movies that have inspired them; photos (Special section, Fashions of The Times) (part 2 of 2-part section) (S)", "print_page": "114", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Buffs; They Lost It At The Movies"}, "keywords": [{"name": "persons", "value": "GAULTIER, JEAN PAUL"}, {"name": "persons", "value": "LAUREN, RALPH"}, {"name": "persons", "value": "MCQUEEN, ALEXANDER"}, {"name": "persons", "value": "KARAN, DONNA"}, {"name": "persons", "value": "LANG, HELMUT"}, {"name": "persons", "value": "KORS, MICHAEL"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "APPAREL"}], "pub_date": "2000-02-20T00:00:00Z", "document_type": "article", "news_desk": "Fashions of The Times Magazine", "section_name": "Movies; Style; Magazine", "subsection_name": null, "byline": null, "type_of_material": "News", "_id": "4fd210f38eb7c8105d785fc9", "word_count": 1839, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2000/02/20/weekinreview/february-13-19-the-nominees-are.html", "snippet": "The Oscar nominations were announced, so the business of trying to divine the collective consciousness of the Academy of Motion Picture Arts and Sciences has begun in earnest....", "lead_paragraph": "The Oscar nominations were announced, so the business of trying to divine the collective consciousness of the Academy of Motion Picture Arts and Sciences has begun in earnest.", "abstract": null, "print_page": "2", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "The Nominees Are . . .", "kicker": "FEBRUARY 13-19"}, "keywords": [], "pub_date": "2000-02-20T00:00:00Z", "document_type": "article", "news_desk": "Week in Review Desk", "section_name": "Week in Review", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Rick", "rank": 1, "lastname": "LYMAN"}], "original": "By RICK LYMAN"}, "type_of_material": "News", "_id": "4fd203398eb7c8105d769493", "word_count": 104, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2000/02/20/sports/backtalk-promoting-a-monthly-boxing-show-that-has-an-attitude.html", "snippet": "''If I had Oscar De La Hoya everyone would know who I am,'' Cedric Kushner said wistfully. His sad eyes and hangdog gray mustache furthered the sense of deprivation; De La Hoya fights Derrell Coley on Saturday night at Madison Square Garden and po...", "lead_paragraph": "''If I had Oscar De La Hoya everyone would know who I am,'' Cedric Kushner said wistfully. His sad eyes and hangdog gray mustache furthered the sense of deprivation; De La Hoya fights Derrell Coley on Saturday night at Madison Square Garden and poor Cedric, like you and me, won't have a piece of the action. But two nights earlier, just across the street from the Garden, he will offer up his version of boxing, so retrograde, so socially incorrect, so true to the sport's intrinsic character that its time has probably come yet again. It is a monthly evening of booze, food, cigars, songs, scantily clad women dancing and scantily clad men hitting each other.", "abstract": "Robert Lipsyte column on monthly boxing event in New York City promoted by Cedric Kushner; photo (M)", "print_page": "11", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Promoting a Monthly Boxing Show That Has an Attitude", "kicker": "BACKTALK"}, "keywords": [{"name": "persons", "value": "KUSHNER, CEDRIC"}, {"name": "subject", "value": "BOXING"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}], "pub_date": "2000-02-20T00:00:00Z", "document_type": "article", "news_desk": "Sports Desk", "section_name": "Sports", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Robert", "rank": 1, "lastname": "Lipsyte"}], "original": "By Robert Lipsyte"}, "type_of_material": "News", "_id": "4fd2203b8eb7c8105d7a3c33", "word_count": 855, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2000/02/20/magazine/appearances-two-faced-woman.html", "snippet": "Movie stars! There's something kitschy in the term -- actors and actresses appearing as constellations in the firmament. Only, unlike Perseus and Cassiopeia, movie stars do not have places assured for millenniums. Each year an Oort Cloud of starle...", "lead_paragraph": "Movie stars! There's something kitschy in the term -- actors and actresses appearing as constellations in the firmament. Only, unlike Perseus and Cassiopeia, movie stars do not have places assured for millenniums. Each year an Oort Cloud of starlets streaks across our consciousness and fades without a trace. Some faces still shine, however, across tens, if not thousands, of years. These are the ones whose images are archetypes: Katharine Hepburn, the independent woman; Jean Harlow, the platinum seductress; Joan Crawford, the manipulative schemer. More often than not, their looks, and even their personalities, were forged at Max Factor's makeup factory and dream shop near the corner of Hollywood and Highland. This was where Harlow was made platinum, where the brunette Rita Cansino was reinvented as the fiery redhead Rita Hayworth, and where Joan Crawford's mouth was painted with aloof indifference to the line of her lips.", "abstract": "Article on how Hollywood hair stylist Danilo and makeup artist Jeanine Lobell transform Cate Blanchett, very model of a modern star, into glamorous 1930's movie goddess; photos (special section, Fashions of The Times: Spring 2000) (part 2 of 2-part section) (M)", "print_page": "56", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Appearances; Two-Faced Woman"}, "keywords": [{"name": "persons", "value": "BLANCHETT, CATE"}, {"name": "persons", "value": "LOBELL, JEANINE"}, {"name": "persons", "value": "DANILO"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "COSMETICS AND TOILETRIES"}, {"name": "subject", "value": "HAIR"}], "pub_date": "2000-02-20T00:00:00Z", "document_type": "article", "news_desk": "Fashions of The Times Magazine", "section_name": "Movies; Style; Magazine", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Mary", "rank": 1, "lastname": "Tannen"}], "original": "By Mary Tannen"}, "type_of_material": "News", "_id": "4fd203398eb7c8105d769467", "word_count": 1350, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2000/02/20/nyregion/the-guide-870978.html", "snippet": "Films at Sarah Lawrence      The mission of the annual international film festival through March 5 at Sarah Lawrence College in Yonkers is, in the words of its director, Eduardo Lago, ''a celebration of otherness and a condemnation of all forms of...", "lead_paragraph": "Films at Sarah Lawrence The mission of the annual international film festival through March 5 at Sarah Lawrence College in Yonkers is, in the words of its director, Eduardo Lago, ''a celebration of otherness and a condemnation of all forms of intolerance.''", "abstract": null, "print_page": "9", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "THE GUIDE"}, "keywords": [], "pub_date": "2000-02-20T00:00:00Z", "document_type": "article", "news_desk": "Westchester Weekly Desk", "section_name": "New York and Region", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Eleanor", "rank": 1, "lastname": "CHARLES"}], "original": "By ELEANOR CHARLES"}, "type_of_material": "Schedule", "_id": "4fd23b4c8eb7c8105d7d0300", "word_count": 985, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2000/02/20/tv/movies-critics-choice.html", "snippet": "STOCKARD CHANNING OWNS THE ROLE OF THE BRITTLE Ouisa Kittredge in SIX DEGREES OF SEPARATION (1993). She originated it in John Guare's stage satire, and she plays it in Fred Schepisi's film version (screen-play by Mr. Guare) to the hilt. Donald Sut...", "lead_paragraph": "STOCKARD CHANNING OWNS THE ROLE OF THE BRITTLE Ouisa Kittredge in SIX DEGREES OF SEPARATION (1993). She originated it in John Guare's stage satire, and she plays it in Fred Schepisi's film version (screen-play by Mr. Guare) to the hilt. Donald Sutherland is her art dealer husband. Will Smith is the young man who turns up at their elegant apartment needing assistance, claiming to be Sidney Poitier's son, offering them roles in the movie version of ''Cats'' and generally charming them to death. No, it's not as remarkable on screen as it was at Lincoln Center 10 years ago, but the style and bite remain - Sunday at 9 p.m., Sunday/Early Monday at 1 a.m., Monday at 1 p.m., Saturday at 8 p.m. and Saturday/Early Sunday at 12:30 a.m. on Bravo.", "abstract": null, "print_page": "6", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "MOVIES: CRITICS' CHOICE"}, "keywords": [], "pub_date": "2000-02-20T00:00:00Z", "document_type": "article", "news_desk": "Television", "section_name": null, "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Anita", "rank": 1, "lastname": "Gates"}, {"organization": "", "role": "reported", "firstname": "Howard", "rank": 2, "lastname": "Thompson"}], "original": "By Anita Gates and Howard Thompson"}, "type_of_material": "News", "_id": "4fd23b4c8eb7c8105d7d030b", "word_count": 567, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2000/02/20/movies/film-in-bunuel-s-dreams-began-film-s-liberation.html", "snippet": "LUIS BUNUEL was born 100 years ago, and, for many of us, finding his work was like holding a key to our dreams. We were seeing strange, yet strangely serene things. They were violent, outrageous even, but was there any need to be shocked? We knew ...", "lead_paragraph": "LUIS BUNUEL was born 100 years ago, and, for many of us, finding his work was like holding a key to our dreams. We were seeing strange, yet strangely serene things. They were violent, outrageous even, but was there any need to be shocked? We knew his films had an inner meaning that was for us to puzzle out. That elusive meaning can depend on how you describe what occurred; on whether you believe you are the protagonist in the drama of yourself -- or someone being dreamed in another's sleep. In the former, the mood is likely to be filled with significance and grandeur. But in the latter, there may be a hint of absurdity or misunderstanding. So you can say that, ''On Feb. 22, 1983, on the occasion of his 83rd birthday, with the great Luis Bunuel in less than certain health, he received the honor of a visit from the president of Mexico.'' Or you could say, ''Bunuel was dying, and the president of Mexico came to congratulate him.'' By July 1983, all such ceremonies were over and Bunuel turned over in his bed and died.", "abstract": "David Thomson article on the life and films of Luis Bunuel, who was born in 1900; photo (M)", "print_page": "13", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "In Bunuel's Dreams Began Film's Liberation", "kicker": "FILM"}, "keywords": [{"name": "persons", "value": "BUNUEL, LUIS"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}], "pub_date": "2000-02-20T00:00:00Z", "document_type": "article", "news_desk": "Arts and Leisure Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "David", "rank": 1, "lastname": "THOMSON"}], "original": "By DAVID THOMSON"}, "type_of_material": "News", "_id": "4fd1f2308eb7c8105d7498cd", "word_count": 2347, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2000/02/18/arts/family-fare.html", "snippet": "An Actor Makes a Splash      John Lithgow has appeared before the American public in guises ranging from a football player turned transsexual (the film ''The World According to Garp'') to a space alien masquerading as a physics professor (the sitc...", "lead_paragraph": "An Actor Makes a Splash John Lithgow has appeared before the American public in guises ranging from a football player turned transsexual (the film ''The World According to Garp'') to a space alien masquerading as a physics professor (the sitcom ''Third Rock From the Sun''). But tomorrow he will play what may be his most surprising role: children's entertainer. ''I'm surprised myself,'' Mr. Lithgow said. ''I haven't quite mastered it yet. It's in-service training. I'm learning to sing in front of an orchestra with 2,800 screaming children.'' In the past, Mr. Lithgow has usually elicited screams only when playing a psychopath. Things will be far less scary tomorrow at Carnegie Hall, where he will present a family concert based on his 1999 album, ''Singin' in the Bathtub,'' released by Sony Wonder.", "abstract": "Family Fare column of upcoming events of interest to families in New York; photo (S)", "print_page": "49", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "FAMILY FARE"}, "keywords": [{"name": "glocations", "value": "NEW YORK CITY"}, {"name": "subject", "value": "ENTERTAINMENT AND AMUSEMENTS"}], "pub_date": "2000-02-18T00:00:00Z", "document_type": "article", "news_desk": "Leisure/Weekend Desk", "section_name": "Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Laurel", "rank": 1, "lastname": "Graeber"}], "original": "By Laurel Graeber"}, "type_of_material": "News", "_id": "4fd1f2b28eb7c8105d74a762", "word_count": 893, "slideshow_credits": null}]}, "status": "OK", "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}