{"response": {"meta": {"hits": 160, "time": 42, "offset": 60}, "docs": [{"web_url": "http://www.nytimes.com/2000/02/11/movies/theater-review-leaping-on-the-laughs-in-a-shavian-confection.html", "snippet": "Audibility, at least, is not a problem in the Roundabout Theater Company's production of ''Arms and the Man.'' The actors' voices, though congested with mossy English accents, boom, shriek and bellow even in calmer moments, giving the Gramercy The...", "lead_paragraph": "Audibility, at least, is not a problem in the Roundabout Theater Company's production of ''Arms and the Man.'' The actors' voices, though congested with mossy English accents, boom, shriek and bellow even in calmer moments, giving the Gramercy Theater a decibel level to match that of Irving Plaza, the nearby rock arena. Somewhere along the way, it seems, a decision was made to take the words ''screamingly funny'' to heart. The overall impression to emerge from this high-strung revival, which opened last night under Roger Rees's direction, is that George Bernard Shaw must have written his satire of martial glory and romantic heroes entirely in capital letters. Mr. Rees, a first-rate British actor who has been directing more and more with varied results, here sustains an air of artificial urgency that emphasizes the play's farcical aspects without being very funny.", "abstract": "Ben Brantley reviews Roundabout Theater Co's production of George Bernard Shaw's play Arms and the Man; production, directed by Roger Rees, stars Henry Czerny and Paul Michael Valley; photo (M)", "print_page": "3", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Leaping on the Laughs In a Shavian Confection", "kicker": "THEATER REVIEW"}, "keywords": [{"name": "creative_works", "value": "ARMS AND THE MAN (PLAY)"}, {"name": "persons", "value": "SHAW, GEORGE BERNARD"}, {"name": "persons", "value": "REES, ROGER"}, {"name": "persons", "value": "VALLEY, PAUL MICHAEL"}, {"name": "persons", "value": "CZERNY, HENRY"}, {"name": "organizations", "value": "ROUNDABOUT THEATER CO"}, {"name": "subject", "value": "REVIEWS"}, {"name": "subject", "value": "THEATER"}], "pub_date": "2000-02-11T00:00:00Z", "document_type": "article", "news_desk": "Movies, Performing Arts/Weekend Desk", "section_name": "Movies; Arts; Theater", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Ben", "rank": 1, "lastname": "BRANTLEY"}], "original": "By BEN BRANTLEY"}, "type_of_material": "Review", "_id": "4fd233c78eb7c8105d7c483c", "word_count": 1137, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2000/02/10/world/bologna-journal-coming-to-a-deli-near-you-a-long-taboo-sausage.html", "snippet": "In the 1971 film ''La Mortadella,'' Sophia Loren played a feisty would-be immigrant who is arrested by United States Customs officials in New York for refusing to surrender a 20-pound mortadella, the traditional pork sausage of Bologna. A cult cla...", "lead_paragraph": "In the 1971 film ''La Mortadella,'' Sophia Loren played a feisty would-be immigrant who is arrested by United States Customs officials in New York for refusing to surrender a 20-pound mortadella, the traditional pork sausage of Bologna. A cult classic in Italy, the satire was aimed at what the director, Mario Monicelli, called the ''authoritarian rigidity'' of American society. After an outbreak of African swine fever in Italy in 1967, Italian pork products were banned in the United States for decades. Mortadella, however, has finally been freed. The United States Department of Agriculture announced in the Federal Register last month that as of today, it would lift certain restrictions on bringing pork and pork products into the United States.", "abstract": "Agriculture Dept's decision to lift certain restrictions on bringing pork products into US has brought joy to makers of mortadella, traditional pork sausage, in Bologna, Italy; Italian pork products were banned in US after outbreak of African swine fever in Italy in 1967; map; photo (M)", "print_page": "4", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Bologna Journal; Coming to a Deli Near You: A Long-Taboo Sausage"}, "keywords": [{"name": "glocations", "value": "ITALY"}, {"name": "glocations", "value": "BOLOGNA (ITALY)"}, {"name": "organizations", "value": "AGRICULTURE DEPARTMENT"}, {"name": "subject", "value": "AFRICAN SWINE FEVER"}, {"name": "subject", "value": "INTERNATIONAL TRADE AND WORLD MARKET"}, {"name": "subject", "value": "MEAT"}, {"name": "subject", "value": "FOOD CONTAMINATION AND POISONING"}], "pub_date": "2000-02-10T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Alessandra", "rank": 1, "lastname": "STANLEY"}], "original": "By ALESSANDRA STANLEY"}, "type_of_material": "News", "_id": "4fd230c38eb7c8105d7bf437", "word_count": 1133, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2000/02/09/style/review-fashion-oscar-de-la-renta-revels-in-his-youthful-side.html", "snippet": "Somewhere between a boiled wool skirt and a divine silk rumba dress, two anti-fur protesters briefly interrupted Oscar de la Renta's fall fashion show yesterday in the main tent in Bryant Park. The women were tackled by security guards, dragged to...", "lead_paragraph": "Somewhere between a boiled wool skirt and a divine silk rumba dress, two anti-fur protesters briefly interrupted Oscar de la Renta's fall fashion show yesterday in the main tent in Bryant Park. The women were tackled by security guards, dragged to an exit and detained by the police as the models resumed their sultry progress down a white runway left stained with black scuff marks. Perhaps because the tactics of anti-fur demonstrators are so familiar to people in the fashion world, the ruckus stirred little more than mild interest. Mr. de la Renta said afterward that he had watched the whole thing on a video monitor backstage. He didn't seem fazed. A few fur-clad clients joked among themselves that maybe they ought to seek cover in the second row. But otherwise the disturbance produced the same world-weary reaction of boredom that fashion people reserve for looking at clothes.", "abstract": "Cathy Horyn reviews fashions from designer Oscar de la Renta as shown in Bryant Park; photo (M)", "print_page": "12", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Review/Fashion; Oscar de la Renta Revels In His Youthful Side"}, "keywords": [{"name": "persons", "value": "DE LA RENTA, OSCAR"}, {"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "BRYANT PARK (NYC)"}, {"name": "subject", "value": "REVIEWS"}, {"name": "subject", "value": "APPAREL"}], "pub_date": "2000-02-09T00:00:00Z", "document_type": "article", "news_desk": "Style Desk", "section_name": "Style", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Cathy", "rank": 1, "lastname": "HORYN"}], "original": "By CATHY HORYN"}, "type_of_material": "News", "_id": "4fd1f3308eb7c8105d74b457", "word_count": 1097, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2000/02/08/nyregion/public-lives.html", "snippet": "Kidney Surgery For Spielberg      Steven Spielberg was recently in the midst of a routine physical examination when his doctor discovered ''an irregularity on his kidney,'' said Marvin Levy, a spokesman for Dreamworks SKG, the mini-studio founded ...", "lead_paragraph": "Kidney Surgery For Spielberg Steven Spielberg was recently in the midst of a routine physical examination when his doctor discovered ''an irregularity on his kidney,'' said Marvin Levy, a spokesman for Dreamworks SKG, the mini-studio founded by Mr. Spielberg and his partners, Jeffrey Katzenberg and David Geffen. A short time afterward, a team of surgeons at Cedars Sinai Medical Center in Los Angeles removed the kidney.", "abstract": "Public Lives column; Steven Spielberg undergoes surgery for removal of kidney; scene at party sponsored by Council of Fashion Designers of America at new planetarium at American Museum of Natural History described; Bid-a-Wee animal shelters honor Agnes Varis for her work with cats; photo (M)", "print_page": "2", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "PUBLIC LIVES"}, "keywords": [{"name": "persons", "value": "SPIELBERG, STEVEN"}, {"name": "persons", "value": "VARIS, AGNES"}, {"name": "organizations", "value": "BIDE-A-WEE"}, {"name": "organizations", "value": "AMERICAN MUSEUM OF NATURAL HISTORY"}, {"name": "organizations", "value": "COUNCIL OF FASHION DESIGNERS OF AMERICA"}, {"name": "subject", "value": "ANIMALS"}, {"name": "subject", "value": "PLANETARIUMS"}, {"name": "subject", "value": "CATS"}, {"name": "subject", "value": "KIDNEYS"}], "pub_date": "2000-02-08T00:00:00Z", "document_type": "article", "news_desk": "Metropolitan Desk", "section_name": "New York and Region", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "James", "rank": 1, "lastname": "BARRON"}, {"organization": "", "role": "reported", "firstname": "Rick", "rank": 2, "lastname": "Lyman"}, {"organization": "", "role": "reported", "firstname": "Glenn", "rank": 3, "lastname": "Collins"}], "original": "By JAMES BARRON with Rick Lyman and Glenn Collins"}, "type_of_material": "News", "_id": "4fd212c28eb7c8105d7890ba", "word_count": 664, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2000/02/08/style/front-row-fashion-catches-up-with-michele-savoia-oscar-de-la-renta-designs.html", "snippet": "Michele Savoia's Time Has Come      For 16 years Michele Savoia has been sewing custom-made suits for men in the manner of those worn during the 1940's. For just as many years, most of his adult life in fact, he has longed for a return to midcentu...", "lead_paragraph": "Michele Savoia's Time Has Come For 16 years Michele Savoia has been sewing custom-made suits for men in the manner of those worn during the 1940's. For just as many years, most of his adult life in fact, he has longed for a return to midcentury civility. ''You see people out at night in T-shirts that say things on them,'' he lamented from his East Village studio and shop. ''They were out all day in those T-shirts, and that's what you're sitting next to in a restaurant. It's unfair.''", "abstract": "Front Row column discusses career of designer Michele Savoia; photo (M)", "print_page": "11", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Front Row; Fashion catches up with Michele Savoia Oscar de la Renta designs uniforms for Dominican police Glamour via the Web."}, "keywords": [{"name": "persons", "value": "SAVOIA, MICHELE"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}, {"name": "subject", "value": "APPAREL"}], "pub_date": "2000-02-08T00:00:00Z", "document_type": "article", "news_desk": "Style Desk", "section_name": "Style", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Ginia", "rank": 1, "lastname": "Bellafante"}], "original": "By Ginia Bellafante"}, "type_of_material": "News", "_id": "4fd230c48eb7c8105d7bf4a8", "word_count": 707, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2000/02/07/style/review-fashion-puff-daddy-s-cut-not-too-baggy-not-too-tight.html", "snippet": "He is all of 29, likes diamonds, occasionally swears, wears a rosary, and let's not forget the matter of his indictment on charges of possession illegal handguns or, for sheer tabloid value, whether he is still involved with the actress Jennifer L...", "lead_paragraph": "He is all of 29, likes diamonds, occasionally swears, wears a rosary, and let's not forget the matter of his indictment on charges of possession illegal handguns or, for sheer tabloid value, whether he is still involved with the actress Jennifer Lopez. Life isn't easy for Sean Combs, music mogul and aspiring fashion star. But he's persevering. ''I'm going to put on an incredible show, put out an incredible record,'' he said in the Manhattan offices of his clothing label, Sean John, a few days before his first fashion show, which took place at the Bryant Park tents on Saturday night. ''I'm going to go on tour and I'm going to go to court and handle this like a man.''", "abstract": "Cathy Horyn reviews line of clothes of Sean Combs as shown at fashion show in Bryant Park in NYC; photo (M)", "print_page": "10", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Review/Fashion; Puff Daddy's Cut: 'Not Too Baggy, Not Too Tight'"}, "keywords": [{"name": "persons", "value": "COMBS, SEAN"}, {"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "BRYANT PARK (NYC)"}, {"name": "subject", "value": "REVIEWS"}, {"name": "subject", "value": "APPAREL"}], "pub_date": "2000-02-07T00:00:00Z", "document_type": "article", "news_desk": "Style Desk", "section_name": "Style", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Cathy", "rank": 1, "lastname": "HORYN"}], "original": "By CATHY HORYN"}, "type_of_material": "Review", "_id": "4fd212c88eb7c8105d789687", "word_count": 1438, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2000/02/07/movies/the-winners-take-your-pick-no-sure-bets-for-this-year-s-academy-awards.html", "snippet": "It is one measure of the dizzy uncertainty of this year's Oscar race that one of the handful of sure bets for a nomination goes to a screenwriter, Alan Ball, who came from television to write the dark and acidly funny ''American Beauty.'' He seems...", "lead_paragraph": "It is one measure of the dizzy uncertainty of this year's Oscar race that one of the handful of sure bets for a nomination goes to a screenwriter, Alan Ball, who came from television to write the dark and acidly funny ''American Beauty.'' He seems more likely than most to hear his name read at the Academy of Motion Picture Arts and Sciences at the hideous crack of dawn on the morning after Valentine's Day. ''It's a little overwhelming, actually,'' Mr. Ball said. ''There's a certain amount of stress involved. I never expected this movie to get made, much less get made by a major studio and much less be at the center of Oscar speculation.''", "abstract": "Academy of Motion Picture Arts and Sciences will announce names of this year's Oscar nominees on Feb 15; unlike most years, when it is clear which movies and actors will be nominated, this year is total mystery, even to Hollywood insiders; photos (M)", "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "The Winners? Take Your Pick; No Sure Bets for This Year's Academy Awards"}, "keywords": [{"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "ACADEMY AWARDS (OSCARS)"}], "pub_date": "2000-02-07T00:00:00Z", "document_type": "article", "news_desk": "The Arts/Cultural Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Rick", "rank": 1, "lastname": "LYMAN"}], "original": "By RICK LYMAN"}, "type_of_material": "News", "_id": "4fd2033a8eb7c8105d769580", "word_count": 1742, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2000/02/07/nyregion/news-summary-711071.html", "snippet": "INTERNATIONAL   A3-11    Russia Agrees to a Plan To Curb Plutonium Threat  Russia has promised to stop making plutonium out of fuel from its civilian power reactors as part of a $100 million joint research and aid package from the United States, a...", "lead_paragraph": "INTERNATIONAL A3-11 Russia Agrees to a Plan To Curb Plutonium Threat Russia has promised to stop making plutonium out of fuel from its civilian power reactors as part of a $100 million joint research and aid package from the United States, administration and Russian officials said. A1", "abstract": null, "print_page": "2", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "NEWS SUMMARY"}, "keywords": [], "pub_date": "2000-02-07T00:00:00Z", "document_type": "article", "news_desk": "Metropolitan Desk", "section_name": "New York and Region", "subsection_name": null, "byline": null, "type_of_material": "Summary", "_id": "4fd21fbc8eb7c8105d7a313b", "word_count": 1416, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2000/02/06/nyregion/q-a-elliot-magaziner-at-78-violinist-finds-career-going-strong.html", "snippet": "AT 12, Elliot Magaziner won a violin competition that had as its prize a chance to play at the Westchester County Center. By the time he was 19, he was touring the world with the American Ballet Theater. And in World War II, he was part of the Arm...", "lead_paragraph": "AT 12, Elliot Magaziner won a violin competition that had as its prize a chance to play at the Westchester County Center. By the time he was 19, he was touring the world with the American Ballet Theater. And in World War II, he was part of the Army Air Corps entertainment unit, working with Charlton Heston, Donald O'Connor and Red Buttons. Mr. Magaziner's career started early and is still going strong. A resident of Eastchester who also lived for many years in White Plains and for almost 30 years did live television as part of the CBS Orchestra -- during which time he played with Frank Sinatra, the Beatles and some of the world's most famous classical musicians -- Mr. Magaziner, 78, now teaches and conducts the orchestra at Manhattanville College in Purchase. Here are excerpts from a recent conversation with him.", "abstract": "Interview with violinist Elliot Magaziner, 78, who teaches and conducts orchestra at Manhattanville College in Purchase, NY, on his career as musician and teacher; photo (M)", "print_page": "3", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Q&A/Elliot Magaziner; At 78, Violinist Finds Career Going Strong"}, "keywords": [{"name": "persons", "value": "MAGAZINER, ELLIOT"}, {"name": "organizations", "value": "MANHATTANVILLE COLLEGE"}, {"name": "subject", "value": "MUSIC"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}], "pub_date": "2000-02-06T00:00:00Z", "document_type": "article", "news_desk": "Westchester Weekly Desk", "section_name": "New York and Region", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Donna", "rank": 1, "lastname": "GREENE"}], "original": "By DONNA GREENE"}, "type_of_material": "Interview", "_id": "4fd205c98eb7c8105d76e44e", "word_count": 1603, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2000/02/06/books/new-noteworthy-paperbacks-550728.html", "snippet": "The Crime of Sheila McGough   By Janet Malcolm. Vintage, $12.    A rigorously intelligent journalist chronicles the drama of a disbarred lawyer who claims she was framed but may have been the victim of her own relentless honesty, blinkered loyalty...", "lead_paragraph": "The Crime of Sheila McGough By Janet Malcolm. Vintage, $12. A rigorously intelligent journalist chronicles the drama of a disbarred lawyer who claims she was framed but may have been the victim of her own relentless honesty, blinkered loyalty and poor storytelling skills. ''No other writer tells better stories about the perpetual, the unwinnable, battle between narrative and truth,'' Margaret Talbot wrote here in 1999. Empress of the Splendid Season By Oscar Hijuelos. HarperPerennial, $13. Lydia Espana, the heroine of this tender novel by the author of ''The Mambo Kings Play Songs of Love,'' is a romantic Cuban emigre who is forced by the death of her prosperous husband to become a cleaning lady for wealthy Manhattanites. As she navigates between two alien worlds, she struggles to reconcile her instinct for self-invention with her inability to invent a suitable self. ''The New York that emerges in this novel is as layered as Lydia's inner life, as infused with meaning,'' Verlyn Klinkenborg wrote in these pages last year. ''The city both echoes and shapes her moods.'' Brazilian Adventure By Peter Fleming. Northwestern University, $16.95. In this Pythonesque 1933 travelogue, Fleming (a literary editor and brother of Ian) recounts his voyage with a bunch of squabbling Brits in search of a missing explorer deep in the Brazilian jungle. His acerbic account of their ''hilarious safari'' is ''full of rich, rare and entertaining reading,'' C. G. Poore wrote here. Sonny Liston Was a Friend of Mine: Stories By Thom Jones. Back Bay/Little, Brown, $12.95. The author's third collection of short fiction features his usual gallery of lost souls and hard-luck cases, many of whom are given to esoteric drug use because the world has failed them. Each story is ''a raw, adrenalinized chunk of conflicted emotion and barely suppressed rage,'' Dwight Garner said here last year. Kaddish By Leon Wieseltier. Vintage, $15. The author's journal of the year in which he formally mourned his father is also a deeply personal meditation on rabbinical tradition and the relevance of sacred Judaic texts to his own life. The result ''is an astonishing fusion of learning and psychic intensity,'' Harold Bloom wrote in these pages in 1998. TraveLing Mercies: Some Thoughts on Faith, by Anne Lamott (Anchor, $13), is a collection of exuberant essays tracking the author's rocky search for spiritual faith. ''Lamott is a narrator who has relished and soaked up the details of her existence, equally of mirth and devastation . . . and spilled them onto her pages,'' Alexandra Hall said here last year. The Scapegoat By Daphne du Maurier. University of Pennsylvania, $15.95. An unhappy British teacher meets his physical double in a French bar, is drugged and wakes up to find that the stranger has exchanged clothing and documents, leaving him little choice but to slip into another identity. Big mistake: it turns out his alter ego had plenty to escape. In 1957 our reviewer, Anthony Boucher, called this a ''magnificent thriller.'' The same publisher has reissued The House on the Strand ($15.95), in which a rootless former editor becomes addicted to a potion that allows him to commute between contemporary and 14th-century Cornwall. His own life soon pales in comparison with the medieval drama. The result is ''prime du Maurier,'' David Dempsey wrote here in 1969. ''Her skill in finessing the time shifts is enough to make one want to try a little of the brew himself.'' Fredy Neptune: A Novel in Verse By Les Murray. Farrar, Straus & Giroux, $14. This verse novel, which unfolds in relaxed eight-line stanzas, is about an Australian sailor who loses the ability to feel pain and drifts through the horrors of the 20th century. The result is ''a haunting, loving, fiercely democratic epic by a master poet,'' Ruth Padel said in these pages last year. ''You Ain't Heard Nothin' Yet.'' The American Talking Film: History & Memory, 1927-1949 By Andrew Sarris. Oxford University, $18.95. This free-form collection of notes and essays by a seasoned film critic known for his missionary zeal is less a history than a personal tour of the images he encountered on the screen. ''The prose is full of bounce and opinion . . . and plenty of finely flung allusions,'' Michael Wood wrote here in 1998. All on Fire: William Lloyd Garrison and the Abolition of Slavery By Henry Mayer. St. Martin's Griffin, $18.95. This dramatic biography seeks to re-establish the Boston abolitionist newspaper editor as a major figure in 19th-century history who wielded the power of a biblical prophet. ''Much of the narrative is fluently and fascinatingly rendered,'' Carla Davidson wrote here in 1998. ''Mayer has an especially strong sense of place.'' The Sandglass By Romesh Gunesekera. Riverhead, $12.95. This densely plotted tale focuses on two warring families in Sri Lanka whose rift echoes the often-violent divide between the country's Sinhalese and Tamil peoples. Last year our reviewer, Jacqueline Carey, called it ''an important novel.'' Scott Veale", "abstract": "List of some new and noteworthy paperback books; photo (S)", "print_page": "28", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "New & Noteworthy Paperbacks"}, "keywords": [{"name": "subject", "value": "REVIEWS"}, {"name": "subject", "value": "BOOKS AND LITERATURE"}, {"name": "subject", "value": "PAPERBACK BOOKS"}], "pub_date": "2000-02-06T00:00:00Z", "document_type": "article", "news_desk": "Book Review Desk", "section_name": "Arts; Books", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Scott", "rank": 1, "lastname": "Veale"}], "original": "By Scott Veale"}, "type_of_material": "Review", "_id": "4fd210ee8eb7c8105d785b87", "word_count": 819, "slideshow_credits": null}]}, "status": "OK", "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}