{"response": {"meta": {"hits": 352, "time": 14, "offset": 130}, "docs": [{"web_url": "http://carpetbagger.blogs.nytimes.com/2006/02/10/video-who-will-win-best-actor/", "snippet": "David Carr (a k a The Carpetbagger) combs Times Square for opinions as to who will win this year's Oscar for Best Actor....", "lead_paragraph": "David Carr (a k a The Carpetbagger) combs Times Square for opinions as to who will win this year's Oscar for .", "abstract": "David Carr (a k a The Carpetbagger) combs Times Square for opinions as to who will win this year's Oscar for Best Actor.", "print_page": null, "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Video: Who Will Win Best Actor?", "kicker": "Carpetbagger"}, "keywords": [{"value": "News", "name": "type_of_material", "rank": "1"}], "pub_date": "2006-02-10T10:10:44Z", "document_type": "blogpost", "news_desk": null, "section_name": "Arts", "subsection_name": null, "byline": null, "type_of_material": "Blog", "_id": "4fd364128eb7c8105d8b2b7c", "word_count": 22, "slideshow_credits": null}, {"web_url": "http://carpetbagger.blogs.nytimes.com/2006/02/10/into-the-long-dark-part-of-the-night/", "snippet": "Speaking of Oscar analogs, did you notice that the Grammys offered a few cautionary lessons of their own? No. 1, the biggest news of the night seemed to be that one of the attendees showed up in her underwear. It is also worth noting that contests...", "lead_paragraph": "Speaking of Oscar analogs, did you notice that the Grammys offered a few cautionary lessons of their own? No. 1, the biggest news of the night seemed to be that one of the attendees showed up in her underwear. It is also worth noting that contests may be trumping awards in the minds of the American viewer. When a game show full of no-name performers (\"American Idol\") doubles up the audience on the recording industry's night of stars, glamour and hardware, the Bagger has to wonder if people are just plain turned off by the routine. Maybe it's good that the Academy is switching it up this year because the same old, same old does not appear to be cutting it. And as the night wore on, the Grammys offered an object lesson in the illusion of momentum, something that is breathlessly invoked come Oscar time. Early in the night, it was all Mariah and Mimi, making it appear as if the diva's comeback would include a sweep of the Grammys. But by the end of the night, the smoke had cleared and it was U2 hauling away the most hardware. It is a reminder, one the Bagger will tuck under his pillow and sleep on for the next few weeks, that the story can change, even in the course of a single evening.", "abstract": "Speaking of Oscar analogs, did you notice that the Grammys offered a few cautionary lessons of their own? No. 1, the biggest news of the night seemed to be that one of the attendees showed up in her underwear. It is also worth noting that contests may be trumping awards in the minds of the [...]", "print_page": null, "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Into the Long Dark Part of the Night", "kicker": "Carpetbagger"}, "keywords": [{"value": "News", "name": "type_of_material", "rank": "1"}], "pub_date": "2006-02-10T08:45:03Z", "document_type": "blogpost", "news_desk": null, "section_name": "Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By CARPETBAGGER"}, "type_of_material": "Blog", "_id": "4fd3641d8eb7c8105d8b2c8c", "word_count": 224, "slideshow_credits": null}, {"web_url": "http://carpetbagger.blogs.nytimes.com/2006/02/10/greetings-from-the-red-carpet/", "snippet": "When stars step out of their limos and tug on their frocks to make sure that everything is covered, they will see a new face smiling in greeting. Army Archerd of Variety has stepped aside and the honor/burden will now fall to Robert Osborne, the a...", "lead_paragraph": "When stars step out of their limos and tug on their frocks to make sure that everything is covered, they will see a new face smiling in greeting. Army Archerd of Variety has stepped aside and the honor/burden will now fall to Robert Osborne, the author of \"The Rambling Reporter\" column and a host on Turner Classic Movies. All hail the new greeter, but let's not forget the Bagger is a bigtime TV host, except his show is strictly available on the web and has the ratings of a night lite. And that he has a newspaper voice and a radio face. And that when he greets people, they generally mistake him for a homeless man in pursuit of spare change.", "abstract": "When stars step out of their limos and tug on their frocks to make sure that everything is covered, they will see a new face smiling in greeting. Army Archerd of Variety has stepped aside and the honor/burden will now fall to Robert Osborne, the author of \"The Rambling Reporter\" column and a host on [...]", "print_page": null, "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Greetings from the Red Carpet", "kicker": "Carpetbagger"}, "keywords": [{"value": "News", "name": "type_of_material", "rank": "1"}], "pub_date": "2006-02-10T08:37:35Z", "document_type": "blogpost", "news_desk": null, "section_name": "Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By CARPETBAGGER"}, "type_of_material": "Blog", "_id": "4fd364128eb7c8105d8b2b87", "word_count": 128, "slideshow_credits": null}, {"web_url": "http://carpetbagger.blogs.nytimes.com/2006/02/10/new-yorks-secret-oscar-fetish/", "snippet": "The Oscars are one of the few times of the year when New Yorkers' sense of smug self-regard can be challenged a bit. They respond by making fun of the event and those involved, of course, suggesting that it is a trivial event attended by vacuous p...", "lead_paragraph": "The Oscars are one of the few times of the year when New Yorkers' sense of smug self-regard can be challenged a bit. They respond by making fun of the event and those involved, of course, suggesting that it is a trivial event attended by vacuous people, which of course defines most of the nightlife in New York, but let's not go there. The only way New Yorkers can possibly survive not being at the absolute epicenter of the universe for a week is to maintain a claim on the homies who are there. In this funhouse world, both Ang Lee and Heath Ledger are New Yorkers to the core. If they are, let's hear 'em give a shoutout to Queens instead of their entertainment lawyers.", "abstract": "The Oscars are one of the few times of the year when New Yorkers' sense of smug self-regard can be challenged a bit. They respond by making fun of the event and those involved, of course, suggesting that it is a trivial event attended by vacuous people, which of course defines most of the nightlife [...]", "print_page": null, "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "New York's Secret Oscar Fetish", "kicker": "Carpetbagger"}, "keywords": [{"value": "News", "name": "type_of_material", "rank": "1"}], "pub_date": "2006-02-10T08:33:14Z", "document_type": "blogpost", "news_desk": null, "section_name": "Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By CARPETBAGGER"}, "type_of_material": "Blog", "_id": "4fd364128eb7c8105d8b2b7f", "word_count": 126, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2006/02/10/arts/television/10arre.html", "snippet": "FOX's highly eccentric family sitcom, which ends on Friday, takes the prize for the funniest show that nobody watched....", "lead_paragraph": "FOX's highly eccentric family sitcom, which ends on Friday, takes the prize for the funniest show that nobody watched.", "abstract": null, "print_page": null, "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "A Quick End to the Cult Series That Lived Up to Its Name", "kicker": "TV Review | 'Arrested Development'"}, "keywords": [], "pub_date": "2006-02-10T00:00:00Z", "document_type": "article", "news_desk": "Weekend", "section_name": "Arts", "subsection_name": "Television", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Alessandra", "rank": 1, "lastname": "STANLEY"}], "original": "By ALESSANDRA STANLEY"}, "type_of_material": "Review", "_id": "5176eee5cf28d02a6100294c", "word_count": "861", "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2006/02/10/arts/10arts.html", "snippet": "A manuscript sheds light on early science, Lincoln Prize awarded to Doris Kearns Goodwin, Pete Doherty of Babyshambles talks and more culture news....", "lead_paragraph": "Manuscript Sheds Light on Early Science Lost since the 18th century, a manuscript that charts the birth of modern science has been discovered in the cupboard of a private home in Britain and is to be auctioned in London on March 28. Bonhams, the auctioneers handling the sale, said the manuscript carried minutes of the Royal Society that were compiled by the astronomer and physicist Robert Hooke from 1661 to 1682. Besides detailing his inventions and experiments, including work with a microscope that confirmed the first sighting of bacteria and spermatozoa, the manuscript contains his correspondence with Isaac Newton on gravity and the movement of planets. Hooke (right, 1635-1703) was the Royal Society's curator of experiments from 1662 to 1684 and its secretary from 1677 to 1682. Lincoln Prize to Doris Kearns Goodwin The historian Doris Kearns Goodwin, left, has won the 2006 Lincoln Prize for ''Team of Rivals: The Political Genius of Abraham Lincoln'' (Simon & Schuster), a biography of the president and his cabinet. The prize, given by the Gilder Lehrman Institute for American History and carrying an award of $50,000, is to be presented on April 6 at the Union League Club. The book is Ms. Goodwin's first since she acknowledged copying passages from other works in her 1987 book, ''The Fitzgeralds and the Kennedys.'' No Prom for Jerry Springer The television talk show host Jerry Springer has been disinvited to the ''Hollywood Nights'' dance on Saturday at Sarasota High School in Florida. The school's administrators withdrew the invitation, extended by the school's cheerleaders, saying that with guests on his show like unfaithful lovers and brawling friends, Mr. Springer, left, was an inappropriate role model for students, The Associated Press reported. ''He has his own career,'' the school's principal, Jeff Hradeck, told The Sarasota Herald-Tribune. ''It's not the way we want to go for the school.'' The cheerleaders were seeking a local celebrity as host for the dance when they chose Mr. Springer, who has a home in Sarasota. Pete Doherty Talks The British rocker Pete Doherty, lead singer of Babyshambles, former boyfriend of the model Kate Moss and convicted drug possessor, says he is not hurting anyone but himself. In an interview with the BBC 12 hours after being sentenced by a London court to a year of community service, including drug rehabilitation, Mr. Doherty, 26, said: ''I'm not selling drugs to anyone's children. I'm not encouraging -- and I never will encourage -- anyone to take drugs.'' The telephone line went dead, the BBC said, when he was asked, ''Are you on anything now?'' Christine Lahti Onstage Christine Lahti, winner of an Emmy Award for her portrayal of Dr. Kathryn Austin on ''Chicago Hope'' and an Oscar for her direction of the short ''Lieberman in Love,'' will return to the stage in New York when Playwrights Horizons presents ''The Busy World Is Hushed'' as the final production of its 2005-6 season. Directed by Mark Brokaw (''The Constant Wife''), the play by Keith Bunin about a minister and Bible scholar (Ms. Lahti, below) at odds with her wayward son, is to begin previews on May 26 and open officially on June 20 at the Playwrights Horizons Mainstage Theater, 416 West 42nd Street. The prizewinning production of ''Festen'' by the Almeida Theater of London will open on Broadway at the Music Box Theater. David Eldridge's dramatization of the 1998 Danish film about a family secret revealed during the 60th-birthday celebration of a beloved patriarch is to open on April 9 after previews beginning on March 23. Directed by Rufus Norris of the Almeida creative team, the show will star Larry Bryggman, Ali MacGraw, Julianna Margulies and Michael Hayden. Arthur Miller, who died a year ago today, will be the focus of a tribute, open to the public, from 12:45 to 2 p.m. today at St. Bartholomew's Church on Park Avenue, at 51st Street. Among the participants in the program of reminiscences and readings, presented by the Library of America and the TIPA project, will be Marian Seldes, Frances Sternhagen and Eli Wallach, and Miller's sister, Joan Copeland. Premiere Set for Opera By Pink Floyd Alumnus The world premiere of an opera by Roger Waters, the bassist, lyricist and composer for Pink Floyd before he left in the mid-1980's, will be presented on July 7 in Poznan, Poland, Agence France-Presse reported. The score of the opera, known as ''There Is Hope'' in its English version and ''Ça Ira'' in French, was performed last year in Rome. ''The work is inspired by the French Revolution,'' said a statement from the municipal authorities in Poznan, where the performance will take place at the city's international trade fair. ''The author speaks of the eternal thirst for liberty, of the fight for freedom and for ideals. In Poland, we have known many similar rebellions.'' Twenty-five years after the death of Bob Marley, officials in Jamaica have announced plans to designate his home a national monument, the BBC reported. His home, now the Tuff Gong International music studio in Kingston, is a major tourist attraction. No date was set for the designation ceremony. Expect more from Cream. So says its bassist and singer, Jack Bruce, Reuters reported. Mr. Bruce, in Los Angeles for a lifetime Grammy Award to the rock trio, said he, Eric Clapton and Ginger Baker would not tour but would set up camp in selected cities for multiple dates. After breaking up in 1968, the group reunited last year for a handful of concerts in London and New York. Les Paul, 90, who invented the solid-body electric guitar in 1946, was in a hospital in Ridgewood, N.J., with lung and heart ailments when he learned that he had won Grammy Awards on Wednesday for best pop instrumental performance (''Caravan,'' Capitol) and best rock instrumental performance (''69 Freedom Special,'' Capitol), The Associated Press reported. ''I don't believe it,'' he said, adding that he was doing fine and wanted ''to get back and play.''", "abstract": "Manuscript charting birth of modern science, lost since 18th century, is discovered in cupboard of private home in Britain; is to be auctioned off by Bonhams in London; manuscript contains minutes of Royal Society, compiled by astronomer and physicist Robert Hooke from 1681 to 1682; photo (S)", "print_page": "5", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Arts, Briefly"}, "keywords": [{"name": "persons", "value": "HOOKE, ROBERT"}, {"name": "persons", "value": "SPRINGER, JERRY"}, {"name": "persons", "value": "DOHERTY, PETE"}, {"name": "persons", "value": "GOODWIN, DORIS KEARNS"}, {"name": "glocations", "value": "GREAT BRITAIN"}, {"name": "organizations", "value": "ROYAL SOCIETY"}, {"name": "organizations", "value": "BONHAMS"}, {"name": "subject", "value": "AUCTIONS"}, {"name": "subject", "value": "SCIENCE AND TECHNOLOGY"}, {"name": "subject", "value": "MANUSCRIPTS"}], "pub_date": "2006-02-10T00:00:00Z", "document_type": "article", "news_desk": "Movies, Performing Arts/Weekend Desk", "section_name": "Technology; Science; Movies; Arts", "subsection_name": null, "byline": {"person": [{"firstname": "Lawrence", "middlename": "Van", "lastname": "Gelder", "rank": 1, "role": "reported", "organization": ""}], "original": "Compiled by Lawrence Van Gelder"}, "type_of_material": "News", "_id": "4fd24fd78eb7c8105d7f2ea8", "word_count": 1042, "slideshow_credits": null}, {"web_url": "http://query.nytimes.com/gst/fullpage.html?res=9507E3DB153EF933A25751C0A9609C8B63", "snippet": "SCHULBACK - Jules. Died peacefully on February 8 at 93 years of age. Devoted husband to Edith for 59 years. Loving father to daughters Eve Schulback and Helen Siegler and son-in-law Steve. Adoring grandfather to Rayna, Bonnie and Nomi Joy and grea...", "lead_paragraph": "SCHULBACK - Jules. Died peacefully on February 8 at 93 years of age. Devoted husband to Edith for 59 years. Loving father to daughters Eve Schulback and Helen Siegler and son-in-law Steve. Adoring grandfather to Rayna, Bonnie and Nomi Joy and great grandchildren Arin, Buster and Oscar. He was a blessing in our lives. Funeral Friday, 12 noon at Plaza Funeral Home, 630 Amsterdam Ave at 91st St, NYC. Donations may be sent to American Committee for Shaare Zedek Hospital, 49 W. 45th St, Suite 1100, NYC, 10036.", "abstract": null, "print_page": "23", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Paid Notice: Deaths   SCHULBACK, JULES"}, "keywords": [{"name": "persons", "value": "SCHULBACK, JULES"}], "pub_date": "2006-02-10T00:00:00Z", "document_type": "article", "news_desk": "Classified", "section_name": "Paid Death Notices", "subsection_name": null, "byline": null, "type_of_material": "Paid Death Notice", "_id": "4fd269388eb7c8105d81fe94", "word_count": 88, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2006/02/10/opinion/10savage.html", "snippet": "If anyone believes that gay men can actually become ex-gay men, I have just one question for you: Would you want your daughter to marry one?...", "lead_paragraph": "FIRST, a little of that full disclosure stuff: I have not actually seen ''Brokeback Mountain'' or ''End of the Spear,'' both of which I'm going to discuss here. But since when did not seeing a film prevent anyone from sharing his or her strong opinions about it? Before the posters for ''Brokeback Mountain'' were even printed, everyone from the blogger Mickey Kaus to the Concerned Women for America to gay men all over the country had already said a lot about the film. (Their opinions were, respectively, con, con and pro.)", "abstract": null, "print_page": "25", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Don't Let Your Babies Grow Up to Be Ex-Gay Cowboys", "kicker": "Op-Ed Contributor"}, "keywords": [{"name": "subject", "value": "MARRIAGES"}, {"name": "subject", "value": "HOMOSEXUALITY"}], "pub_date": "2006-02-10T00:00:00Z", "document_type": "article", "news_desk": "Editorial Desk", "section_name": "Opinion", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Dan", "lastname": "Savage"}], "original": "By Dan Savage"}, "type_of_material": "Op-Ed", "_id": "4fd267118eb7c8105d81c27d", "word_count": 884, "slideshow_credits": null}, {"web_url": "http://query.nytimes.com/gst/fullpage.html?res=9E05EFD7143EF933A25751C0A9609C8B63", "snippet": "Selective listings by critics of The New York Times of new and noteworthy cultural events in the New York metropolitan region this week. * denotes a highly recommended film, concert, show or exhibition.    Theater    Approximate running times are ...", "lead_paragraph": "Selective listings by critics of The New York Times of new and noteworthy cultural events in the New York metropolitan region this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional listings, showtimes and tickets: nytimes.com/theater. Previews and Openings 'JUMP/CUT' Opens Sunday. Neena Beber's cinematic, dry play about the love triangle of two aspiring filmmakers and a manic-depressive was a hit in Washington. Leigh Silverman directs (2:10). Julia Miles Theater, 424 West 55th Street, Clinton; (212) 239-6200. 'THE SEVEN' Opens Sunday. The hip-hop theater pioneer Will Power's large-cast adaptation of Aeschylus' ''Seven Against Thebes.'' Jo Bonney directs (2:00). New York Theater Workshop, 79 East Fourth Street, East Village; (212) 239-6200. 'FANNY HILL' Opens Tuesday. A musical based on the 18th-century novel about a country girl who moves to London to become a prostitute (2:00). York Theater, at St. Peter's Lutheran Church, 619 Lexington Avenue, at East 54th Street; (212) 868-4444. 'I LOVE YOU BECAUSE' Opens Tuesday. Mr. Darcy becomes Marcy in this gender-switching musical retelling of ''Pride and Prejudice,'' which stars Stephane D'Abruzzo from ''Avenue Q'' (2:00). Village Theater, 158 Bleecker Street, near Sullivan Street, East Village; (212) 307-4100. 'CLEAN ALTERNATIVES' Opens Wednesday. A comedy by Brian Dykstra about a woman who must choose between taking a check or saving the environment. Or doing both (2:00). 59E59 Theaters , 59 East 59th Street; (212) 279-4200. 'BAREFOOT IN THE PARK' Opens Thursday. Patrick Wilson and Amanda Peet star in Neil Simon's classic romantic comedy about New York newlyweds (2:20). Cort Theater, 138 West 48th Street; (212) 239-6200. 'BERNARDA ALBA' Previews start tomorrow. Opens March 6. The Tony winner Phylicia Rashad (''A Raisin in the Sun'') plays another formidable matriarchal figure with an iron will in Lincoln Center's musical version of Lorca's '' House of Bernarda Alba.'' Michael John LaChiusa, who already has one musical to his name this season, ''See What I Wanna See,'' contributes music and lyrics (1:30). Mitzi Newhouse Theater, 150 West 65th Street; (212) 239-6200. 'DEFIANCE' Opens Feb. 28. Set on a Marine Corps base during the 1970's, John Patrick Shanley's new play, his first since ''Doubt,'' revolves around an explosive incident between an African-American marine and a white one. Doug Hughes directs (1:30). Manhattan Theater Club, Theater 1, 131 West 55th Street; (212) 581-1212. 'GREY GARDENS: A NEW MUSICAL' Previews start today. Opens March 7. Maybe the biggest question mark of the musical season, this intriguing show is an adaptation of the cult documentary about the eccentric socialite relatives of Jacqueline Kennedy Onassis (2:30). Playwrights Horizons, 416 West 42nd Street, Clinton; (212) 279-4200. 'INDOOR/OUTDOOR' Opens Feb. 22. The playwright Kenny Finkle aims for the cat lover demographic in this relationship comedy about a computer programmer and his chatty feline companion (1:50). DR2 Theater, 103 East 15th Street, Flatiron district; (212) 239-6200. 'THE LIEUTENANT OF INISHMORE' Opens Feb. 27. Dead pets, severed limbs, black Irish humor -- Martin McDonagh (''Pillowman'') is up to his old tricks in this devilish comedy about terrorism and torture (1:45). Atlantic Theater, 336 West 20th Street, Chelsea; (212) 239-6200. 'THE PAJAMA GAME' Opens Feb. 23. Labor unrest leads to romance in this classic musical about a manager and a union representative at a pajama factory. Harry Connick Jr. stars, and Kathleen Marshall directs (2:30). American Airlines Theater, 227 West 42nd Street; (212) 719-1300. 'RING OF FIRE' Opens March 12. Johnny Cash hits form the backbone of this musical about three couples. So far, it's received surprisingly good buzz. Richard Maltby Jr. directs (2:00). Ethel Barrymore Theater, 243 West 47th Street; (212) 239-6200. 'SOLDIER'S WIFE' Opens Feb. 23. The Mint Theater revives another forgotten drama, Rose Franken's romantic comedy from the 1940's, set against the backdrop of World War II (2:00). Mint Theater, 311 West 43rd Street, Clinton; (212) 315-0231. '[TITLE OF SHOW]' Previews start Wednesday. Opens Feb. 26. This New York Musical Theater Festival hit is a satirical musical about several artists racing to finish a musical in three weeks. Apparently, they got it done (1:30). Vineyard Theater, 108 East 15th Street, Flatiron district; (212) 353-0303. 'THE WOODEN BREEKS' Opens Feb. 21. MCC Theater presents Glen Berger's gothic fairy tale set in the fictitious Scottish town of Brood (2:00). Lucille Lortel Theater, 121 Christopher Street, West Village; (212) 279-4200. Broadway * 'BRIDGE & TUNNEL' This delightful solo show written and performed by Sarah Jones is a sweet-spirited valentine to New York City, its polyglot citizens and the larger notion of an all-inclusive America. In 90 minutes of acutely observed portraiture gently tinted with humor, Ms. Jones plays more than a dozen men and women participating in an open-mike evening of poetry for immigrants (1:30). Helen Hayes Theater, 240 West 44th Street; (212) 239-6200.(Charles Isherwood) 'CHITA RIVERA: THE DANCER'S LIFE' At 72, Ms. Rivera still has the voice, the attitude and -- oh, yes -- the legs to magnetize all eyes in an audience. If the singing scrapbook of a show that surrounds her is less than electric, there is no denying the electricity of the woman at its center (2:00). Schoenfeld Theater, 236 West 45th Street; (212) 239-6200. (Ben Brantley) 'THE COLOR PURPLE' So much plot, so many years, so many characters to cram into less than three hours. This beat-the-clock musical adaptation of Alice Walker's Pulitzer Prizewinning novel about Southern black women finding their inner warriors never slows down long enough for you to embrace it. LaChanze leads the vibrant, hard-working cast (2:40). Broadway Theater, 1681 Broadway, at 53rd Street; (212) 239-6200. (Brantley) 'DIRTY ROTTEN SCOUNDRELS' On paper this musical tale of two mismatched scam artists has an awful lot in common with ''The Producers.'' But if you are going to court comparison with giants, you had better be prepared to stand tall. ''Dirty Rotten Scoundrels,'' starring Jonathan Pryce and Norbert Leo Butz, never straightens out of a slouch (2:35). Imperial Theater, 249 West 45th Street; (212) 239-6200. (Brantley) * 'DOUBT, A PARABLE' (Pulitzer Prize, Best Play 2005, and Tony Award, Best Play 2005) Set in the Bronx in 1964, this play by John Patrick Shanley is structured as a clash of wills and generations between Sister Aloysius (Eileen Atkins), the head of a parochial school, and Father Flynn (Ron Eldard), the young priest who may or may not be too fond of the boys in his charge. The play's elements bring to mind those tidy topical melodramas that were once so popular. But Mr. Shanley makes subversive use of musty conventions (1:30). Walter Kerr Theater, 219 West 48th Street; (212) 239-6200. (Brantley) 'JERSEY BOYS' From grit to glamour with the Four Seasons, directed by the pop repackager Des McAnuff (''The Who's Tommy''). The real thrill of this shrink-wrapped bio-musical, for those who want something more than recycled chart toppers and a story line poured from a can, is watching the wonderful John Lloyd Young (as Frankie Valli) cross the line from exact impersonation into something far more compelling (2:30). August Wilson Theater, 245 West 52nd Street; (212) 239-6200. (Brantley) 'THE LIGHT IN THE PIAZZA' Love is a many-flavored thing, from sugary to sour, in Adam Guettel and Craig Lucas's encouragingly ambitious and discouragingly unfulfilled new musical. The show soars only in the sweetly bitter songs performed by the wonderful Victoria Clark, as an American abroad (2:15). Beaumont Theater, Lincoln Center; (212) 239-6200. (Brantley) 'THE ODD COUPLE' Odd is not the word for this couple. How could an adjective suggesting strangeness or surprise apply to a production so calculatedly devoted to the known, the cozy, the conventional? As the title characters in Neil Simon's 1965 comedy, directed as if to a metronome by Joe Mantello, Nathan Lane and Matthew Broderick reprise their star performances from ''The Producers,'' and it's not a natural fit. Don't even consider killing yourself because the show is already sold out (2:10). Brooks Atkinson Theater, 256 West 47th Street; (212) 307-4100. (Brantley) * 'RABBIT HOLE' Thanks to a certain former American president, it has become almost impossible to say that you feel someone else's pain without its sounding like a punchline. Yet the sad, sweet release of David Lindsay-Abaire's wrenching play, about the impact of the death of a small child, lies precisely in the access it allows to the pain of others, in its meticulously mapped empathy. With an emotionally transparent five-member cast led by Cynthia Nixon and Tyne Daly, directed by Daniel Sullivan, this anatomy of grief doesn't so much jerk tears as tap them (2:10). Biltmore Theater, 261 West 47th Street; (212) 239-6200. (Brantley) 'SPAMALOT' (Tony Award, Best Musical 2005) This staged re-creation of the mock-medieval movie ''Monty Python and the Holy Grail'' is basically a singing scrapbook for Python fans. Such a good time is being had by so many people that this fitful, eager celebration of inanity and irreverence has found a large and lucrative audience (2:20). Shubert Theater, 225 West 44th Street; (212) 239-6200. (Brantley) * 'SWEENEY TODD' Sweet dreams, New York. This thrilling new revival of Stephen Sondheim and Hugh Wheeler's musical, with Michael Cerveris and Patti LuPone leading a cast of 10 who double as their own musicians, burrows into your thoughts like a campfire storyteller who knows what really scares you. The inventive director John Doyle aims his pared-down interpretation at the squirming child in everyone who wants to have his worst fears both confirmed and dispelled (2:30). Eugene O'Neill Theater, 230 West 49th Street; (212) 239-6200. (Brantley) * 'THE 25TH ANNUAL PUTNAM COUNTY SPELLING BEE' The happy news for this happy-making little musical is that the move to larger quarters has dissipated none of its quirky charm. William Finn's score sounds plumper and more rewarding than it did on Off Broadway, providing a sprinkling of sugar to complement the sass in Rachel Sheinkin's zinger-filled book. The performances are flawless. Gold stars all around (1:45). Circle in the Square, 1633 Broadway, at 50th Street; (212) 239-6200. (Isherwood) 'THE WOMAN IN WHITE' Bravely flouting centuries of accepted scientific theory, the creators of this adaptation of Wilkie Collins's spine tingler have set out to prove that the world is flat, after all. This latest offering from Andrew Lloyd Webber, directed by Trevor Nunn, seems to exist entirely in two dimensions, from its computer-generated backdrops to its decorative chess-piece-like characters (2:50). Beginning Tuesday, Judy Kuhn replaces Maria Friedman. Marquis Theater, 211 West 45th Street; (212) 307-4100. (Brantley) Off Broadway * 'ABIGAIL'S PARTY' Scott Elliott's thoroughly delectable production of Mike Leigh's 1977 comedy about domestic discord among the British middle classes. Jennifer Jason Leigh leads a superb ensemble cast as a party hostess who wields the gin bottle like a deadly weapon, resulting in an evening of savagely funny chaos (2:15). Acorn Theater at Theater Row, 410 West 42nd Street, Clinton; (212) 279-4200. (Isherwood) * 'ALTAR BOYZ' This sweetly satirical show about a Christian pop group made up of five potential Teen People cover boys is an enjoyable, silly diversion (1:30). Dodger Stages, Stage 4, 340 West 50th Street, Clinton; (212) 239-6200.(Isherwood) 'BEAUTY OF THE FATHER' A crisp outline of the Pulitzer Prizewinner Nilo Cruz's new play suggests the crazy-quilt melodramas of early Almodóvar: Father and daughter are attracted to the same sexy bad boy, igniting all manner of emotional fireworks. But Mr. Cruz's reflective, unhurried pace and his meandering, lyrical dialogue allow his fuses to burn a little too long, resulting in more fizzle than flash (2:10). Manhattan Theater Club, at City Center, Stage II, 131 West 55th Street; (212) 581-1212. (Isherwood) 'CONFESSIONS OF A MORMON BOY' Steven Fales, a sixth-generation Mormon, describes leaving his family and becoming a gay escort in this fairly conventional, although admittedly compelling, piece of confessional theater (1:30). SoHo Playhouse, 15 Vandam Street, between Avenue of the Americas and Varick Street; (212) 691-1555. (Jason Zinoman) 'DECEMBER FOOLS' Sherman Yellen takes a stab at the letters-in-a-drawer play (old letters are discovered, and lives are changed), and things get off to a promising start: a New York matron's disgruntled daughter finds some of Mom's old screeds and turns them into weapons. But the play is too long, and some dandy comedy is undercut by some tired melodrama (2:15). Abington Theater Arts Complex, 312 West 36th Street; (212) 868-4444. (Neil Genzlinger) 'DOG SEES GOD: CONFESSIONS OF A TEENAGE BLOCKHEAD' The ''Peanuts'' characters grow up, do drugs and have sex in this dark, disposable parody. Good grief (1:30). Century Center for the Performing Arts, 111 East 15th Street, Flatiron district; (212) 239-6200. (Zinoman) * 'FORBIDDEN BROADWAY: SPECIAL VICTIMS UNIT' This production features the expected caricatures of ego-driven singing stars. But even more than usual, the show offers an acute list of grievances about the sickly state of the Broadway musical, where, as the lyrics have it, ''everything old is old again'' (1:45). 47th Street Theater, 304 West 47th Street, Clinton, (212) 239-6200. (Brantley) * 'IN THE CONTINUUM' Danai Gurira and Nikkole Salter are both the authors and the performers of this smart, spirited and disarmingly funny show about two women: one a middle-class mother in Zimbabwe, the other a 19-year-old at loose ends in Los Angeles whose lives are upended by HIV diagnoses. Emphatically not a downer (1:30). Perry Street Theater, 31 Perry Street, Greenwich Village; (212) 868-4444. (Isherwood) * 'LENNY BRUCE IN HIS OWN WORDS' Jason Fisher does an impressive facsimile of this legendary comic in a nostalgic greatest-hits collection of his stand-up routines (1:10). Zipper Theater, 336 West 37th Street; (212) 239-6200. (Zinoman) * 'THE LITTLE DOG LAUGHED' Lean, mean and about as deep as a shot glass, Diane the Hollywood agent is just the tonic New York theatergoers need in the depths of an urban winter. Played by Julie White in an irresistible adrenaline rush of a performance, Diane is the arch-manipulator in Douglas Carter Beane's tangy fable of fame and its discontents, directed by Scott Ellis. With Neal Huff as a closeted Hollywood star, and Johnny Galecki as the rent boy who loves him (2:10). Second Stage Theater, 307 West 43rd Street, Clinton; (212) 246-4422. (Brantley) * 'MRS. WARREN'S PROFESSION' An absolutely splendid Dana Ivey takes the title role in Charlotte Moore's sensitively acted production of Bernard Shaw's famously provocative play, which is celebrating its 100th anniversary on the New York stage this year (2:20). Irish Repertory Theater, 132 West 22nd Street, Chelsea; (212) 727-2737. (Isherwood) 'RFK' This solo show written and starring Jack Holmes is a reasonably accurate historical portrait, but the performance, unfortunately, lacks the charisma and charm that made the real Bobby Kennedy a star (1:35). Culture Project @ 45 Bleecker, 45 Bleecker Street, at Lafayette Street, East Village; (212) 253-9983. (Jonathan Kalb) * 'THE TRIP TO BOUNTIFUL' Led by Lois Smith in a heart-wrenching performance, the cast never strikes a false note in Harris Yulin's beautifully mounted revival of Horton Foote's drama, finding an emotional authenticity in a work largely remembered as a tear-jerking chestnut. This is not to say you should neglect to bring handkerchiefs (1:50). Signature Theater, 555 West 42nd Street, Clinton; (212) 244-7529. (Brantley) Off Off Broadway AVALON' Glory Sims Bowen's retelling of the Camelot legend from the women's point of view is entertaining but too long and uncertain in tone. The comic moments work better than the earnest ones (2:20). Looking Glass Theater, 422 West 57th Street, Clinton; (212) 352-3101. (Anita Gates) 'A BITTER TASTE' When an academic gets too close to one of his case studies, his mistake haunts him in this twisty, acid drama about repression, friendship and the intersection between sex and power (2:00). Ensemble Studio Theater, 549 West 52nd Street, Clinton; (212) 352-3101. (Zinoman) 'ELLIOT, A SOLDIER'S FUGUE' True to its title, ''Elliot, a Soldier's Fugue'' is composed like a fugue, with several narrative strands playing in point and counterpoint around one theme: a soldier's experience of war. The play, by Quiara Alegria Hudes, traces the legacy of war through three generations of a Puerto Rican family, and without invoking current politics, manages to indict the war in Iraq (1:10). 45 Below at the Culture Project, 45 Bleecker Street, at Lafayette Street, East Village; (212) 352-3101. (Phoebe Hoban) 'GIRL IN HEAT' Nelson Avidon's predictable dramedy about Joseph, a randy lawyer, and Marilyn, a flirtatious office temp, is salvaged to some extent by the play's two performers. As their characters reveal themselves uneasily, Mr. Avidon and Cheryl Leibert make the struggle believable (1:20). Michael Weller Theater, 311 West 43rd Street, Clinton; (212) 352-3101. (Andrea Stevens) 'LENNY & LOU' This black comedy by Ian Cohen about two brothers and their foul-mouthed, demented mother has the right ingredients for shock theater: four-letter words, sex talk, sex acts. But it somehow doesn't shock (2:15). 29th Street Rep, 212 West 29th Street, Chelsea; (212) 868-4444. (Genzlinger) * 'MAJOR BANG OR: HOW I LEARNED TO STOP WORRYING AND LOVE THE DIRTY BOMB' This disarming exercise in political cabaret demonstrates that laughter in the dark need not be desperate. Written by Kirk Lynn, this multilevel, multiform tale of nuclear anxiety resurrects the sane, inquisitive satiric spirit of the early 1960's, a time when irony was a strategic tool instead of a conditioned reflex. Paul Lazar directs Steve Cuiffo and Maggie Hoffman in a multitude of roles (1:10). St. Ann's Warehouse, 38 Water Street, at Dock Street, Brooklyn; (718) 254-8779. (Brantley) '25 QUESTIONS FOR A JEWISH MOTHER' This is the comedian Judy Gold's fiercely funny monologue, based on her own life as a single Jewish lesbian mother and interviews with more than 50 other Jewish mothers (1:10). Ars Nova, 511 West 54th Street, Clinton; (212) 868-4444. (Hoban) * 'ZOMBOID! (FILM/PERFORMANCe PROJECT #1)' O, the heresy of it! Richard Foreman has introduced film into the realm of exquisitely artificial, abstract theater in which he has specialized for four decades. As it turns out, juxtaposing two art forms allows Mr. Foreman to underscore in resonant new ways what he has been saying for years: reality is, well, relative. And he continues to work in a style guaranteed to infect your perceptions for hours after (1:15). Ontological-Hysteric Theater, 131 East 10th Street, East Village; (212) 352-3101. (Brantley) Long-Running Shows 'AVENUE Q' R-rated puppets give lively life lessons (2:10). Golden, 252 West 45th Street; (212) 239-6200. (Brantley) 'BEAUTY AND THE BEAST' Cartoon made flesh, sort of (2:30). Lunt-Fontanne Theater, 205 West 46th Street; (212) 307-4747. (Brantley) 'CHICAGO' Irrefutable proof that crime pays (2:25). Ambassador Theater, 219 West 49th Street; (212) 239-6200.(Brantley) 'HAIRSPRAY' Fizzy pop, cute kids, large man in a housedress (2:30). Neil Simon Theater, 250 West 52nd Street; (212) 307-4100. (Brantley) 'THE LION KING' Disney on safari, where the big bucks roam (2:45). New Amsterdam Theater, 214 West 42nd Street; (212) 307-4100. (Brantley) 'MAMMA MIA!' The jukebox that devoured Broadway (2:20). Cadillac Winter Garden Theater, 1634 Broadway, at 50th Street; (212) 239-6200. (Brantley) 'THE PHANTOM OF THE OPERA' Who was that masked man, anyway? (2:30). Majestic Theater, 247 West 44th Street; (212) 239-6200. (Brantley) 'THE PRODUCERS' The ne plus ultra of showbiz scams (2:45). St. James Theater, 246 West 44th Street; (212) 239-6200. (Brantley) 'RENT' East Village angst and love songs to die for (2:45). Nederlander Theater, 208 West 41st Street; (212) 307-4100. (Brantley) 'WICKED' Oz revisited, with political corrections (2:45). Gershwin Theater, 222 West 51st Street; (212) 307-4100. (Brantley) Last Chance 'ALMOST, MAINE' John Cariani's comedy comprises almost a dozen two-character vignettes exploring the sudden thunderclap of love and the scorched earth that sometimes follows. It will evoke either ''awww's'' or ''ick's,'' depending on your affection for its whimsical approach to the joys and perils of romance (2:00). Daryl Roth Theater, 101 East 15th Street, Flatiron district; (212) 239-6200; closing Sunday. (Isherwood) * 'APARTMENT 3A' Jeff Daniels's romance about a woman who lost her faith is written with wit, conviction and a real affection for its characters (1:30). Arclight Theater, 152 West 71st Street; (212) 352-0255; closing tomorrow. (Zinoman) 'BURIED CHILD' Sam Shepard's dark and sometimes funny portrait of a dysfunctional Midwestern family doesn't translate successfully into the bright colors of Norman Rockwell Americana. The director, Cyndy A. Marion, and her White Horse Theater Company did much better a year ago with a production of another Shepard play about family, ''The Late Henry Moss,'' which was full of mystery and emotion (2:40). The American Theater of Actors, Sargent Theater, 314 West 54th Street, Clinton; (212) 868-4444; closing Sunday. (Stevens) 'FUNNYHOUSE OF A NEGRO' Adrienne Kennedy's one-act nightmare from 1964, about a young black woman obsessed with whiteness, is still innovative theater, but it also plays as a period piece, making it doubly interesting (50 minutes). Harlem School of the Arts, 645 St. Nicholas Avenue, near 141st Street, Hamilton Heights; (212) 868-4444; closing Sunday. (Genzlinger) 'HECUBA' At an intermissionless 90 minutes, this rendition of Euripides' tragedy is fairly painless -- though that's not necessarily a good thing (1:30). Pearl Theater Company, at Theater 80, 80 St. Mark's Place, East Village; (212) 598-9802; closing Sunday. (Genzlinger) 'SAFETY' A cynical, contrived portrayal of the life of a war photographer that attacks its subject with a heavy hand (1:25). Urban Stages, 259 West 30th Street; (212) 868-4444; closing Sunday. (Zinoman) Movies Ratings and running times are in parentheses; foreign films have English subtitles. Full reviews of all current releases, movie trailers, showtimes and tickets: nytimes.com/movies. 'ANNAPOLIS' (PG-13, 108 minutes) ''Annapolis'' is so gung-ho about the United States Naval Academy's ability to turn boys into fighting men and rebels into scrappy team players that it could easily be confused with a military recruiting film. (Stephen Holden) 'BIG MOMMA'S HOUSE 2' (PG-13, 98 minutes) Martin Lawrence is back in fat-lady drag in this inconsequential sequel for undemanding moviegoers. Mr. Lawrence makes the most of the incongruity of a manly F.B.I. agent posing as a nanny in floral-print dresses, but the humor doesn't go much beyond oversize underwear and a tequila-drinking dog. (Anita Gates) * 'BROKEBACK MOUNTAIN' (R, 134 minutes) Annie Proulx's heartbreaking story of two ranch hands who fall in love while herding sheep in 1963 has been faithfully translated onto the screen in Ang Lee's landmark film. Heath Ledger (in a great performance worthy of Brando at his peak) and Jake Gyllenhaal bring them fully alive. (Holden) * 'BUBBLE' (R, 72 minutes) A rigorously minimalist story about three factory workers, all played by nonprofessionals, whose placid existence is shattered after two in the little group become romantically linked. Violence liberates the three from the bubble of their existence, much as creative experimentation has periodically liberated the movie's director, Steven Soderbergh, from the prison of commercial mainstream filmmaking. (Manohla Dargis) * 'CACHÉ (HIDDEN)' (R, 121 minutes, in French) Michael Haneke, one of the most elegantly sadistic European directors working today, deposits his audience at the intersection of voyeurism and paranoia in this tense, politically tinged psychological thriller about vengeance and injustice. Juliette Binoche and Daniel Auteuil are in top form as an affluent Parisian couple menaced by mysterious drawings and videotapes. (A. O. Scott) * 'CASANOVA' (R, 110 minutes) Heath Ledger affirms his status as the pansexual art-house heartthrob of the moment in this high-spirited farce suggested by the career of 18th-century Venice's most notorious seducer. Silly, sly and delightful. (Scott) 'COWBOY DEL AMOR' (No rating, 86 minutes, in English and Spanish) For 16 years, Ivan Thompson, a self-styled 'Cowboy Cupid,' has been supporting himself by helping disenchanted American men meet hopeful Mexican women. Directed by Michèle Ohayon with an attentive ear for the regressive attitudes beneath the humor, ''Cowboy Del Amor'' is a slyly insightful portrait of conflicting expectations in the search for the perfect partner. (Jeannette Catsoulis) 'END OF THE SPEAR' (PG-13, 112 minutes) This fact-based story of conflict and resolution between a primitive warrior tribe in Ecuador and North American missionaries in the mid-1950's is inspiring enough to make you wish that the sentimental excesses of this Kiplingesque tale had been reined in. (Holden) 'FINAL DESTINATION 3' (R, 92 minutes) It's more dead teenagers and lunatic determinism in this grim third installment of the enjoyably preposterous ''Final Destination'' franchise. (Nathan Lee) 'GLORY ROAD' (PG, 109 minutes) The true story, more or less, of the 1966 Texas Western College basketball team -- the first all-black starting five to play in an N.C.A.A. final. By the numbers, but inspiring all the same. (Scott) 'A GOOD WOMAN' (R, 93 minutes) This loose adaptation of Oscar Wilde's 1892 comedy, ''Lady Windermere's Fan,'' moves it out of the drawing room, and out of England to the Italian Riviera in 1930, casting as its leads two American actors (Helen Hunt and Scarlett Johansson) who have no feel for Wilde's high-toned repartee: fatal mistakes all. (Holden) * 'GOOD NIGHT, AND GOOD LUCK.' (PG, 90 minutes) George Clooney, with impressive rigor and intelligence, examines the confrontation between the CBS newsman Edward R. Murrow (a superb David Strathairn) and Senator Joseph R. McCarthy (himself). Plunging you into a smoky, black-and-white world of political paranoia and commercial pressure, the film is a history lesson and a passionate essay on power, responsibility and the ethics of journalism. (Scott) * 'HARRY POTTER AND THE GOBLET OF FIRE' (PG-13, 150 minutes) Childhood ends for the young wizard with the zigzag scar in the latest addition to the Potter saga, even as the director Mike Newell keeps its British eccentricity, fatalism and steady-on pluck irresistibly intact. (Dargis) 'HOODWINKED' (PG, 81 minutes) Little Red Riding Hood is deconstructed in this sub-''Shrek'' bummer, the latest collaboration between computers and cynicism. (Lee) 'HOSTEL' (R, 95 minutes) Two ugly Americans rampage through Europe before finding themselves ensnared in an underground Slovakian snuff club. The calculated outrages of this brutal exploitation film prove less shocking than its relentless bigotry. (Lee) 'IMAGINE ME & YOU' (R, 93 minutes) A bland romance from the British writer and director Ol Parker about a woman (Piper Perabo) who's fast-tracking down the straight and narrow when the florist-next-door (Lena Headey) throws up a roadblock. (Dargis) * 'KING KONG' (PG-13, 180 minutes) Peter Jackson's remake is, almost by definition, too much -- too long, too big, too stuffed with characters and effects-driven set pieces -- but it is also remarkably nimble and sweet. Going back to the Depression-era setting of the 1933 original, Mr. Jackson's film is as much a tribute to the old seat-of-the-pants spirit of early motion pictures as it is an exercise in technological bravura. Naomi Watts as the would-be movie star Ann Darrow and Andy Serkis as the big monkey who loves her have a rapport that gives the spectacle the pathos and sweetness it needs, and help to turn a brute spectacle into a pop tragedy. (Scott) 'THE LAST HOLIDAY' (PG-13, 112 minutes) Based on a 1950 British film, Wayne Wang's comedy about a gentle soul who learns to live only after learning of her imminent death is one of those generic wish-fulfillment flicks in which the soul in question actualizes her goals through perseverance and pluck. The star Queen Latifah charms, but even she can't gold-plate junk. (Dargis) * 'MANDERLAY' (R, 138 minutes) To warm to ''Manderlay,'' the chilly second installment of the Danish filmmaker Lars von Trier's yet-to-be-completed three-part Brechtian allegory examining American history, you must be willing to tolerate the derision and moral arrogance of a snide European intellectual thumbing his nose at American barbarism. Those willing to endure his scorn are in for a bracing satire of the legacy of slavery in the United States. (Holden) * 'MATCH POINT' (R, 124 minutes) Woody Allen's best in years, and one of his best ever. Beneath the dazzling, sexy surface, this tale of social climbing in London (brilliantly acted by Jonathan Rhys-Meyers, Scarlett Johansson and Emily Mortimer) is ice cold and pitch black, which curiously enough makes it a superior diversion. (Scott) 'THE MATADOR' (R, 96 minutes) Pithy remarks put into the mouth of a star (Pierce Brosnan) playing against type impart a greasy sheen of sophistication to this weightless, amoral romp about a professional hit man facing a midlife crisis. (Holden) 'MEMOIRS OF A GEISHA' (PG-13, 144 minutes) Think ''As the Geisha Turns,'' with devious rivals, swoonworthy swains, a jaw-dropping dance number recycled from Madonna's Drowned World tour and much clinching, panting and scheming. Directed by Rob Marshall from the Arthur Golden book, and starring Ziyi Zhang, Gong Li and Michelle Yeoh. (Dargis) * 'MUNICH' (R, 164 minutes) With his latest, Steven Spielberg forgoes the emotional bullying and pop thrills that come so easily to him to tell the story of a campaign of vengeance that Israel purportedly brought against Palestinian terrorists in the wake of the 1972 Olympics. An unsparingly brutal look at two peoples all but drowning in a sea of their own blood, ''Munich'' is by far the toughest film of the director's career, and the most anguished. (Dargis) 'NANNY McPHEE' (PG, 99 minutes) In the endearing but somewhat scatterbrained British film ''Nanny McPhee,'' Emma Thompson creates an indelible character reminiscent of the pre-Disney Mary Poppins working benign magic to shape up an unruly brood of children. (Holden) * 'PRIDE & PREJUDICE' (PG, 128 minutes) In this sumptuous, extravagantly romantic adaptation of Jane Austen's 1813 novel, Keira Knightley's Elizabeth Bennet exudes a radiance that suffuses the movie. This is a banquet of high-end comfort food perfectly cooked and seasoned to Anglophilic tastes. (Holden) 'ROVING MARS' (G, 40 minutes) Mars. IMAX. If you want to grow up to be an astronaut, prepare to bliss out. (Lee) * 'SYRIANA' (R, 122 minutes) Ambitious, angry and complicated, Stephen Gaghan's second film tackles terrorism, American foreign policy, global trade and the oil business through four interwoven stories. There are at least a half-dozen first-rate performances, and Mr. Gaghan, who wrote and directed, reinvents the political thriller as a vehicle for serious engagement with the state of the world. (Scott) 'TAMARA' (R, 98 minutes) Low in budget as well as ambition, this ''Carrie'' knockoff is a movie of few innovations but one genuine surprise: the inability of the title character, an evil sorceress, to manage in high heels. (Lee) 'TRANSAMERICA' (R, 103 minutes) Felicity Huffman's performance as a preoperative transsexual on a cross-country journey with her long-lost son is sensitive and convincing, and helps the picture rise above its indie road-picture clichés. (Scott) * 'TRISTRAM SHANDY: A COCK AND BULL STORY' (R, 91 minutes) Michael Winterbottom both confirms and refutes the assumption that Laurence Sterne's 18th-century masterpiece of digression could never be made into a movie by making a movie about the making of such a movie. Steve Coogan is wonderful as Tristram, Tristram's father and himself, though Rob Brydon steals more than a few of Mr. Coogan's scenes. (Scott) 'THROUGH THE FIRE' (No rating, 103 minutes) Jonathan Hock's unwaveringly upbeat documentary follows the basketball sensation Sebastian Telfair, a senior at Lincoln High School in Coney Island, as he chooses between the University of Louisville and the N.B.A. Yet behind the cheering and popping flashbulbs lurks another, much darker movie, one that questions the relationship between sneaker manufacturers and financially deprived kids with exceptional talent. (Catsoulis) 'WALK THE LINE' (PG-13, 138 minutes) Johnny Cash gets the musical biopic treatment in this moderately entertaining, never quite convincing chronicle of his early years. Joaquin Phoenix, sweaty, inarticulate and intense as Cash, is upstaged by Reese Witherspoon, who tears into the role of June Carter (Cash's creative partner long before she became his second wife) with her usual charm, pluck and intelligence. (Scott) 'UNDERWORLD: EVOLUTION' (R, 106 minutes) In this sequel to ''Underworld'' (2003), the writer and director Len Wiseman and the writer Danny McBride pick up the story of the vampire Selene (Kate Beckinsale) and the vampire/werewolf hybrid Michael (Scott Speedman) as they race to prevent the release of an imprisoned über-werewolf. With leads who strain to manage one facial expression between them, and a cinematographer who shoots everything through the same steel-blue filter, ''Underworld: Evolution'' is little more than a monotonous barrage of computer-generated fur and fangs. (Catsoulis) 'YOURS, MINE AND OURS' (PG, 90 minutes) Dennis Quaid and Rene Russo inhabit roles originated by Henry Fonda and Lucille Ball in this snug, airtight remake of the 1968 comedy about the combining of two antagonistic families with 18 children between them. Cutesy unreality prevails. (Holden) Film Series ANOTHER SPANISH CINEMA: FILM IN CATALUNYA 1906-2006 (Through Tuesday) The Film Society of Lincoln Center's retrospective of Catalán film continues this weekend with screenings including Pere Portabella's ''Warsaw Bridge'' (1989), three parallel stories set all over Barcelona; Agusti Villaronga's ''In a Glass Cage'' (1987), a drama about depravity that the American director John Waters has said he found shocking; and ''Fausto 5.0'' (2001), the Catalán theater group La Fura dels Baus's interpretation of Goethe's ''Faust.'' Walter Reade Theater, 165 West 65th Street, Lincoln Center, (212) 875-5600; $10. (Gates) DOCUMENTARY FORTNIGHT EXPANDED (Through March 13) The Museum of Modern Art's exhibition of contemporary nonfiction films runs five weeks this year. It continues this weekend with ''The Liberace of Baghdad'' (2004), Sean McAllister's portrait of Samir Peter, a concert pianist reduced to playing in a hotel bar; Erwann Briand's ''Women of Mount Ararat,'' about an all-female unit of Kurdish guerrillas; and numerous shorts. 11 West 53rd Street, Manhattan, (212) 708-9400; $10. (Gates) FASSBINDER (Through Feb. 26) IFC Center's Weekend Classics Program honoring Rainer Werner Fassbinder (1946-82) continues this weekend with ''Effi Briest'' (1974), starring Hanna Schygulla as a 19th-century teenager who marries an older man. 323 Avenue of the Americas, at West Third Street, Greenwich Village, (212) 924-7771; $10.75. (Gates) FOREIGN AFFAIRS (Through Sunday) This year the theme of the Museum of the Moving Image and the New York Film Critics Circle's series is the experience of being a stranger in a strange land. The series ends this weekend with five films, including Stephen Frears's 1985 comic drama, ''My Beautiful Laundrette,'' selected by Gene Seymour, about two young men who go into business together and fall in love; and Roko Belic's ''Genghis Blues'' (1999), selected by Lisa Schwarzbaum, a documentary about a blind American blues musician who teaches himself throat-singing. 36-01 35th Avenue, at 36th Street, Astoria, Queens, (718) 784-0077; $10. (Gates) PRIX JEAN VIGO (Through Dec. 30) The Museum of Modern Art is honoring Vigo (1905-34), the French filmmaker, with a series of 41 films from directors who have won the prize that bears his name. The first weekend's films include ''Don't Forget You're Going to Die'' (1995), Xavier Beauvois's tale of a student who is told he's not long for this world; ''The Gardener'' (1980), Jean-Pierre Sentier's absurdist fairy tale set at a factory; and Jean-Luc Godard's 1960 New Wave classic, ''Breathless.'' 11 West 53rd Street, Manhattan, (212) 708-9400; $10. (Gates) RECENT FILMS FROM SWEDEN (Through Feb. 22) Scandinavia House's program of Swedish features continues with ''Harry's Daughters'' (2005), Richard Hobert's psychological thriller about two sisters who become pregnant at the same time. 58 Park Avenue, at 38th Street, (212) 879-9779; $8. (Gates) Pop Full reviews of recent concerts: nytimes.com/music. OLETA ADAMS (Tuesday) The comfort and uplift of gospel music infuse Oleta Adams's secular and kindly songs. 8 and 10:30 p.m., B. B. King Blues Club & Grill, 237 West 42nd Street, Manhattan, (212) 997-4144; $32 in advance, $35 at the door. (Jon Pareles) BISHOP ALLEN (Tonight) The indie pop outfit Bishop Allen is in the spotlight lately for its frontman Justin Rice's leading-man turn in Andrew Bujalski's film ''Mutual Appreciation.'' In it he plays to a receptive but sparse Brooklyn crowd. His own band has a slightly larger following. 9:30 p.m., Pianos, 158 Ludlow Street, at Stanton Street, Lower East Side, (212) 420-1466; $8. (Laura Sinagra) LAURA CANTRELL (Tonight) This singer, guitarist and songwriter has a deep alt-country résumé that includes an old-timey country radio show on WFMU (91.1 FM) and real Southern roots. She writes clever ditties about the urban romantic experience. 7:30, Mo Pitkin's, 34 Avenue A, near East Third Street, East Village, (212) 777-5660; $15. (Sinagra) CELEBRATION (Thursday) Celebration's noisy rock is a vehicle for the vocalist Katrina Ford's guttural acrobatics. This bill also includes Hong Kong and Baby Shakes. 9 p.m., Rothko, 116 Suffolk Street, at Rivington Street, Lower East Side, (212) 475-7088; $10. (Sinagra) ELECTRIC SIX, SHE WANTS REVENGE (Tomorrow, Sunday and Monday) The Detroit garage rockers Electric Six broke out of the pack by virtue of the singer Dick Valentine's mania on songs like ''Danger! High Voltage.'' The band's new album, ''Senor Smoke,'' is less compelling, but features the timely apocalyptic rumination ''Jimmy Carter.'' She Wants Revenge plays post-punk in the dark Interpol style. Tomorrow and Sunday at 8 p.m., Bowery Ballroom, 6 Delancey Street, near the Bowery, Lower East Side, (212) 533-2111; $15 in advance, $17 at the door (both days sold out); Monday at 8 p.m., Maxwell's, 1039 Washington Street, Hoboken, N.J., (201) 653-1703; $13 (sold out). (Sinagra) FEIST, JASON COLLETT, MATES OF STATE (Tonight) The Canadian bohemian Leslie Feist is good at affecting a Continental, beer-hall gloom, but her best cabaret-pop songs are quirky jazz numbers; she sounds like a hipper Norah Jones. Jason Collett makes loud music with the Broken Social Scene collective, and softer music on his own. The indie-pop duo Mates of State open. 6, Webster Hall, 125 East 11th Street, East Village, (212) 353-1600; $20 (sold out). (Sinagra) DIAMANDA GALAS (Tuesday) Putting the demon in demonstrative, the vocalist and pianist Diamanda Galás uses love's biggest commercial holiday as an excuse to mine the dread and catharsis from romance-related original songs and covers of some classics. 7:30 and 10:30 p.m., Knitting Factory, 74 Leonard Street, TriBeCa, (212) 219-3006; $20. (Sinagra) JESSE HARRIS (Monday) In preparation for the release of his album ''Mineral'' (Secret Sun), this singer-songwriter and Norah Jones collaborator will play a regular Monday night residency for the month. His new material recalls the rootsy but ethereal mood of Paul Simon's early albums, with lyrics evoking more dreamy ennui than solitary pathos. He has assembled a new band to accompany him. 10 p.m., Living Room, 154 Ludlow Street, near Stanton Street, Lower East Side, (212) 533-7235; no cover. (Sinagra) IL DIVO (Tonight and tomorrow night) In the tradition of the Backstreet Boys and the Spice Girls, this pop quartet was formed after a two-year search. It goes the international route, with its American, French, Swiss and Spanish members. The group covers Toni Braxton's ''Unbreak My Heart.'' 8, Radio City Music Hall, (212) 247-4777; $49.50 to $79.50. (Sinagra) IN FLAMES, TRIVIUM (Thursday) Sweden's In Flames continues to explore the possibilities of bite-size metal blasts. Trivium specializes in orchestrated guitar and percussion pileups. Zao and Devildriver also play. 7 p.m., Webster Hall, 125 East 11th Street, East Village, (212) 353-1600; $20 in advance, $24 at the door. (Sinagra) INXS (Sunday and Monday) Reality TV has provided this 1980's rock band from Australia with a replacement for its deceased frontman, Michael Hutchence. Now it's time to see if J D Fortune projects the slinky danger of Hutchence, and if the kids out there in arena land still crave the band's aesthetic. 8 p.m., Avery Fisher Hall, Lincoln Center, (212) 721-6500; $39.50 to $59.50. (Sinagra) BILLY JOEL (Tomorrow and Thursday) The iconic piano man recently released a boxed set celebrating four decades of his music. From ''Just the Way You Are'' to ''Allentown,'' it's the trademark mix of real confidence and false bravado in both his playing and his delivery that keeps him compelling. 8 p.m., Madison Square Garden, (212) 465-6741; $54 to $89.50. (Sinagra) TOM JONES (Tuesday and Wednesday) The newly knighted Welsh pop singer Sir Tom Jones learned a lot from American blues and soul, and he seems as amused as anyone by his long-established image as a sex symbol. Whether or not anyone hurls valentine-patterned lingerie during these concerts, he's still got lung power and a long string of hits to exercise it. 8 p.m., Nokia Theater, 1515 Broadway, at 44th Street, ticketmaster.com or (212) 307-7171; $65 to $85 (both shows sold out). (Pareles) PHIL LESH & FRIENDS (Tonight through Sunday, and Tuesday and Wednesday) The Grateful Dead's repertory and approach to jamming are Hydra-headed, and Phil Lesh, the Dead's bassist, always recruits skillful ''friends'' for his own band to conjure the sparkling unpredictability of the Dead's finest moments. 8 p.m., Beacon Theater, 2124 Broadway, at 74th Street, (212) 496-7070; $39.50 to $47.50. (Pareles) LOSERS LOUNGE TRIBUTE TO BURT BACHARACH (Tomorrow) This long-running homage rock troupe takes a jaunt through the cocktail pop repertory of the beloved Bacharach, with the help of a rotating stable of vocalists. 8:30 p.m., Frederick P. Rose Hall, Broadway at 60th Street, (212) 258-9800; $30 to $60 (sold out). (Sinagra) RICKY MARTIN (Tonight) This Puerto Rican pop superstar, who has been keeping a relatively low profile since his 1990's heyday, returns to the spotlight. You wonder if he will incorporate any reggaéton into his act. 8, Borgata Hotel Casino & Spa, Atlantic City, (212) 247-4777 or (866) 692-6742; $56 to $76 (sold out). (Sinagra) MISSION OF BURMA (Tonight) These seminal indie rock squallers had such success with reunion shows that they decided to spend more time together. They have released some new material, and though it doesn't matches the best work of their early 1980's heyday, they are still powerful live. 9, Bowery Ballroom, 6 Delancey Street, near the Bowery, Lower East Side, (212) 533-2111; $20. (Sinagra) HAZMAT MODINE (Tomorrow) The singer and harmonica player Wade Schuman's musical vision sounds like something out of Dr. Suess. His group augments Ms. Schumans own avant-blues stylings with a contra-bass, a banjitar, tuba, flugel, trumpet, sheng and, most important, Tuvan throat singing. 7:30 p.m., Joe's Pub, at the Public Theater, 425 Lafayette Street, at Astor Place, East Village, (212) 539-8778; $12. (Sinagra) THE MOONEY SUZUKI (Tonight) The bluesy garage-rockers the Mooney Suzuki continue to flaunt the clothes and mannerisms of the brashest 60's sexual revolutionaries. Their music still hovers too close to its inspirations to really distinguish itself. 8, Southpaw, 125 Fifth Avenue, near Sterling Place, Park Slope, Brooklyn, (718) 230-0236; $10. (Sinagra) LEE PERRY (Monday) Lee Perry, known as Scratch, has quirks that are inseparable from his inspirations. He is one of reggae's most important producers, using the studio to fill arrangements with distortion, ghostly echoes and disorienting silences. As a performer, he sings and rants, with lucid nuggets surrounded by malarkey as he discourses on space aliens, sex, the International Monetary Fund and marijuana. 8 p.m., B. B. King Blues Club & Grill, 237 West 42nd Street, Manhattan, (212) 997-4144; $25 in advance, $30 at the door. (Pareles) LOU REED (Monday) This punk godfather remains a vital part of the downtown music and art scene. The Stephen Kasher Gallery is currently showing his New York photos. He's also playing this show, accompanied by Rob Wasserman, Tony Thunder Smith, Fernando Saunders and Mike Rathke. 8 p.m., Crobar, 530 West 28th Street, Chelsea, (212) 629-9000; $45 (sold out). (Sinagra) GILBERTO SANTA ROSA (Tomorrow) The improvisatory salsa master Gilberto Santa Rosa is a true sonero, an authoritative, blaring singer who prizes his swinging technique over superficial style. 11 p.m., Copacabana, 560 West 34th Street, Manhattan, (212) 239-2672; $35 to $40. (Sinagra) JEVETTA STEELE (Tuesday) A soulful veteran of the Minneapolis R & B scene, Ms. Steele is known for both her solo work and that with her family's ensemble, the Steeles. 9:30 p.m., Joe's Pub, at the Public Theater, 425 Lafayette Street, at Astor Place, East Village, (212) 539-8778 or (212) 239-6200; $20. (Sinagra) ST. ETIENNE (Monday) These English conceptual electronic romantics' songs imagine daily life as a bright, sometimes melancholic, but always slightly insouciant dance. 8 p.m., Irving Plaza, 17 Irving Place, at 15th Street, Manhattan, (212) 777-6800; $20 in advance, $22 at the door. (Sinagra) THE SYD STRAW HEARTWRECK SHOW (Tuesday) Syd Straw has a big, gutsy, country-tinged voice that sounds just right in songs about wounded but feisty lovers. This Valentine's Day show will also include Christine Ohlman (''the Beehive''), Hahn Rowe, Konrad Meissner, Zora Rasmussen, Larry Saltzman and Plankton. 8 p.m., Tonic, 107 Norfolk Street, near Delancey Street, Lower East Side, (212) 358-7503; $20. (Pareles) BEN TAYLOR , TRISTAN PRETTYMAN (Wednesday) Ben Taylor joined his mother, Carly Simon, onstage this fall, performing, among other things, his father James Taylor's part on the duet ''Mockingbird.'' The vocal resemblance is uncanny. His own songs also don't stray too far from his father's smooth style. Tristan Prettyman is a diaristic pop singer-songwriter. 7:30 p.m., Bowery Ballroom, 6 Delancey Street, near the Bowery, Lower East Side, (212) 533-2111;$13 in advance, $15 at the door. (Sinagra) TRACHTENBERG SIDESHOW PLAYERS (Tonight) In this familial performance art project, Jason Trachtenburg plays lo-fi pop tunes inspired by slides found at yard sales and flea markets, while his wife, Tina, runs the projector. Their 9-year-old daughter, Rachel, who has become something of a girl-power poster kid, plays drums. 7:30, Knitting Factory Main Space, 74 Leonard Street, TriBeCa, (212) 219-3006; $10. (Sinagra) UNDERTOW ORCHESTRA: VIC CHESTNUTT, DAVID BAZAN, MARK EITZEL, WILL JOHNSON (Monday) This package gig finds David Bazan from the now defunct Pedro the Lion, American Music Club's gloomy Mark Eitzel and Will Johnson from the band Centro-matic playing with the acerbic Vic Chesnutt. Each will play his own work as well as sitting in as a background musician for the others. 8 p.m., Bowery Ballroom, 6 Delancey Street, near the Bowery, Lower East Side, (212) 533-2111; $15. (Sinagra) VERONICAS (Tuesday) The twin rockers Lisa and Jess Origiassio, from Brisbane, Australia, perform focus-group-tested radio pop in the Kelly Clarkson vein. This isn't to say that their single ''4ever'' is as good as ''Since U Been Gone,'' but it's still pretty good. 7 p.m., Avalon, 662 Avenue of the Americas, at 20th Street, Chelsea, (212) 807-7780; $10. (Sinagra) WU-TANG CLAN (Tuesday) Before there was G-Unit or the Diplomats, there was the Wu Tang Clan. This Staten Island crew created a secret code that mixed Kung-fu arcana and Five-Percenter cosmology. Its most deliciously unpredictable member, Old Dirty Bastard, is gone, but the group has reconvened for its first tour since 2004, boasting the talents of the thug-turned-comedian Method Man; the master atmospheric producer RZA; the eloquent GZA and Raekwon; and the excitable absurdist Ghostface Killah. 6:30 p.m., Hammerstein Ballroom, 311 West 34th Street, Manhattan, (212) 279-7740; $44. (Sinagra) Cabaret Full reviews of recent cabaret shows: nytimes.com/music. BARBARA CARROLL (Sunday) Even when swinging out, this Lady of a Thousand Songs remains an impressionist with special affinities for Thelonious Monk and bossa nova. 2 p.m., Oak Room, Algonquin Hotel, 59 West 44th Street, Manhattan, (212) 419-9331; $55, including brunch at noon. (Stephen Holden) ANNIE ROSS (Tomorrow) Cool, funny, swinging and indestructible, this 75-year-old singer and sometime actress exemplifies old-time hip in its most generous incarnation. 7 p.m., Danny's Skylight Room, 346 West 46th Street, Clinton, (212) 265-8133; $25, with a $12 minimum. (Holden) Jazz Full reviews of recent jazz concerts: nytimes.com/music. ANDY BEY (Tuesday) Intimacy is a hallmark of Mr. Bey's vocal style, which alternates between a burnished falsetto and a velvet baritone; it's hard to imagine better company for a Valentine's outing. 8 and 10 p.m., Sweet Rhythm, 88 Seventh Avenue South, at Bleecker Street, West Village, (212) 255-3626; cover, $20, with a $10 minimum. (Nate Chinen) DEE DEE BRIDGEWATER (Tuesday) Ms. Bridgewater was recently a Grammy contender for ''J'ai Deux Amours'' (Sovereign Artists), an album of love songs inspired by her long residency in Paris; her interpretations should aptly suit the most overtly sensuous night of the year. 8 p.m., Rose Theater, Frederick P. Rose Hall, Jazz at Lincoln Center, 60th Street and Broadway, (212) 721-6500, www.jalc.org; $105.50 and $135.50. (Chinen) CYRUS CHESTNUT AND ERIC REED (Tuesday through Feb. 19) Two stellar, straight-ahead pianists share a stage, a repertory and a rhythm section (Gerald Cannon on bass and Willie Jones III on drums). 7:30 and 9:30 p.m., with an 11:30 set Fridays and Saturdays, Dizzy's Club Coca-Cola, Frederick P. Rose Hall, Jazz at Lincoln Center, 60th Street and Broadway, (212) 258-9595; cover, $30, with a minimum of $10 at tables, $5 at the bar. (Thursday's first set is sold out.) (Chinen) ANAT COHEN QUARTET (Thursday) Ms. Cohen, a saxophonist and clarinetist, has delivered an auspicious debut with ''Place and Time'' (Anzic), which infuses worldly melodies with rhythmic nuance. 7:30 and 9:30 p.m., Jazz Standard, 116 East 27th Street, Manhattan, (212) 576-2232; cover, $20. (Chinen) FREDDY COLE (Tuesday and Wednesday) A charismatic and offhandedly urbane vocalist, Mr. Cole offers a smooth and timely take on romance. 7:30 and 9:30 p.m., Jazz Standard, 116 East 27th Street, Manhattan, (212) 576-2232; cover, $25. (Chinen) GEORGE COLEMAN QUARTET (Wednesday through Feb. 18) Fluent hard-bop from a tenor saxophonist with a soulfully modernistic style and a solid group featuring the pianist Anthony Wonsey. 9 and 11 p.m., Birdland, 315 West 44th Street, Clinton, (212) 581-3080; cover, $30, with a $10 minimum. (Chinen) RACHELLE FERRELL (Tuesday through Feb. 19) Ms. Ferrell tempers her jazz singing with liberal doses of R & B, on songbook standards as well as on contemporary covers; hers is an insistently smoldering sort of lyricism. 8 and 10:30 p.m., Blue Note, 131 West Third Street, West Village, (212) 475-8592; cover, $45 at tables and a $5 minimum or $30 at the bar and a one-drink minimum. (Chinen) JOE FIEDLER TRIO (Wednesday) On his new album, ''Joe Fiedler Trio Plays the Music of Albert Mangelsdorff'' (Clean Feed), Mr. Fiedler offers a stark but involving tribute to one of his trombone heroes; his trio also includes John Hebert on bass and Mike Sarin on drums. 10 p.m., Barbès, 376 Ninth Street, at Sixth Avenue, Park Slope, Brooklyn, (718) 965-9177; cover, $8. (Chinen) FOURPLAY (Through Sunday) This all-star contemporary jazz band has been around for some 15 years; its tight yet breezy vibe is a collective product of the keyboardist Bob James, the guitarist Larry Carlton, the electric bassist Nathan East and the drummer Harvey Mason. 8 and 10:30 p.m., Blue Note, 131 West Third Street, West Village, (212) 475-8592; cover, $55 at tables and a $5 minimum or $30 at the barand a one-drink minimum. (Chinen) LARRY GOLDINGS QUARTET (Through Sunday) Mr. Goldings, a smartly soulful presence on piano as well as on Hammond B-3 organ, digs in with a working band composed of the trumpeter John Sneider, the bassist Ben Allison and the drummer Matt Wilson; they're celebrating the recent release of ''Quartet,'' a modest but thoroughly likable effort on Palmetto Records. 7:30, 9:30 and 11:30 p.m. (no late show on Sunday), Jazz Standard, 116 East 27th Street, Manhattan, (212) 576-2232; cover, $25; $20 on Sunday. (Chinen) ROY HARGROVE AND LIONEL LOUEKE (Tuesday) Mr. Hargrove is a wily and charismatic trumpeter, and Mr. Loueke is a powerfully intriguing guitarist; each artist has a significant history with the nonprofit Jazz Gallery, the beneficiary of this Valentine's Day show, which comes complete with special guests, chocolates and Champagne. 9 and 10:30 p.m., Jazz Gallery, 290 Hudson Street, at Spring Street, South Village, (212) 242-1063; cover, $30 per set. (Chinen) TOM HARRELL QUARTET (Tonight and tomorrow night) An introverted but assertive trumpeter, Mr. Harrell has a top-shelf modern jazz ensemble consisting of Michael Cochrane on piano, Dwayne Burno on bass and Johnathan Blake on drums. 8 and 9:45 p.m., Kitano Hotel, 66 Park Avenue, at 38th Street, (212) 885-7119; cover, $20, with a $10 minimum. (Chinen) BARRY HARRIS TRIO (Through Sunday) A crisp and courtly pianist firmly in the bebop idiom, Mr. Harris appears with his longtime rhythm section, the drummer Leroy Williams and the bassist Earl May. 9 and 11 p.m., Village Vanguard, 178 Seventh Avenue South, at 11th Street, West Village, (212) 255-4037; cover, $20 and $25, with a $10 minimum. (Chinen) JACKALOPE (Thursday) The guitarist John Abercrombie, the alto saxophonist Loren Stillman and the drummer Bob Meyer compose this collective trio, which couches its experimental urges in a warm and wide-open sound. 9:30 p.m., Jimmy's Restaurant, 43 East Seventh Street, East Village, (212) 982-3006; cover, $10, with a one-drink minimum. (Chinen) ADAM MAKOWICZ TRIO (Tonight and tomorrow night) Mr. Makowicz has been a powerful if sometimes elusive presence in jazz since moving to the United States from Poland nearly 30 years ago; his crystalline piano technique is well supported here by the drummer Al Foster and the bassist George Mraz. 9 and 11 p.m., Birdland, 315 West 44th Street, Clinton, (212) 581-3080; cover, $30, with a $10 minimum. (Chinen) MAHAVISHNU PROJECT (Wednesday) This single-minded repertory project, led by the accomplished drummer Gregg Bendian, pursues the visionary fusion of the Mahavishnu Orchestra; this one-night stand will recreate, in its entirety, the album ''Birds of Fire'' (Columbia/Legacy). 8 and 10 p.m., Iridium, 1650 Broadway, at 51st Street, (212) 582-2121; cover, $25, with a $10 minimum. (Chinen) TONY MALABY'S PALOMA RECIO (Tonight) Mr. Malaby, a versatile and increasingly prominent tenor saxophonist, leads a progressive ensemble with a Spanish tinge; his fellow travelers are Michael Rodriguez, trumpeter; Ben Monder, guitarist; Eivind Opsvik, bassist; and Gerald Cleaver, drummer. 8 and 10 , Barbès, 376 Ninth Street, at Sixth Avenue, Park Slope, Brooklyn, (718) 965-9177; cover, $10 per set. (Chinen) BILL McHENRY QUARTET (Tuesday through Feb. 19) Both as a tenor saxophonist and as a composer, Mr. McHenry heeds a patiently exploratory style; he often lets the focus shift to the harmonically advanced guitar playing of Ben Monder, the broadly dynamic bass playing of Reid Anderson and the sparse, intense drumming of Paul Motian. 9 and 11 p.m., Village Vanguard, 178 Seventh Avenue South, at 11th Street, West Village, (212) 255-4037; cover, $25, with a $10 minimum. (Chinen) mark murphy (Thursday through Feb. 19) Mr. Murphy is a singer known mainly for sly insouciance, but on his most recent album, ''Once to Every Heart'' (Verve), he opts for broken romanticism; his appearance here, with a jazz quartet, should be a balm for any post-Valentine blues. 8 and 10 p.m., with an 11:30 p.m. set Friday and Saturday, Iridium, 1650 Broadway, at 51st Street, (212) 582-2121; cover, $27.50 to $32.50, with a $10 minimum. (Chinen) OLIVE, OKKYUNG, IKUE AND ILLY (Tomorrow) DJ Olive joins the cellist Okkyung Lee, the programmer Ikue Mori and the drummer Billy Martin for an experimental colloquium; their common language will involve the syntax of texture, color and pulse. 10 p.m., Tonic, 107 Norfolk Street, near Delancey Street, Lower East Side, (212) 358-7501; cover, $15. (Chinen) KRESTEN OSGOOD GROUP (Thursday) Mr. Osgood is an energetic young Danish drummer who has worked with many of jazz's creative strivers, including the saxophonist Michael Blake, who appears here; rounding out the band are the bassist Ben Allison and the slide trumpeter Steven Bernstein. 8:30 p.m., Cornelia Street Cafe, 29 Cornelia Street, West Village, (212) 989-9319; cover, $10, with a one-drink minimum. (Chinen) BEN PEROWSKY TRIO (Sunday) Mr. Perowsky, drawing from his Tzadik album ''Camp Songs,'' applies a jazz process to prayer melodies remembered from his youth in summer camp; his fellow interpreters are the pianist Uri Caine and the bassist Drew Gress. A preceding set, at 8 p.m., will feature Mr. Caine's sprightly solo piano playing. 10 p.m., the Stone, Avenue C and Second Street, East Village, www.thestonenyc.com; cover, $10. (Chinen) ADAM ROGERS GROUP (Tonight and tomorrow night) As on ''Apparitions'' (Criss Cross), the most recent album by the guitarist Adam Rogers, this three-piece ensemble -- with Scott Colley on bass and Antonio Sanchez on drums -- features serpentine melodic lines and a rock-informed rhythmic thrust. 9 and 10:30, Jazz Gallery, 290 Hudson Street, at Spring Street, South Village, (212) 242-1063; cover, $15. (Chinen) RENEE ROSNES QUINTET (Through Sunday) Ms. Rosnes, a versatile and articulate pianist, pays homage to one of her early supporters, the saxophonist Joe Henderson; her quintet includes Jimmy Greene on tenor saxophone, Eddie Henderson on trumpet, Peter Washington on bass and Lewis Nash on drums. 7:30 and 9:30 p.m., with an 11:30 set tonight and tomorrow, Dizzy's Club Coca-Cola, Frederick P. Rose Hall, Jazz at Lincoln Center, 60th Street and Broadway, (212) 258-9595; cover, $30, with a minimum of $10 at tables, $5 at the bar. (Chinen) Classical Full reviews of recent music performances: nytimes.com/music. Opera 'AIDA' (Monday) The Met and its audiences don't seem to get tired of this big, splashy and entertaining production. Still featuring Andrea Gruber, Olga Borodina and Johan Botha. 8 p.m., Metropolitan Opera House, Lincoln Center, (212) 362-6000; $26 to $175. (Bernard Holland) 'HERCULES' (Tuesday and Thursday) This Handel opera is rarely heard, but it has plenty to offer, not least a plot that describes a love triangle that proved lethal for Hercules. More to the point, it is a chance to see William Christie lead his extraordinary Parisian ensemble, Les Arts Florissants, whose staged productions at the Brooklyn Academy of Music have been consistently thrilling. This production is directed by Luc Bondy; its cast includes William Shimell, Joyce DiDonato and Ingela Bohlin. 7:30 p.m., Brooklyn Academy of Music, 30 Lafayette Avenue, at Ashland Place, Fort Greene, (718) 636-4100; $35 to $135. (Allan Kozinn) 'RIGOLETTO' (Tomorrow and Wednesday) The soprano Anna Netrebko and the tenor Rolando Villazón, opera's hottest vocal couple of late, bring star appeal and impressive artistry to the Met's 1989 Otto Schenk production of Verdi's ''Rigoletto.'' The baritone Carlo Guelfi makes a stolid but finally sympathetic Rigoletto. Ms. Netrebko sings Gilda tomorrow night but will be replaced by Youngok Shin on Wednesday. Plácido Domingo, who knows a thing or two about the lead tenor role, conducts. 8 p.m., Metropolitan Opera House, Lincoln Center, (212) 362-6000; sold out tomorrow; $26 to $100 tickets remaining for Wednesday. (Anthony Tommasini) 'SAMSON ET DALILA' (Tonight and Tuesday night) Marina Domashenko sings Dalila in the Elijah Moshinsky production of this Saint-Saëns opera. 8, Metropolitan Opera House, Lincoln Center, (212) 362-6000; $36 to $205 tonight; $26 to $175 on Tuesday. (Holland) 'LA TRAVIATA' (Tomorrow and Thursday) After a false start eight years ago, Angela Gheorghiu finally does her supercharged star turn as Violetta at the Met, and her performance does a lot to legitimize the immodesty of the director, Franco Zeffirelli. Tomorrow at 1:30 p.m., Thursday at 8 p.m., Metropolitan Opera House, Lincoln Center, (212) 362-6000; sold out, though returns may be available at the box office. (Holland) Classical Concerts ALARM WILL SOUND (Thursday) A characteristically varied program by this inventive new-music chamber orchestra offers Frank Zappa, John Cage, Bernard Woma, Wolfgang Rihm, Derek Bermel, John Adams and Edgard Varèse. 7:30 p.m., Zankel Hall at Carnegie Hall, (212) 247-7800; $28 to $33. (Kozinn) ARTEMIS QUARTET (Tomorrow) This dynamic young German quartet returns to New York with Mozart, Schubert and Bartok. 8 p.m., Grace Rainey Rogers Auditorium, Metropolitan Museum of Art, Fifth Avenue and 82nd Street, (212) 570-3949; $40. (Jeremy Eichler) BARGEMUSIC (Tonight, tomorrow, Sunday and Thursday) Great views and typically fresh performances help make this floating concert hall one of the city's more inviting settings for chamber music. Tonight, the violinist Anna Rabinova completes her survey of solo Bach. Tomorrow and Sunday, Nuno Antunes (clarinet), Yuri Namkung (violin), Chris Gross (cello) and Katya Mihailova (piano) play Messiaen's great ''Quartet for the End of Time.'' On Thursday, Ms. Mihailova offers Bach, Tchaikovsky and Prokofiev. Tonight and tomorrow and Thursday nights at 7:30, Sunday at 4 p.m., Fulton Ferry Landing next to the Brooklyn Bridge, Brooklyn, (718) 624-2083; $35. (Eichler) BROOKLYN CHAMBER MUSIC SOCIETY (Tonight) The violinist Carmit Zori founded this group in 2002, giving Bargemusic a bit of local competition. Tonight she is joined by Ani Kavafian, Robert Rinehart and Carter Brey in music by Mozart, Shostakovich and Schumann. 8, First Unitarian Church, Pierrepont Street at Monroe Place, Brooklyn Heights, (718) 858-0718; $30. (Eichler) RICHARD GOODE, Dawn upshaw and pomerium (Sunday) The pianist Richard Goode continues his intriguing Perspectives series at Carnegie Hall. After setting the tone with a group of Bach preludes and fugues, he juxtaposes madrigals by the wildly experimental Renaissance composer Gesualdo (sung by Pomerium) with Expressionistic works from the Second Viennese School: Berg's searching Piano Sonata and Schoenberg's riveting song cycle ''The Book of the Hanging Gardens.'' The soprano Dawn Upshaw, always up for a challenge, joins for the Schoenberg. 7:30 p.m., Zankel Hall at Carnegie Hall, (212) 247-7800; $44 and $52. (Tommasini) SARI GRUBER (Tonight) A fine young soprano appears in a varied recital program sponsored by the Naumburg Foundation. 8, Alice Tully Hall, Lincoln Center, (212) 721-6500; $15; $5 for students and 65+. (Holland) ISRAEL PHILHARMONIC (Thursday) Zubin Mehta conducts his longtime orchestra, and the pianist Lang Lang adds a little glamour. 7 p.m., Carnegie Hall, (212) 247-7800; $40 to $150. (Holland) JUILLIARD SYMPHONY (Wednesday) James Conlon begins and ends an adventurous program with Varèse: first the sly ''Tuning Up,'' then that crazed and exhilarating din of a piece, ''Amériques.'' In between, the eager and gifted Juilliard musicians take on Debussy and Schoenberg, as well as Bernstein's exuberantly jazzy symphony ''The Age of Anxiety.'' 8 p.m., Avery Fisher Hall, Lincoln Center, (212) 721-6500; $10 and $20. (Tommasini) JOAN KWUON (Tonight) In addition to her violin playing, Ms. Kwuon has worked through the years to rally the musical world around the cause of breast cancer research. She makes her New York recital debut with music by Bach, Mozart, Enescu and André Previn. 7, Grace Rainey Rogers Auditorium, Metropolitan Museum of Art, Fifth Avenue and 82nd Street, (212) 570-3949; $25. (Eichler) JAAP TER LINDEN (Sunday) A star of the period-instrument world, this Dutch cellist can be heard on a large discography, both on his own and in ensembles of varying sizes. The great test for cellists, though, are Bach's Unaccompanied Suites, and he will play three of the six -- Nos. 1, 4 and 5 -- at this concert in the Music Before 1800 series. 4 p.m., Corpus Christi Church, 529 West 121st Street, Morningside Heights, (212) 666-9266; $25 and $40; $20 and $35 for students and 62+. (Kozinn) DAME FELICITY LOTT (Monday) This veteran British soprano should make much of ''Fallen Women and Virtuous Wives,'' the title of a themed recital with songs by everyone from Haydn and Mozart to Kurt Weill and Noël Coward, accompanied by her perennial and equally excellent partner Graham Johnson. 7:30 p.m., Zankel Hall at Carnegie Hall, (212) 247-7800; $40 to $48. (Midgette) MUSIC FROM JAPAN (Tomorrow and Sunday) A two-day festival presents traditional and contemporary music for the shakuhachi tomorrow, with Akikazu Nakamura as the soloist and Michiyo Yagi playing the 20-string koto, and a showcase of young Japanese composers on Sunday. Tomorrow night at 8, Sunday afternoon at 2, Merkin Concert Hall, 129 West 67th Street, Manhattan, (212) 501-3330; $18 per concert, or $30 for both. (Midgette) NEW YORK COLLEGIUM (Tonight) French baroque is the theme of the day: a concert devoted to the music of Louis-Nicolas Clérambault (1676-1749) includes the cantatas ''Orphée'' and ''Pirame et Thisbé.'' Robert Mealy will lead the group and play violin; Marc Molomot is the vocal soloist. 8, Society for Ethical Culture, Central Park West at 64th Street, (212) 717-9246; $30 to $50. (Midgette) NEW YORK FESTIVAL OF SONG (Tuesday and Wednesday) For Valentine's Day, this concert offers a program about coming together, with a range of ensembles by composers from Schubert to the Beach Boys, called ''All Together Now.'' 8 p.m., Merkin Concert Hall, 129 West 67th Street, Manhattan, (212) 501-3330; $45. (Midgette) NEW YORK PHILHARMONIC (Today, tomorrow and Tuesday) In the final week of its Mozart series, the Philharmonic offers the three last symphonies, Nos. 39, 40 and 41. True, it's about as uninventive as programming can be, but Lorin Maazel has proved a surprising Mozart conductor lately, and during the first two weeks of this minifestival, the Philharmonic players have been at their zestiest. Today at 2 p.m., tomorrow at 8 p.m., Tuesday at 7:30 p.m., Avery Fisher Hall, Lincoln Center, (212) 721-6500; $26 to $94. (Kozinn) PACIFICA QUARTET (Sunday) This young ensemble, based at the University of Illinois in Champaign-Urbana, gave a memorable performance at Alice Tully Hall in 2004, and last year released a solid, richly played traversal of the Mendelssohn string quartets on the Cedille label. It returns for one of Lincoln Center's early morning concerts, with Mendelssohn's Quartet in E flat and Tchaikovsky's Quartet in D. 11 a.m., Walter Reade Theater, 165 West 65th Street, Manhattan, (212) 721-6500; $20. (Kozinn) STAATSKAPELLE BERLIN (Tomorrow and Sunday) Daniel Barenboim reminds New York that he has an orchestra other than the Chicago Symphony. Conducting Germany's oldest orchestra, which he has led for more than a decade, he celebrates this year's birthday boy, Mozart, with two programs, each with two symphonies and a piano concerto in E-flat. Tomorrow's concerto is for two pianos; joining Mr. Barenboim will be Radu Lupu. Tomorrow night at 8, Sunday afternoon at 2, Carnegie Hall, (212) 247-7800; $38 to $130. (Midgette) ST. LUKE'S CHAMBER ENSEMBLE (Tuesday) The Orchestra of St. Luke's may be the most protean group in town. Here its members appear in various chamber combinations for works by Mozart, Debussy, Chopin and Schoenberg. 7:30 p.m., Zankel Hall, Carnegie Hall, (212) 247-7800; $28 to $35. (Eichler) 'VOICES OF LIGHT' (Thursday) Richard Einhorn composed this vivid, unusual oratorio as a soundtrack for Carl Theodor Dreyer's silent classic ''The Passion of Joan of Arc,'' a compressed telling of Joan of Arc's trial by an ecclesiastical court and her execution at the stake. His texts draw on the Bible, Joan's letters, the works of Hildegard of Bingen and other medieval churchwomen, and ''The Vices of Women,'' a 13th-century misogynistic ballad; his music pivots between the medieval world and ours. During a screening of the film, it is to be performed live by the Ensemble Sospeso, the New Amsterdam Singers and Anonymous 4, which assembles only for special projects these days. 8 p.m., World Financial Center, West Street, South of Vesey Street, Lower Manhattan, (212) 945-0505; free. (Kozinn) Dance Full reviews of recent performances: nytimes.com/dance. * RICHARD ALSTON DANCE COMPANY (Tuesday through Feb. 19) The choreographer Richard Alston has been a mainstay of English contemporary dance since the early 1970's, and his musical, often understated work is always worth watching. This program presents three dances new to New York audiences: ''Fever,'' to Monteverdi; ''Such Longing,'' to Chopin's Nocturnes and Études; and ''Gypsy Mixture,'' from the delightfully titled CD ''Electric Gypsyland.'' Tuesday through Feb. 18 at 8 p.m., Feb. 19 at 2 p.m., Joyce Theater, 175 Eighth Avenue, at 19th Street, Chelsea, (212) 242-0800 or www.joyce.org; $38. (Roslyn Sulcas) * RONALD K. BROWNEVIDENCE (Tonight through Sunday) Two programs, created in collaboration with the poet Chad Boseman, blend traditional and social dances from the United States, Senegal and the Ivory Coast with music by Fred Hammond, Terry Riley and Duke Ellington. Tonight at 8, tomorrow at 2 and 8 p.m., Sunday at 2 and 7:30 pm., Joyce Theater, 175 Eighth Avenue, at 19th Street, Chelsea, (212) 242-0800 or www.joyce.org; $38. (Jack Anderson) DANCE AT DIXON PLACE (Tonight and tomorrow night) Chosen by Kimberly Brandt, the choreographers in ''Brink'' are Jack Ferver, Matthew Rogers and Jen Rosenblit, whose group performing credits include work with Chris Burnside, Johannes Wieland and Ivy Baldwin. 8, Dixon Place, 258 Bowery, between Houston and Prince Streets, Lower East Side, (212) 219-0736 or www.dixonplace.org; $12 or T.D.F.; $10 for students and 65+. (Jennifer Dunning) DANCE CHINA (Tomorrow) Formerly the Chinese Folk Dance Company, this troupe will join with seven other dance ensembles in a celebration of the lunar new year. 2 p.m., Colden Center, Queens College, 65-30 Kissena Boulevard, Flushing, (212) 334-3764 or www.chinesedance.org; $15; children 12 and under, $12. (Dunning) DANCEMOPOLITAN@JOE'S PUB (Tonight and tomorrow night) This installation of Dancenow/NYC's dance cabaret will feature work by choreographers including Gerald Casel, Mary Cochran, Kriota Willberg, David Grenke, Wendy Osserman, Laura Peterson, Jessy Smith and Tami Stronach. Clare Byrne and Amy Larimer are this month's hosts. 9:30 p.m., Joe's Pub, at the Public Theater, 425 Lafayette Street, at Astor Place, East Village, (212) 239-6200 or www.telecharge.com; $20. (Dunning) DANCE THEATER OF HARLEM (Sunday) This month's Open House roster of artists includes the company's young Dancing Through Barriers Ensemble, the Williams Brothers and the Mama Lu Parks Dancers, and music by the Wolof griot Cheikh M'Baye and Sing Sing Rhythms of Senegal and the AJ Jazz Ensemble. 1 and 3:30 p.m., Dance Theater of Harlem, 466 West 152nd Street, between Amsterdam and St. Nicholas Avenues, (212) 690-2800 or www.dancetheatreofharlem.org. The 1 p.m. show: $8; $4 for children 12 and under. The 3:30 show (includes a reception): $18; $14 for children 12 and under. (Dunning) FLY-BY-NIGHT DANCE THEATER (Tomorrow) Aerial dance by Julie Ludwig, with guest choreography by Jody Oberfelder, Elise Knudson and Elie Venezky. 8:30 p.m., Soundance Studio, 281 North Seventh Street, Williamsburg, Brooklyn, (212) 352-3101 and www.theatermania.com; $25 in advance, $18 at the door. (Dunning) * GINA GIBNEY DANCE (Thursday) Ms. Gibney explores the worlds of finite reality and the unknowable, and she has made a third new world of them in her mysterious, subtle ''unbounded.'' (Through Feb. 19.) 8:30 p.m. Danspace Project at St. Mark's Church, 131 East 10th Street, East Village, (212) 674-8194 or www.danspaceproject.org; $15. (Dunning) CURT HAWORTH (Tonight through Sunday) ''Descent'' presents a choreographic panorama of 24 hours in a city on the brink of war. 8:30 p.m., Danspace Project, St. Mark's Church, 131 East 10th Street, East Village, (212) 674-8194 or www.danspaceproject.org; $15. (Anderson) SARA EAST JOHNSON AND LAVA (Tonight through Sunday and Thursday) Ms. Johnson's award-winning, all-female company, LAVA, presents ''(w)HOLE'' (short for ''The Whole History of Life on Earth''), its first new work since 2003. Using trapeze, Chinese acrobatics and swing dancing, among other things, the company tackles rock formation, punctuated equilibrium theory and magnetic polarity reversal with its usual strength and verve. (Through Feb. 19.) Tonight and tomorrow night at 7, Sunday at 5 p.m., Flea Theater, 41 White Street, TriBeCa, (212) 352-3101, www.TheaterMania.com; $20 to $25.(Erika Kinetz) HEATHER KRAVAS (Tonight and tomorrow night) What promises to be a lively, internationally flavored double bill, with a three-year, long-distance collaboration between Heather Kravas from New York and Antonija Livingstone from Montreal by way of Berlin, and a duet from PO.V.S., a dance collective from Moscow. 7:30, Dance Theater Workshop, 219 West 19th Street, Chelsea, (212) 924-0077 or www.dtw.org; $12 and $20. (Rockwell) METRO MOVEMENT PROJECT (Tonight and tomorrow night) In ''Modern Dance: Primitive Lights,'' dance by choreographers including Meg Brooker, Claire Elizabeth Barratt, Mark Lamb, Wendy Blum and Vong Phrommala will be presented in four programs, all performed in candlelight in a church setting, to live music and the spoken word. 7 and 9, Metro Baptist Church, 410 West 40th Street, Clinton, (917) 279-1941; $15; $7 for students and 65+. (Dunning) * THE NETA DANCE COMPANY A.W.A.R.D. SHOW (Sunday) This free monthly performance series organized and produced by the choreographer Neta Pulvermacher began in January and runs until May. It's a great idea -- each event presents work by four emerging or midcareer choreographers, then opens up discussion between the artists and the audience. Later everyone has a drink. Melinda Ring, Pele Bauch, Barbara Duffy and the wonderful Keigwin & Company are on the lineup, and Thomas DeFrantz will moderate the discussion. Call first -- the Joyce SoHo had to turn people away last time. 7 p.m., Joyce SoHo, 155 Mercer Street, between Houston and Prince Streets, (212) 334-7479 or www.joyce.org. (Sulcas) NEW CHAMBER BALLET (Tomorrow) Choreography by Miro Magloire, the company's director, and Deborah Lohse and Constantine Baecher will be performed by dancers including Deborah Wingert. 8 p.m., City Center Studio 4, 130 West 56th Street, Manhattan, (212) 868-4444 or www.smartix.com; $15; $10 for students with ID. and ages 65+ (Dunning) NEW YORK FLAMENCO FESTIVAL 2006 (Tomorrow through Feb. 19) The city's annual celebration of all things Flamenco continues into its second week tomorrow night with the guitarist Vicente Amigo and an ensemble that includes the dancer Rafael Campallo. A gala on Wednesday night lines up some of flamenco's big guns, including the legendary Manolo Marin and Soledad Barrio, often seen in New York with Noche Flamenca. On Thursday, the Nuevo Ballet Español shows flamenco in a more contemporary guise -- a slightly doubtful enterprise -- featuring the wonderful Lola Greco. Various locations; for information: (212) 545-7536 or www.worldmusicinstitute.org/wmical/Main.asp (Sulcas) 92ND STREET Y HARKNESS DANCE FESTIVAL (Tomorrow through Feb. 19) This 12-year-old festival has a noteworthy lineup over its second week. WilliamsWorks, a new troupe directed by a former New York City Ballet dancer, Todd Williams, gives its final performances this weekend (tomorrow at 8 p.m. and Sunday at 2 p.m. and 7 p.m.), and the Tel Aviv-based Sally-Anne Friedland Dance Drama Company makes its United States debut. In her world premiere of ''Borders'' and the American premiere of ''Red,'' we are promised that ''the abstraction of dance meets the drama of life'' (Wednesday and Thursday at 8 p.m.; Feb. 18 at 8 p.m.; Feb. 19 at 2 and 7 p.m.) Ailey Citigroup Theater, Joan Weill Center for Dance, 405 West 55th Street, Clinton, (212) 415-5500 or www.92Y.org/HarknessFestival; $20; students and 62+, $15. (Sulcas) * STARS OF THE 21ST CENTURY (Monday) Cheesy but usually amusing and sometimes thrilling, these potpourris of dancers from hither and yon, performing to recorded music and offering sometimes challenging choreography but mostly flashy showpieces, are always worth a visit. This year the galaxy, many returning from previous galas, includes Irina Dvorovenko and her husband, Maxim Beloserkovsky, from American Ballet Theater; Sofiane Sylve from the New York City Ballet; Svetlana Lunkina and Sergei Filin from the Bolshoi Ballet; Andrian Fadeyev from the Kirov Ballet; Mathilde Froustey and Emmanuel Thibault from the Paris Opera Ballet; Lucia Lacarra and Cyril Pierre from the Munich Ballet; Pilar Alvarez and Claudio Hoffmann from Tango Metropolis Argentina; and Desmond Richardson from Complexions. 7:30 p.m., New York State Theater, Lincoln Center, (212) 870-5570 or (212) 721-6500; $20 to $150. (Rockwell) THUNDERBIRD AMERICAN INDIAN DANCERS (Tonight through Sunday) This year's Pow-Wow, the company's 31st, includes dances, stories and traditional music from the Iroquois and American Indians of the Northwest Coast, the Southwest, the Plains and the Arctic regions. (Repeated next weekend.) Tonight at 8, tomorrow at 2 and 8 p.m., Sunday at 2 p.m., Theater for the New City, 155 First Avenue, at 10th Street, East Village, (212) 254-1109 and www.theaterforthenewcity.net. Evening performances: $10. Matinees: $10; $1 for children under 12 accompanied by a ticketholding adult. (Dunning) THE WALDEN COMPANY (Sunday) A new musical, ''All is Full of Love,'' by the choreographer Josh Walden, is based on the narrative of ''On the Town,'' but set to the music of Bjork. The one-time performance (presumably Mr. Walden is hoping for more) partly benefits Dancers Responding to AIDS. 8 p.m., Theater at St. Clements, 423 West 46th Street, Clinton, (212) 352-3101 or TheaterMania.com; $39.90 to $81.50 (includes preshow reception). (Sulcas) * REGGIE WILSON/FIST & HEEL PERFORMANCE GROUP (Wednesday and Thursday) Mr. Wilson and his superb musicians and dancers create a world that fuses the cultural traditions of the black American South, urban America, Africa and the Caribbean, this time in ''The Tale: Npinpee Nckutchie and the Tail of the Golden Dek,'' a new work that explores sexual attraction. (Through Feb. 18 and Feb. 22 to 25.) 7:30 p.m., Dance Theater Workshop, 219 West 19th Street, Chelsea, (212) 924-0077; $25; $15 for students and 65+. (Dunning) Art Museums and galleries are in Manhattan unless otherwise noted. Full reviews of recent art shows: nytimes.com/art. Museums * AMERICAN FOLK ART MUSEUM: 'SURFACE ATTRACTION: PAINTED FURNITURE FROM THE COLLECTION,' through March 26. The remarkable images, abstract patterns and floral motifs that flutter across the 30 or so tables, chairs, cabinets and blanket chests in this beautiful, convention-stretching show confirm that from the late 1600's to the late 1800's, quite a bit of American painting talent and ambition was channeled into the decoration of everyday wood objects. The combination of imagination and utility, of economic means and lush effects, defines the human desire for beauty as hard-wired. 45 West 53rd Street, (212) 265-1040. (Roberta Smith) * Cooper-Hewitt National Design Museum: 'FASHION IN COLORS,' through March 26. Drawn from the collection of the Kyoto Costume Institute in Japan, this sumptuous show arranges 68 often lavish Western gowns and ensembles according to the colors of the spectrum and reinforces their progress with a posh, color-coordinated installation design. For an experience of color as color, it is hard to beat, but it also says a great deal about clothing, visual perception and beauty. 2 East 91st Street, (212) 849-8400.(Smith) * Solomon R. Guggenheim Museum: 'David Smith: A Centennial,' through May 14. David Smith is best known for his worst work, bulky sculptures of the ''important'' kind that museums and banks like to buy. Much (though not all) of that material has been excised from this survey in favor of smaller, earlier, nonmonumental pieces which the curator, Carmen Gimenez, presents with plenty of air and light. The result is exemplary as a David Smith experience, an American Modernism experience and a Guggenheim Museum experience. 1071 Fifth Avenue, at 89th Street, (212) 423-3500. (Holland Cotter) International Center of Photography: 'Che!: Revolution and commerce,' through Feb. 26. This is, in a sense, a one-image show, the image being Alberto Korda's famous 1960 head shot of Che (Ernesto Guevara), taken in Cuba. But the theme is the transformation that the portrait has undergone in the passage of 46 years, as Che's soulful likeness has migrated from political posters to album covers, T-shirts, paper currency, vodka ads and gallery art. 1133 Avenue of the Americas, at 43rd Street, (212) 857-0000. (Cotter) Metropolitan Museum of Art: 'Art of Medicine in Ancient Egypt,' through May 7. Egypt was no picnic 5,000 years ago. The average life span was about 40 years. Wild animals were ever-present. Childbirth was perilous. Prevention, diagnosis and treatment of illness were shots in the dark. Doctors were priests. Medicine was a blend of science, religion and art. The 65 or so objects in this beautiful show functioned as all three. Fifth Avenue and 82nd Street, (212) 535-7710. (Cotter) * MET: ANTONELLO DA MESSINA, through March 5. This small, focused show presents the work of a Sicilian master (about 1430-1479) regarded as the greatest painter to emerge from southern Italy in the 15th century. His signature work, shown here, is ''The Virgin Annunciate'' (about 1475-76), depicting Mary as a young Sicilian girl at the moment of the Annunciation, when she is told by the angel Gabriel that she will bear Jesus. The genius of the work lies in the way a traditional icon has been imbued with the life force of a flesh-and-blood human being. (See above.) (Grace Glueck) * MET: Robert Rauschenberg: 'Combines,' through April 2. Big and handsome almost to a fault. There's something weird about seeing once joyfully rude and over-the-top contraptions from the 1950's and 60's lined up like choirboys in church, with their ties askew and shirttails out. But even enshrined, the combines still manage to seem incredibly fresh and odd, almost otherworldly. I thought of a medieval treasury -- all the rich colors and lights and intricate details. The most beautiful tend to be the early ones: large but delicate, with a subtle, fugitive emotional pitch. (See above.) (Michael Kimmelman) The Museum of Modern Art: JOHN SZARKOWSKI: 'PHOTOGRAPHS,' through May 15. A kind of homecoming, this beautiful show surveys the pictures taken by Mr. Szarkowski before and after his influential 29-year term at the helm of the Modern's photography department. The best show him combining the styles of the photographers he has long admired with his native ground -- the architecture and landscape of the upper Midwest. 11 West 53rd Street, (212) 708-9400. (Smith) ONASSIS CULTURAL CENTER: 'FROM BYZANTIUM TO MODERN GREECE: HELLENIC ART IN ADVERSITY, 1453-1830,' through May 6. This show is a busy, ambitious hodgepodge that sets out to present all aspects of the visual art in Greece during this period. The range spans wonderful early paintings and icons, like a panel by the youthful El Greco; examples of domestic crafts practiced by Greek women; jewelry and church ornaments; and maps and charts. 645 Fifth Avenue, at 52nd Street, (212) 486-4448. (Glueck) * P.S. 1: 'Peter Hujar,' through March 6. When Peter Hujar died in 1987, he was a figure of acute interest to a small group of fans, and unknown to practically everyone else. His photographs of desiccated corpses in Sicilian catacombs and studio portraits of New York's downtown demimonde were a gorgeous shock, and their cocktail of Nadar, Weegee and Vogue shaped the work of many younger artists. This surveyish sampling includes several of his recurrent themes: portraits of people and animals, landscapes, still lifes and erotica. Sensuality and mortality are the binders throughout, inseparable. 22-25 Jackson Avenue, at 46th Avenue, Long Island City, Queens, (718) 784-2084. (Cotter) * Studio Museum in Harlem: 'FREQUENCY,' through March 12. Despite some marked unevenness, this display of new and recently emerged talent confirms the current vitality of black art, contemporary art and midsize New York museums. Names to look out for include Kalup Linzy, Leslie Hewitt, Jeff Sonhouse, Shinique Smith, Demetrius Oliver, Michael Paul Britto, Nick Cave, Mickalene Thomas and Michael Queenland, but don't stop there. 144 West 125th Street, (212) 864-4500. (Smith) Whitney Museum of American Art: 'Raymond Pettibon,' through Feb. 19. If you are unfamiliar with the influential Mr. Pettibon's emotionally resonant mix of noirish cartooning and enigmatic literary verbiage, this show of works on paper and, for the first time, a low-tech animated video, serves as a good introduction. (See above.) 945 Madison Avenue, at 75th Street, (800) 944-8639(Johnson) Galleries: Uptown * Ellen Brooks: Vintage Photographs from the 70's Cultural wars have come and gone -- actually, they've never really gone -- since 1976, when Ellen Brooks first showed a dozen larger-than-life-size studio photographs of nude male and female adolescents. Eight more pictures, never before exhibited, from the same series are on view at Roth, and it is easy to see how, in the right (meaning wrong) setting, they could still cause a fuss today. The inclusion of documentation, including early reviews of the work, give these remarkable pictures a historical context. Andrew Roth, 160A East 70th Street, (212) 717-9067, through Feb. 18. (Cotter) The Hudson River School at the New-York Historical Society: Nature and the American Vision By the mid-19th century, the United States was a trans-Atlantic political power in search of a cultural profile. Hudson River School landscape painting was the answer: it presented America as the un-Europe. Europe had its Romantic ruins; America had its ultra-Romantic wilderness. Europe had antique; America had primeval. Europe told time in centuries; America told time in eons. It's all here to see in this display of a venerable local institution's permanent collection. New-York Historical Society, 2 West 77th Street, (212) 873-3400, through Feb. 19. (Cotter) Galleries: 57th Street * Maria Elena González This excellent two-gallery show plays with the forms of Roman Catholic religious imagery and reliquaries that Ms. González encountered during a yearlong stay in Rome, but translates both into highly personal post-Minimalist forms. The symbols of martyrdom at the Project become emblems of power; the clouded architectural sculptures at Knoedler look like reliquaries within reliquaries, which is one way to speak of the relationship of memory to art. The Project, 37 West 57th Street, third floor, (212) 688-1585, through Feb. 17, and Knoedler & Company, 19 East 70th Street, (212) 794-0550, through March 4. (Cotter) * 'RON NAGLE AND THE HOLY GRAIl' Nominally, the 12 absurdly beautiful little ceramic objects that make up Mr. Nagel's eighth New York solo show are teacups. But an exquisite combination of sculptural form, color, surface and craftsmanship elevates each to a transcendental realm of pure aesthetic contemplation. They are smart and slyly humorous, too. Garth Clark, 24 West 57th Street, (212) 246-2205, through Feb. 25. (Ken Johnson) JOHN SZARKOWSKI: 'NOW' As a pendant to the photographer's survey at the Museum of Modern art, this show focuses on images of the land and outbuildings on his upstate farm, with special attention to the seasonal changes and akimbo branches of numerous apple trees. Pace/MacGill Gallery, 32 East 57th Street, (212) 759-7999, through Feb. 18. (Smith) Galleries: Chelsea WILLIE COLE: SOLE TO SOUL An adept recycler of found objects used as tools or in assemblages to evoke different varieties of African sculpture, Mr. Cole has expanded both palette and references in his latest efforts. Here women's high heels, arranged by hue, handsomely evoke rose windows, mandalas and lotus flowers, as well as religious multiplicity (Smith). Alexander and Bonin, 132 10th Avenue, near 18th Street, (212) 367-7474, through Feb. 18. (Smith) Molly Davies This expansive show features major works from three decades by a veteran avant-gardist film and video maker. Ranging from near-abstraction to dreamlike allegory, the video installations of Ms. Davies call to mind artists as various as Gary Hill and Bill Viola. Some involve collaboration with musicians and dancers, and the esteemed poet Anne Carson stars in a sensuous and stately three-screen production from 2002 called ''Desire.'' Zone, 601 West 26th Street, (212) 255-2177, through Feb. 18. (Johnson) ERWIN OLAF The large, carefully staged photographs of people in midcentury American clothes and environments by this successful Dutch commercial photographer look like the dreams of a deeply depressed Norman Rockwell. Hasted Hunt, 529 West 20th Street, (212) 627-0006, through Feb. 18. (Johnson) Wu Jian'an: 'Daydreams' Trained in the art of paper cutting, this young Chinese artist scissors swirling, wonderfully intricate and fantastic compositions of figures, body parts and animals from single large sheets of white paper. Chambers, 210 11th Avenue, between 24th and 25th Streets, (212) 414-1169, through Feb. 25. (Johnson) Galleries: SoHo 'It's a Beautiful Day' Sweet but with an acid center, this group show includes Mie Yim's smudgy painting of stuffed animals in an overripe landscape; Charlene Liu's pale watercolor vision of wrecked cars in an overgrown valley; Satoru Eguchi's architectural photographs cut into lacy patterns; Margaret Lee's watercolor pictures of rock formations with graffiti carved into them; Saeko Takagi's pastel-colored paintings of wan, blond models; Misaki Kawai's funky, storytelling marine sculptures; and Koji Shimizu's sculpture in the form of climbing equipment for cats. ISE Cultural Foundation, 555 Broadway, at Prince Street, (212) 925-1649, through Feb. 25. (Johnson) Other Galleries Carla Accardi and Lucio Fontana,: 'Infinite Space' Bridging the gap between higher metaphysics and raw materialism in Italy in the 1960's and 70's, Fontana famously made single-color canvases that he decisively slashed or punctured, while Accardi wrapped strips of painted transparent plastic around wooden stretchers or painted fields of optically vibrating calligraphy. A selection of works by both artists makes for a surprisingly handsome and elegant show that is nicely complemented by a small installation ofrecent works by Richard Tuttle in the project room. Sperone Westwater, 415 West 13th Street, West Village, (212) 999-7337, through Feb. 25. (Johnson) * 'Do You Think I'm Disco' There's a big story to be told about disco culture of the 1970's, which had roots in rhythm and blues, African-American church music, 1960's drug culture, gay liberation and all manner of anti-establishment politics. This modest group show touches on all of these elements, however glancingly and unsystematically, by considering the trickle-down effect of discomania on some new art today. Longwood Art Gallery@Hostos, 450 Grand Concourse, at 149th Street, Mott Haven, the Bronx, (718) 518-6728, through March 18. (Cotter) * 'THE DOWNTOWN SHOW: THE NEW YORK ART SCENE, 1974-1984' The real down-and-dirty downtown art scene, when the East Village bloomed, punk and new wave rock assailed the ears, graffiti spread like kudzu and heroin, along with extreme style, raged, is the subject of this wild and woolly show. It's a humongous time warp of more than 450 paintings, sculptures, drawings, photographs, videos, posters, ephemera and things in between by artists, writers, performers, musicians and maestros of mixed media, from a photograph of the transvestite Candy Darling as she posed on her deathbed to a small, painted sculpture made of elephant dung by David Hammons. With so many clashing ideologies, points of view and attitudes toward art-making, this no-holds-barred hodgepodge generates the buzz and stridency of, say, Canal Street on payday. New York University, Grey Art Gallery, 100 Washington Square East, (212) 998-6780; and Fales Library, 70 Washington Square South, (212) 988-2596, Greenwich Village; through April 1. (Glueck) * Anya Gallaccio: 'One Art' The viscerally poetic single work occupying Sculpture Center's spacious main gallery is a 50-foot weeping cherry tree that was cut up and reassembled in the gallery, where it is held in place by steel cables and bolts. Sculpture Center, 44-19 Purves Street, at Jackson Avenue, Long Island City, Queens, (718) 361-1750, through April 3. (Johnson) Last Chance MARIA MAGDALENA CAMPOS-PONS: backyard dreams See this show for the large, gorgeously colored multiphoto works in which drawing, painting and photography merge with intimations of the female, otherness and a distinctly tropical locale. Julie Saul Gallery, 535 West 22nd Street, Chelsea, (212) 627-2410; closes tomorrow. (Smith) * 'DAVID HAMMONS: THE UNAUTHORIZED RETROSPECTIVE' How do you do a show if you don't have art? Use copies. How do you get copies? Find photographs of the original art. That's what Triple Candie has done with David Hammons's work. The gallery photocopied illustrations of existing, or once existing, Hammons pieces from books and magazines and downloaded others from the Internet. They then taped the 81/2 -by-11 prints to the gallery wall. The result: a homage that is very much in this important artist's maverick, dematerialized spirit. Triple Candie, 461 West 126th Street, Harlem, (212) 865-0783; closes Sunday.(Cotter) * Warren Isensee Could this be Mr. Isensee's breakout show? His glowing grid, striped and concentric rectangle paintings play adroitly with conventions of Modernist abstraction and are almost hallucinogenically beautiful. Danese, 535 West 24th Street, Chelsea, (212) 223-2227; closes tomorrow. (Johnson) CHRISTOPHER MINER: HOW BEAUTIFUL HEAVEN MUST BE In this split-personality debut, the artist mimics a drunken black man in one video, and in another, takes a remorseful, memory-laden tour of his dead grandparents' house. The prevailing impression is of white, male, not necessarily Southern emptiness and disconnection. Mitchell-Innes & Nash, 534 West 26th Street, Chelsea, (212) 744-7400; closes tomorrow. (Smith) * WHITNEY MUSEUM OF AMERICAN ART: 'OSCAR BLUEMNER: A PASSION FOR COLOR,' Not exactly a well-known name today, except to devotees of American Modernism, this German-born architect-turned-painter (1867-1938) was one of the major American artists of the early 20th century, right up there with the likes of Marsden Hartley, John Marin, Arthur Dove and Charles Demuth, to name a few. Most of his compositions are unpeopled landscapes depicting houses and building fragments in brilliantly stylized settings in which trees, clouds, smokestacks, telephone poles, water and snow are rendered as rhythmic and dramatic shapes that play off one another almost musically. 945 Madison Avenue, at 75th Street, (212) 570-3676; closes Sunday. (Glueck)", "abstract": null, "print_page": "26", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "The Listings: Feb. 10 - Feb. 16"}, "keywords": [], "pub_date": "2006-02-10T00:00:00Z", "document_type": "article", "news_desk": "Movies, Performing Arts/Weekend Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": null, "type_of_material": "Schedule", "_id": "4fd2ab788eb7c8105d897ff3", "word_count": 15061, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/video/movies/redcarpet/1194817100969/who-will-win-best-actor.html", "snippet": "David Carr (a k a The Carpetbagger) combs Times Square for opinions as to who will win this year's Oscar for Best Actor. (Producer: Brent McDonald)...", "lead_paragraph": "David Carr (a k a The Carpetbagger) combs Times Square for opinions as to who will win this year's Oscar for Best Actor. (Producer: Brent McDonald)", "abstract": null, "print_page": null, "blog": [], "source": "The New York Times", "multimedia": [{"width": 190, "url": "images/2006/02/09/movies/redcarpet/Carpet0209.190x126.fr.jpg", "height": 126, "subtype": "wide", "legacy": {"wide": "images/2006/02/09/movies/redcarpet/Carpet0209.190x126.fr.jpg", "wideheight": "126", "widewidth": "190"}, "type": "image"}, {"width": 75, "url": "images/2006/02/09/movies/redcarpet/Carpet0209.75x75.fr.jpg", "height": 75, "subtype": "thumbnail", "legacy": {"thumbnailheight": "75", "thumbnail": "images/2006/02/09/movies/redcarpet/Carpet0209.75x75.fr.jpg", "thumbnailwidth": "75"}, "type": "image"}], "headline": {"main": "Who Will Win Best Actor?", "sub": "<!--PLACEHOLDER-->"}, "keywords": [{"rank": "1", "is_major": "N", "name": "subject", "value": "Academy Awards (Oscars)"}, {"rank": "2", "is_major": "N", "name": "subject", "value": "Motion Pictures"}], "pub_date": "2006-02-09T20:41:33Z", "document_type": "multimedia", "news_desk": "Movies", "section_name": "Movies", "subsection_name": null, "byline": null, "type_of_material": "Video", "_id": "504a71621c22dfde670b9044", "word_count": "26", "slideshow_credits": null}]}, "status": "OK", "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}