{"response": {"meta": {"hits": 352, "time": 32, "offset": 0}, "docs": [{"web_url": "http://www.nytimes.com/video/movies/redcarpet/1194817123378/the-carpetbagger.html", "snippet": "David Carr (a k a The Carpetbagger) asks his colleagues at The New York Times what they will be watching for on Oscar night. (Producer: Shayla Harris)...", "lead_paragraph": "David Carr (a k a The Carpetbagger) asks his colleagues at The New York Times what they will be watching for on Oscar night. (Producer: Shayla Harris)", "abstract": null, "print_page": null, "blog": [], "source": "The New York Times", "multimedia": [{"width": 190, "url": "images/2006/03/02/movies/redcarpet/Carpet0302.190x126.fr.jpg", "height": 126, "subtype": "wide", "legacy": {"wide": "images/2006/03/02/movies/redcarpet/Carpet0302.190x126.fr.jpg", "wideheight": "126", "widewidth": "190"}, "type": "image"}, {"width": 75, "url": "images/2006/03/02/movies/redcarpet/Carpet0302.75x75.fr.jpg", "height": 75, "subtype": "thumbnail", "legacy": {"thumbnailheight": "75", "thumbnail": "images/2006/03/02/movies/redcarpet/Carpet0302.75x75.fr.jpg", "thumbnailwidth": "75"}, "type": "image"}], "headline": {"main": "The Carpetbagger", "sub": "Inside The Times"}, "keywords": [{"rank": "1", "is_major": "N", "name": "subject", "value": "Academy Awards (Oscars)"}, {"rank": "2", "is_major": "N", "name": "subject", "value": "Motion Pictures"}], "pub_date": "2006-03-02T17:33:47Z", "document_type": "multimedia", "news_desk": "Movies", "section_name": "Movies", "subsection_name": null, "byline": null, "type_of_material": "Video", "_id": "504a719e1c22dfde670b931c", "word_count": "27", "slideshow_credits": null}, {"web_url": "http://dealbook.nytimes.com/2006/03/02/crash-producers-clash-over-credit-and-payment/", "snippet": "On the eve of this weekend’s Academy Awards, a bare-knuckled fight has broken out among the producers of one of the leading Oscar-nominated movies, “Crash,” over two of the things Hollywood cares about most: money and credit. Even as the las...", "lead_paragraph": null, "abstract": "On the eve of this weekend’s Academy Awards, a bare-knuckled fight has broken out among the producers of one of the leading Oscar-nominated movies, “Crash,” over two of the things Hollywood cares about most: money and credit. Even as the last Oscar ballots were being cast late Tuesday, Cathy Schulman, a producer of “Crash,” filed […]", "print_page": null, "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "&#8216;Crash&#8217; Producers Clash Over Credit and Payment", "kicker": "DealBook"}, "keywords": [], "pub_date": "2006-03-02T12:35:12Z", "document_type": "blogpost", "news_desk": "Business", "section_name": "Business Day", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Writer", "rank": 1}], "original": "By WRITER"}, "type_of_material": "Blog", "_id": "4fd364668eb7c8105d8b3287", "word_count": "111", "slideshow_credits": null}, {"web_url": "http://carpetbagger.blogs.nytimes.com/2006/03/02/cross-pond-frolic/", "snippet": "Readers who have their own case of pre-Oscar ennui could do worse than read a journal put together by the folks from the BBC here to cover the proceedings. They are clearly having fun and don't have time for all the jaded, seen-it-all stuff you wi...", "lead_paragraph": "Readers who have their own case of pre-Oscar ennui could do worse than read a journal put together by the folks from the BBC here to cover the proceedings. They are clearly having fun and don't have time for all the jaded, seen-it-all stuff you will be reading so much of in the coming days.", "abstract": "Readers who have their own case of pre-Oscar ennui could do worse than read a journal put together by the folks from the BBC here to cover the proceedings. They are clearly having fun and don't have time for all the jaded, seen-it-all stuff you will be reading so much of in the coming days. [...]", "print_page": null, "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Cross-Pond Frolic", "kicker": "Carpetbagger"}, "keywords": [{"value": "News", "name": "type_of_material", "rank": "1"}], "pub_date": "2006-03-02T08:48:39Z", "document_type": "blogpost", "news_desk": null, "section_name": "Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By CARPETBAGGER"}, "type_of_material": "Blog", "_id": "4fd3648e8eb7c8105d8b3501", "word_count": 136, "slideshow_credits": null}, {"web_url": "http://carpetbagger.blogs.nytimes.com/2006/03/02/numerology-squared/", "snippet": "If you're the kind of Oscar fan who spends your afternoons sneaking a peek at your cubicle mate's chart to see where she is headed, you might want to check in on the chart in process at OscarWatch.com, which aggregates choices from some of the sma...", "lead_paragraph": "If you're the kind of Oscar fan who spends your afternoons sneaking a peek at your cubicle mate's chart to see where she is headed, you might want to check in on the chart in process at OscarWatch.com, which aggregates choices from some of the smartest Oscar cogitators on the web.", "abstract": "If you're the kind of Oscar fan who spends your afternoons sneaking a peek at your cubicle mate's chart to see where she is headed, you might want to check in on the chart in process at OscarWatch.com, which aggregates choices from some of the smartest Oscar cogitators on the web.", "print_page": null, "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Numerology Squared", "kicker": "Carpetbagger"}, "keywords": [{"value": "News", "name": "type_of_material", "rank": "1"}], "pub_date": "2006-03-02T08:44:05Z", "document_type": "blogpost", "news_desk": null, "section_name": "Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By CARPETBAGGER"}, "type_of_material": "Blog", "_id": "4fd364658eb7c8105d8b3245", "word_count": 51, "slideshow_credits": null}, {"web_url": "http://carpetbagger.blogs.nytimes.com/2006/03/02/the-producers-theyre-back-and-this-time-theyve-got-lawyers/", "snippet": "Not everyone is spending the run-up to the Oscar picking out frocks and deciding what party to attend. Cathy Schulman mentioned \"greed and ego\" in her suit against Bob Yari, a fellow producer on \"Crash.\" Not all manners were thrown to the wind. At...", "lead_paragraph": "Not everyone is spending the run-up to the Oscar picking out frocks and deciding what party to attend. Cathy Schulman mentioned \"greed and ego\" in her suit against Bob Yari, a fellow producer on \"Crash.\" Not all manners were thrown to the wind. At least they waited until the voting was closed to go at each other's throats. As my colleague Sharon Waxman writes:", "abstract": null, "print_page": null, "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "The Producers – They're Back and This Time They've Got Lawyers", "kicker": "Carpetbagger"}, "keywords": [{"value": "News", "name": "type_of_material", "rank": "1"}], "pub_date": "2006-03-02T08:38:08Z", "document_type": "blogpost", "news_desk": null, "section_name": "Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By CARPETBAGGER"}, "type_of_material": "Blog", "_id": "4fd364528eb7c8105d8b2fe1", "word_count": 169, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2006/03/02/movies/redcarpet/02cras.html", "snippet": "A bare-knuckled fight has broken out among the producers of one of the leading Oscar-nominated movies, \"Crash,\" over two of the things Hollywood cares about most: money and credit....", "lead_paragraph": "On the eve of this weekend's Academy Awards, a bare-knuckled fight has broken out among the producers of one of the leading Oscar-nominated movies, ''Crash,'' over two of the things Hollywood cares about most: money and credit. Even as the last Oscar ballots were being cast late Tuesday, Cathy Schulman, a producer of ''Crash,'' filed a lawsuit that accused Bob Yari, her fellow producer and former partner, of acting from ''greed and ego'' in failing to pay at least $2 million in producing fees to her and her partner, the film's executive producer Tom Nunan. Mr. Yari had earlier sued the pair, claiming in January that they had taken funds owed to their joint production company, Bull's Eye Entertainment.", "abstract": "Controversy surrounds film Crash as Academy Awards approach; producer Cathy Schulman files lawsuit that accuses fellow producer Bob Yari of acting from 'greed and ego' in failing to pay at least $2 million in producing fees to her and executive partner Tom Nunan; Yari took out full-page advertisements in Hollywood trade papers asking for abolishment of secret panels that award credit for best picture after he was denied producer credit; will not take home statue if Crash is named best picture; Schulman and Paul Haggis, co-writer and director of film are only producers eligible for prize, though film has six producers in its credits; photo (M)", "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [{"url": "images/2006/03/02/arts/02cras.75.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2006/03/02/arts/02cras.75.jpg"}, "type": "image", "height": 75}], "headline": {"main": "'Crash' Producers Clash Loudly Over Credit and Payment"}, "keywords": [{"name": "creative_works", "value": "CRASH (MOVIE)"}, {"name": "persons", "value": "SCHULMAN, CATHY"}, {"name": "persons", "value": "YARI, BOB"}, {"name": "persons", "value": "NUNAN, TOM"}, {"name": "persons", "value": "HAGGIS, PAUL"}, {"name": "organizations", "value": "ACADEMY OF MOTION PICTURE ARTS AND SCIENCES"}, {"name": "organizations", "value": "PRODUCERS GUILD OF AMERICA"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "ACADEMY AWARDS (OSCARS)"}, {"name": "subject", "value": "ADVERTISING AND MARKETING"}, {"name": "subject", "value": "SUITS AND LITIGATION"}, {"name": "subject", "value": "AWARDS, DECORATIONS AND HONORS"}], "pub_date": "2006-03-02T00:00:00Z", "document_type": "article", "news_desk": "The Arts/Cultural Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Sharon", "lastname": "WAXMAN"}], "original": "By SHARON WAXMAN"}, "type_of_material": "News", "_id": "4fd254818eb7c8105d7fb628", "word_count": 910, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2006/03/02/movies/redcarpet/02teas.html", "snippet": "The annual Oscar trailer is completely at odds with the idea that Jon Stewart and a crop of untraditional movies might lead to a newer, fresher Oscar show....", "lead_paragraph": "Part of an enormous push to lure viewers to the Academy Awards show on Sunday, the annual Oscar trailer has been running in theaters for weeks, long enough to drive thousands of people away. That 30-second promo, online at www.oscars.org/78academyawards/trailer/, is a hokey and backward-looking affair, completely at odds with the idea that Jon Stewart and a crop of untraditional movies might lead to a newer, fresher Oscar show. A compilation of scenes from recent years, the promo begins with Tom Hanks saying, ''The emotions of this moment will never be diminished.'' It goes on to intercut more starry scenes with text on screen, words that are meant to push emotional buttons. We read ''The Laughs,'' then see Carrie Fisher and Martin Short wearing the same sequined dress. There are, of course, ''The Tears,'' followed by a close-up of Jamie Foxx fighting back those tears while accepting his best actor award for ''Ray.'' We have ''The Memories'' and a dry-eyed Hilary Swank accepting for ''Million Dollar Baby,'' saying, ''I'm just a girl who had a dream.'' That line, her awards-season mantra last year -- sometimes including the information that she had grown up in a trailer -- was already worn out by Oscar night. Here it's followed by the text, ''Hold Onto Your Dreams.''", "abstract": null, "print_page": "7", "blog": [], "source": "The New York Times", "multimedia": [{"url": "images/2006/03/02/arts/02tease.75.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2006/03/02/arts/02tease.75.jpg"}, "type": "image", "height": 75}], "headline": {"main": "For Your Consideration: Sappy Hallmark Moments", "kicker": "THE TEASE"}, "keywords": [{"name": "persons", "value": "STEWART, JON"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "ACADEMY AWARDS (OSCARS)"}, {"name": "subject", "value": "ADVERTISING AND MARKETING"}], "pub_date": "2006-03-02T00:00:00Z", "document_type": "article", "news_desk": "The Arts/Cultural Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Caryn", "lastname": "JAMES"}], "original": "By CARYN JAMES"}, "type_of_material": "News", "_id": "4fd2ab7b8eb7c8105d8982b0", "word_count": 438, "slideshow_credits": null}, {"web_url": "http://query.nytimes.com/gst/fullpage.html?res=9D01E6DC1731F931A35750C0A9609C8B63", "snippet": "9 P.M. (5) SKATING WITH CELEBRITIES -- Season finale. This ice-skating competition is down to the final two celebrities: Kristy Swanson, the original Buffy the Vampire Slayer, who is reportedly now romantically involved with her married skating pa...", "lead_paragraph": "9 P.M. (5) SKATING WITH CELEBRITIES -- Season finale. This ice-skating competition is down to the final two celebrities: Kristy Swanson, the original Buffy the Vampire Slayer, who is reportedly now romantically involved with her married skating partner, Lloyd Eisler (above, with Ms. Swanson); and Jillian Barberie, the television host, whose partner on the ice is John Zimmerman. 8 P.M. (9) EVERYBODY HATES CHRIS -- Chris gets an F in math. His father watches soaps. 8 P.M. (TCM) THE LOST WEEKEND -- (1945). Ray Milland won the best actor Oscar for his portrayal of an alcoholic on a bender. The film also won best picture, best director (Billy Wilder) and best screenplay. 8 P.M. (5) AMERICAN IDOL -- And then there were 20. At the end of this results show, there will be 16. 9 P.M. (11) BEAUTY AND THE GEEK 2 -- The second round of one of the most endearing reality series around is down to three couples. Tonight's assignments require the intellectually challenged beauties to read a road map and the socially challenged geeks to choose an appropriate gift for a woman. 9 P.M. (BET) COLLEGE HILL -- A new season of this reality series begins, this time at Virginia State University. The eight students who try to deal with black college life while living together include Audrina Clyde (front left), an economics major from Poughkeepsie, N.Y., and Dierdra Davis (center), a mass communications major from Hartford. The others are all Virginians. 9 P.M. (Sundance) LADETTE TO LADY -- One of the formerly boisterous, vulgar, promiscuous young women wins the prize for having made the greatest strides toward becoming a true English lady. Significant progress is made, but not so much in accent improvement. Apparently it takes longer than five weeks to get that ''rain in Spain'' thing down. Part 5 of 5. 9:30 P.M. (NBC) THE OFFICE -- Dwight (Rainn Wilson) is named salesman of the year and goes to the wrong person for speechmaking advice: his boss, Michael (the hysterical Steve Carell). 10 P.M. (NBC) ER -- Noah Wyle (right), who left this series last year, returns for a guest spot. His longtime character, Dr. John Carter, is in the Sudanese desert trying to help a woman who was raped by militants. ANITA GATES", "abstract": null, "print_page": "11", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "WHAT'S ON TONIGHT"}, "keywords": [], "pub_date": "2006-03-02T00:00:00Z", "document_type": "article", "news_desk": "The Arts/Cultural Desk", "section_name": "Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Anita", "lastname": "GATES"}], "original": "By ANITA GATES"}, "type_of_material": "Schedule", "_id": "4fd267178eb7c8105d81c730", "word_count": 379, "slideshow_credits": null}, {"web_url": "http://query.nytimes.com/gst/fullpage.html?res=9C07E3DA1731F931A35750C0A9609C8B63", "snippet": "Victims' Parents Protest Film About Suicide Bombers       Israeli parents of children who died at the hands of Palestinian suicide bombers are appealing to the Academy of Motion Picture Arts and Sciences to disqualify ''Paradise Now,'' an Oscar ca...", "lead_paragraph": "Victims' Parents Protest Film About Suicide Bombers Israeli parents of children who died at the hands of Palestinian suicide bombers are appealing to the Academy of Motion Picture Arts and Sciences to disqualify ''Paradise Now,'' an Oscar candidate for best foreign film that explores the reasoning underlying such attacks, Reuters reported. The bereaved parents said they had gathered more than 32,000 signatures on their petition against the drama about two West Bank friends recruited for a suicide bombing in Tel Aviv. ''It is the mission of the free world not to give such movies a prize,'' said Yossi Zur, whose teenage son Asaf died in a bus bombing. Film industry experts said that it was unheard of for an Oscar nomination to be withdrawn. Including a Jewish Israeli producer and using European financing, ''Paradise Now'' was made by an Israeli Arab director and actors, working with Palestinian crew members and locations. In January it won the Golden Globe for best foreign-language film. Shooting at Kanye West Concert Two security guards were shot at a concert given by Kanye West, right, on Tuesday night near Birmingham, England, the BBC reported. The police said that the shooting broke out after people who had tried to enter the rap event without tickets were escorted from the NEC Arena. One guard was shot in the face, stomach and foot and was in serious condition; the other was treated and released. Police officials said that the incident at Mr. West's fifth and last appearance in Britain on his Touch the Sky tour was not gang related. Detective Chief Inspector Kenny Bell of the West Midlands police said: ''Over 12,000 people were at the NEC last night. It's only one of them who decided to go out with a loaded firearm and use it in this vicious and cowardly way.'' Barbarians at the Museum A 12-year-old boy on a school visit to the Detroit Institute of Arts stuck a piece of chewing gum on Helen Frankenthaler's abstract painting ''The Bay,'' a landmark in the artist's career and a prize of the museum's collection, damaging the work, which now needs repair, The Detroit Free Press reported. Museum officials said that the painting, valued at $1.5 million, would remain on view while conservationists determined the solvent to be used to remove chemical residue about the size of a quarter. The boy has been suspended from school and his parents have taken disciplinary action. MartiniFest, a semiformal event organized by Clear Channel Radio and held at the Milwaukee Art Museum, where unlimited drinks were available for $30, left food, drink and vomit on and around some of the art by the end of the crowded party, according to people who attended or worked at the gathering, The Milwaukee Journal Sentinel reported. One visitor said that four men stood on a bronze statue of a goddesslike woman by Gaston Lachaise and grabbed its breasts while cellphone pictures were taken. The museum said that two sculptures had been removed for ''review,'' pending the return of the senior conservator. Footnotes Illness has caused Christoph von Dohnanyi to withdraw from conducting the New York Philharmonic in concerts tonight, tomorrow, Saturday and Tuesday at Avery Fisher Hall. The orchestra announced that he would be replaced by the French conductor Ludovic Morlot, making his debut with the Philharmonic in that role. Mr. Morlot has been assistant conductor of the Boston Symphony Orchestra since 2004. The new production of the Pulitzer Prize- and Tony Award-winning musical ''A Chorus Line'' is to open on Broadway at the Gerald Schoenfeld Theater on Oct. 5, after previews beginning Sept. 18, and a run in San Francisco from July 23 through Sept. 2 at the Curran Theater. Madonna is scheduled to perform on April 30, the final day of the two-day seventh annual Coachella Valley Music and Arts Festival, in Indio, Calif. Jodie Foster, above, who won Academy Awards for performances in ''The Accused'' and ''The Silence of the Lambs,'' will be the speaker on May 15 at the 250th commencement of the University of Pennsylvania, The Associated Press reported. Ms. Foster, a magna cum laude graduate of Yale, is to receive an honorary doctor of arts degree. Amy Gutmann, the university president, said Ms. Foster ''has used her tremendous talents to bring before an international audience such weighty social issues as violence against women, parent-child relationships and the challenges faced by women in traditionally male professions.''", "abstract": "Israeli parents of children who died at hands of Palestinian suicide bombers are asking Academy of Motion Picture Arts and Sciences to disqualify film Paradise Now as Oscar candidate for best foreign film; movie explores reasoning underlying suicide attacks from Palestinian point of view (S)", "print_page": "2", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Arts, Briefly"}, "keywords": [{"name": "creative_works", "value": "PARADISE NOW (MOVIE)"}, {"name": "glocations", "value": "ISRAEL"}, {"name": "organizations", "value": "ACADEMY OF MOTION PICTURE ARTS AND SCIENCES"}, {"name": "subject", "value": "PALESTINIANS"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "ACADEMY AWARDS (OSCARS)"}, {"name": "subject", "value": "AWARDS, DECORATIONS AND HONORS"}], "pub_date": "2006-03-02T00:00:00Z", "document_type": "article", "news_desk": "The Arts/Cultural Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"firstname": "Lawrence", "middlename": "Van", "lastname": "Gelder", "rank": 1, "role": "reported", "organization": ""}], "original": "Compiled by Lawrence Van Gelder"}, "type_of_material": "News", "_id": "4fd250968eb7c8105d7f3e0c", "word_count": 737, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2006/03/02/fashion/thursdaystyles/02skin.2.html", "snippet": "Where in the past a makeup artist might have slapped on extra foundation to cover a blemish, dermatologists are increasingly being summoned to the set....", "lead_paragraph": "WHEN the Oscar-nominated film ''The Constant Gardener'' began shooting in Africa, Dr. David Colbert, a dermatologist in New York, was ready for anything. ''We knew it was going to be hot,'' he said. ''There were going to be all these weird insects. If Rachel Weisz or one of the other actors got a rash or an insect bite, it could cost a huge amount of money if they had to shut the production down.'' With his busy practice to maintain, Dr. Colbert could not wait on the set in Kenya for the first pustule to appear. Instead he arranged for the production team to e-mail high-resolution photos of any skin problems, a practice called teledermatology.", "abstract": "Dermatology now plays critical role in keeping actors and actresses in shape for performances and events; Dr David Colbert, New York dermatologist, describes his involvement in shooting of The Constant Gardener through teledermatology, process which uses high-resolution photos of skin problems to allow dermatologists to treat problems without actually seeing patient in person; treatments often given to actors and actresses discussed; photo (M)", "print_page": "3", "blog": [], "source": "The New York Times", "multimedia": [{"url": "images/2006/03/02/fashion/skin.2.75.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2006/03/02/fashion/skin.2.75.jpg"}, "type": "image", "height": 75}], "headline": {"main": "Crucial to the Close-Up: A Show-Biz Dermatologist", "kicker": "Skin Deep"}, "keywords": [{"name": "creative_works", "value": "CONSTANT GARDENER, THE (MOVIE)"}, {"name": "persons", "value": "COLBERT, DAVID"}, {"name": "persons", "value": "WEISZ, RACHEL"}, {"name": "glocations", "value": "AFRICA"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "ACTORS AND ACTRESSES"}, {"name": "subject", "value": "SKIN"}, {"name": "subject", "value": "PHOTOGRAPHY"}], "pub_date": "2006-03-02T00:00:00Z", "document_type": "article", "news_desk": "Thursday Styles", "section_name": "Movies; Style", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Peter", "rank": 1, "lastname": "JARET"}], "original": "By PETER JARET"}, "type_of_material": "News", "_id": "4fd251e68eb7c8105d7f70f9", "word_count": 678, "slideshow_credits": null}]}, "status": "OK", "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}