{"response": {"meta": {"hits": 352, "time": 21, "offset": 40}, "docs": [{"web_url": "http://www.nytimes.com/2006/02/26/style/tmagazine/t_w_1083_1085_well_costa.rev_.html", "snippet": "Calvin Klein's successor is not a good fit with jeans and underwear....", "lead_paragraph": "Thirty-eight years ago, Barry K. Schwartz, a grocer's son from the Bronx who had acquired a serviceable education hanging around pool halls and racetracks, gave his boyhood friend Calvin Klein $10,000 to start a coat business. Since then, hundreds of designers, when faced with the terrible odds of going solo in the fashion business, have said to themselves, ''What I need is a Barry Schwartz.'' A Schwartz at your back was proof against shutdown, a guarantee of unending loyalty. Three years ago, Klein and Schwartz sold Calvin Klein Inc. to Phillips-Van Heusen in a deal worth about $730 million. Klein has kept a hand in the company's advertising. He also travels a lot; Brazil is apparently a favorite destination. Schwartz, a gambler at bottom, devotes himself to his horse-racing operations, a sideline developed in the first gold-rush days of designer denim and underwear. Horses bred on his 741-acre farm in Westchester County run at the country's top tracks, and Schwartz stepped down as the chairman of the New York Racing Association at the end of 2004. Although Wall Street was skeptical that Phillips-Van Heusen could manage a designer label -- it was better known for brands like Izod and Bass -- Calvin Klein has apparently thrived under PVH. Its runway collections, by Klein's chosen successor, Francisco Costa, have received some of the best reviews in the company's history, and PVH's stock price has risen from $11.50 in January 2003 to nearly $37 as of mid-January.", "abstract": "Profile of Francisco Costa, Calvin Klein's chosen successor; Costa was at Calvin Klein for about a year before it was sold and has witnessed enough displays of corporate indifference to make him question whether company cares about being in designer business; photos (L)", "print_page": "210", "blog": [], "source": "The New York Times", "multimedia": [{"url": "images/2006/02/26/style/ck.75.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2006/02/26/style/ck.75.jpg"}, "type": "image", "height": 75}, {"height": 55, "subtype": "tiny_thumb", "legacy": {"tinythumbwidth": 55, "tinythumbheight": 55, "hastinythumb": "Y"}, "type": "image", "width": 55}], "headline": {"main": "What Comes Between Costa and His Calvins?"}, "keywords": [{"name": "persons", "value": "COSTA, FRANCISCO"}, {"name": "persons", "value": "FORD, TOM"}, {"name": "organizations", "value": "CALVIN KLEIN INC"}, {"name": "organizations", "value": "KLEIN, CALVIN, INC"}, {"name": "subject", "value": "COMPANY AND ORGANIZATION PROFILES"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}, {"name": "subject", "value": "APPAREL"}], "pub_date": "2006-02-26T00:00:00Z", "document_type": "article", "news_desk": "T: Women's Fashion Magazine", "section_name": "Style; Magazine", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Cathy", "lastname": "HORYN"}], "original": "By CATHY HORYN"}, "type_of_material": "News", "_id": "4fd2693b8eb7c8105d8200ff", "word_count": 2941, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2006/02/26/movies/26handelman.html", "snippet": "Kathleen York, an actor-singer-songwriter, gets her close-up at the Academy Awards, where she will perform a song from \"Crash.\"...", "lead_paragraph": "What most musicians mean by ''day job'' is something steady that can pay the bills. For Kathleen York, a singer-songwriter of sultry, ethereal tunes, what has always paid her bills is a career as uncertain as music: acting. Viewers may recognize Ms. York as the congresswoman ex-wife of Toby Ziegler on ''The West Wing,'' as the libidinous mother Renee Wheeler on ''The O.C.'' or as the masseuse who memorably pleasured Larry David on ''Curb Your Enthusiasm.'' The last time anyone saw her sing on television was in 1995, when she played Naomi Judd in the NBC biopic ''Love Can Build a Bridge.''", "abstract": null, "print_page": "4", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "What She'd Really Like to Do Is Sing", "kicker": "DIRECTIONS"}, "keywords": [{"name": "subject", "value": "MUSIC"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "ACADEMY AWARDS (OSCARS)"}], "pub_date": "2006-02-26T00:00:00Z", "document_type": "article", "news_desk": "Arts and Leisure Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "David", "lastname": "HANDELMAN"}], "original": "By DAVID HANDELMAN"}, "type_of_material": "News", "_id": "4fd263048eb7c8105d81592a", "word_count": 429, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2006/02/26/style/tmagazine/t_w_1035_talk_pastpresent_.html", "snippet": "Are you there, Princess Margaret? It's me, Galliano....", "lead_paragraph": "Time is bitterly cruel to beauties who define an era -- especially if they spectacularly lose luster in their own lifetimes.", "abstract": "Suzy Menkes article traces Princess Margaret's fashion sense from her appearance at coronation of her sister Elizabeth to end of 1960's; describes her style as sexual, but bemoans fact that Margaret was not able to adapt as she grew older; says her early image is coming back as designers embrace concept of couture; photos (M)", "print_page": "152", "blog": [], "source": "The New York Times", "multimedia": [{"height": 55, "subtype": "tiny_thumb", "legacy": {"tinythumbwidth": 55, "tinythumbheight": 55, "hastinythumb": "Y"}, "type": "image", "width": 55}], "headline": {"main": "A Royal Flush", "kicker": "Past Present"}, "keywords": [{"name": "persons", "value": "TAYLOR, ELIZABETH"}, {"name": "persons", "value": "MARGARET"}, {"name": "persons", "value": "THEYSKENS, OLIVIER"}, {"name": "persons", "value": "SNOWDON, LORD"}, {"name": "subject", "value": "ROYAL FAMILY"}, {"name": "subject", "value": "APPAREL"}], "pub_date": "2006-02-26T00:00:00Z", "document_type": "article", "news_desk": "T: Women's Fashion Magazine", "section_name": "Style; Magazine", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Suzy", "lastname": "Menkes"}], "original": "By Suzy Menkes"}, "type_of_material": "News", "_id": "4fd263048eb7c8105d81591a", "word_count": 772, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2006/02/26/arts/dance/26sulc.html", "snippet": "With war dominating the headlines, Paul Taylor is getting specific....", "lead_paragraph": "WAR, to answer a question raised in that recurrent pop song, may be good for one thing: making artists directly address political issues of their day. In the Off Broadway theater, there has been an increase in plays about surveillance and civil liberties, and current Oscar contenders include films about United States foreign policies, the politics of oil, suicide bombers and the mass media's power to withstand government intrusiveness. Dance -- a far less literal art form -- also seems increasingly preoccupied with current events. One of the latest pieces to put the horrors of combat center stage is Paul Taylor's ''Banquet of Vultures,'' one of two New York premieres to take place during the Paul Taylor Dance Company's City Center season, which opens on Tuesday night. (The other new work, ''Spring Rounds,'' to be performed on opening night, is a romantic, lyrical affair to music by Richard Strauss.) As in Kurt Jooss's seminal antiwar ballet from 1932, ''The Green Table,'' the central figure in ''Banquet of Vultures'' is Death -- here a man in a crisp black suit and a red tie -- who leads a group of soldiers to their doom as society shatters around them.", "abstract": null, "print_page": "19", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Death Wears a Crisp Black Suit", "kicker": "DANCE"}, "keywords": [{"name": "organizations", "value": "TAYLOR, PAUL DANCE CO"}, {"name": "subject", "value": "DANCING"}], "pub_date": "2006-02-26T00:00:00Z", "document_type": "article", "news_desk": "Arts and Leisure Desk", "section_name": "Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Roslyn", "lastname": "SULCAS"}], "original": "By ROSLYN SULCAS"}, "type_of_material": "News", "_id": "4fd251e68eb7c8105d7f707f", "word_count": 1522, "slideshow_credits": null}, {"web_url": "http://query.nytimes.com/gst/fullpage.html?res=9400E2D81E3EF935A15751C0A9609C8B63", "snippet": "PHYLLIS AND ALAN GOLDMAN were trying to explain why Goldman's Yarns, the knitting and crafts institution, was closing after 85 years, but they kept getting interrupted.      ''How could you do this to us?'' one customer asked indignantly....", "lead_paragraph": "PHYLLIS AND ALAN GOLDMAN were trying to explain why Goldman's Yarns, the knitting and crafts institution, was closing after 85 years, but they kept getting interrupted. ''How could you do this to us?'' one customer asked indignantly.", "abstract": "Kate Stone Lombardi County Lines column on reaction to closing of Goldman's Yarns, knitting and crafts store in Hartsdale, NY, that is closing after 85 years; family-owned business was opened by Benjamin Goldman on Bathgate Avenue in Bronx in 1920's; Phyllis and Alan Goldman, who have been running business since 1950's, and customers comment (M)", "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Sorry, Knitting Fans, We're Casting Off", "kicker": "COUNTY LINES"}, "keywords": [{"name": "persons", "value": "GOLDMAN, PHYLLIS"}, {"name": "persons", "value": "GOLDMAN, ALAN"}, {"name": "organizations", "value": "GOLDMAN'S YARNS"}, {"name": "subject", "value": "KNITTING AND KNIT GOODS"}, {"name": "subject", "value": "SHUTDOWNS (INSTITUTIONAL)"}], "pub_date": "2006-02-26T00:00:00Z", "document_type": "article", "news_desk": "Westchester Weekly Desk", "section_name": "New York and Region", "subsection_name": null, "byline": {"person": [{"firstname": "Kate", "middlename": "Stone", "lastname": "Lombardi", "rank": 1, "role": "reported", "organization": ""}], "original": "By Kate Stone Lombardi"}, "type_of_material": "News", "_id": "4fd2693b8eb7c8105d82011b", "word_count": 771, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2006/02/26/fashion/sundaystyles/26oscar.html", "snippet": "Unlike typical cocktail soirees, Oscar weekend parties have rules of behavior that fly in the face of conventional manners....", "lead_paragraph": "EVERYBODY knows about the Vanity Fair Oscar party, the much-hyped, post-awards gathering of winners, which is basically an extension of the red-carpet procession into the Kodak Theater early in the evening. Much less well known is that Hollywood's Oscar parties occupy an entire week, days and nights of cocktails, luncheons and benefits, when the illuminati of the entertainment world clink Champagne flutes and pat one another's backs, generally rejoicing in their fabulousness.", "abstract": "Guide to rules of etiquette for attending Oscar week parties; drawings (M)", "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [{"url": "images/2006/02/24/fashion/26osc75.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2006/02/24/fashion/26osc75.jpg"}, "type": "image", "height": 75}, {"height": 55, "subtype": "tiny_thumb", "legacy": {"tinythumbwidth": 55, "tinythumbheight": 55, "hastinythumb": "Y"}, "type": "image", "width": 55}], "headline": {"main": "Tribal Customs Of Oscar"}, "keywords": [{"name": "organizations", "value": "VANITY FAIR"}, {"name": "organizations", "value": "MORTON'S"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "ACADEMY AWARDS (OSCARS)"}, {"name": "subject", "value": "PARTIES (SOCIAL)"}, {"name": "subject", "value": "AWARDS, DECORATIONS AND HONORS"}, {"name": "subject", "value": "CUSTOMS, ETIQUETTE AND MANNERS"}], "pub_date": "2006-02-26T00:00:00Z", "document_type": "article", "news_desk": "Style Desk", "section_name": "Movies; Style", "subsection_name": null, "byline": {"person": [{"firstname": "Allison", "middlename": "Hope", "lastname": "WEINER", "rank": 1, "role": "reported", "organization": ""}], "original": "By ALLISON HOPE WEINER"}, "type_of_material": "News", "_id": "4fd2693b8eb7c8105d820120", "word_count": 1682, "slideshow_credits": null}, {"web_url": "/data/daily/2006/02/25/796603.sgml", "snippet": "BOXING    MESI RETURNS TO THE RING -- The heavyweight Joe Mesi, who has not fought for two years because of a medical suspension, will face Ron Bellamy, a 41-year-old journeyman, on April 1 in Puerto Rico.      The Puerto Rican Boxing Commission g...", "lead_paragraph": "BOXING MESI RETURNS TO THE RING -- The heavyweight Joe Mesi, who has not fought for two years because of a medical suspension, will face Ron Bellamy, a 41-year-old journeyman, on April 1 in Puerto Rico. The Puerto Rican Boxing Commission granted Mesi (29-0) a license last week after he passed medical exams. Mesi, 32, sustained at least two subdural hematomas -- brain bleeds -- in a unanimous decision over Vassiliy Jirov in Las Vegas in 2004. The injury led to Mesi's indefinite suspension by the Nevada Athletic Commission, which was overturned in December. DE LA HOYA TO FACE MAYORGA -- Oscar De La Hoya will end a long layoff with a fight against Ricardo Mayorga, the World Boxing Council super welterweight champion, on May 6 in Las Vegas. It will be De La Hoya's first fight since he was stopped by Bernard Hopkins in the ninth round on Sept. 18, 2004. De La Hoya said he would fight twice more before retiring. COLLEGE BASKETBALL TEXAS TECH WOMEN'S COACH TO RESIGN -- Coach Marsha Sharp, 53, who won an N.C.A.A. women's basketball title at Texas Tech and turned the school into a perennial power, said yesterday that she would resign at the end of the season. Sharp's season has been marred by health problems and by Tech's dropping out of the top 25 for the first time in more than a decade. AUTO RACING NASCAR SUSPENDS HMIEL -- The driver Shane Hmiel has been suspended from competition indefinitely by Nascar after failing a third substance-abuse test. Hmiel is the 26-year-old son of the longtime crew chief and team official Steve Hmiel, and was first suspended in September 2003 after failing a substance-abuse test. PRO FOOTBALL NINERS WIN A COIN TOSS -- The San Francisco 49ers won a coin toss yesterday for the sixth pick in the N.F.L. draft in April, followed by the Oakland Raiders. Both teams finished with 4-12 records last season, tying for the sixth and seventh picks. They also tied on strength of schedule. VINATIERI MAY SAMPLE FREE AGENCY -- Adam Vinatieri may get a chance to test free agency after the New England Patriots declined to protect him with the franchise player tag. Vinatieri, who has kicked two Super Bowl-winning field goals for the Patriots, was twice the team's franchise player, including last year, when he was paid $2.5 million. This year, team would have to offer $3 million. The Patriots have until March 3 to sign Vinatieri. BASEBALL BAGWELL AND ASTROS REMAIN AT ODDS -- The standoff between the Houston Astros and Jeff Bagwell took the expected awkward turn yesterday when Bagwell arrived at spring training. He had surgery in June on his right shoulder, and the Astros argue that Bagwell is too hurt to play. They filed an insurance claim in January to recoup about $15.6 million of the $17 million Bagwell is guaranteed this season. Bagwell, 37, fielded grounders, made light throws and spent most of the team's first full-squad workout in the batting cage. He shook hands with the owner Drayton McLane, who said he wanted to meet again with Bagwell in the next few days. CLASSIC HIRES MINOR LEAGUE UMPIRES -- Unable to work out a deal with unionized major league umpires, organizers of the World Baseball Classic announced crews yesterday that are made up largely of minor league umpires who regularly fill in at the major league level. Bob Davidson, Tom Hallion and Ed Hickox were the notable names among the 31 umpires hired for the tournament. The three were among the 22 who lost their jobs during a 1999 labor dispute. CYCLING LANDIS MAINTAINS HIS LEAD -- George Hincapie joined Juan Jose Haedo of Argentina as a double-stage winner while Floyd Landis kept the race lead yesterday in the Tour of California. Hincapie again used his Discovery Channel teammates' strong support to sprint to victory in the 105.3-mile fifth stage in 3 hours, 52 minutes, 2 seconds. STEROIDS PROBATION FOR KORCHEMNY -- Remi Korchemny, the track coach in the Balco doping scandal, was sentenced to a year of probation yesterday by a federal judge who said she was moved by stories of his tireless coaching of track athletes, many of them amateurs. Korchemny, 73, of Castro Valley, Calif., also was ordered to undergo mandatory drug testing and avoid all contact with the other defendants in the Bay Area Laboratory Co-Operative firm case.", "abstract": "Heavyweight Joe Mesi will face Ron Bellamy in bout (S)", "print_page": "9", "blog": [], "source": "AP", "multimedia": [], "headline": {"main": "Sports Briefing"}, "keywords": [{"name": "persons", "value": "BELLAMY, RON"}, {"name": "persons", "value": "MESI, JOE"}, {"name": "subject", "value": "BOXING"}], "pub_date": "2006-02-25T00:00:00Z", "document_type": "article", "news_desk": "Sports Desk", "section_name": null, "subsection_name": null, "byline": null, "type_of_material": "News", "_id": "4fd24fda8eb7c8105d7f3132", "word_count": 733, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2006/02/25/movies/MoviesFeatures/25univ.html", "snippet": "Universal Pictures teetered on the brink of a top executive change on Friday as Stacey Snider was given the weekend to decide whether to remain as studio chairwoman or to accept an offer to run DreamWorks....", "lead_paragraph": "Universal Pictures teetered on the brink of a top executive change on Friday as Stacey Snider was given the weekend to decide whether to remain as studio chairwoman or to accept an offer to run DreamWorks, which was recently acquired by Paramount Pictures. In an interview, Ms. Snider said that she was agonizing between the two choices, and that her superiors were pressing her for a decision ''sooner than is fair to me.''", "abstract": "Universal Pictures chairwoman Stacey Snider is given weekend to decide whether to remain as chairwoman or to accept offer to run DreamWorks, which was recently acquired by Paramount Pictures; senior executive at Universal says that if Snider does not decide in two days, studio will make own decision; move to DreamWorks would require Snider to take significant pay cut; photo (M)", "print_page": "7", "blog": [], "source": "The New York Times", "multimedia": [{"url": "images/2006/02/25/arts/universal.75.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 74, "thumbnail": "images/2006/02/25/arts/universal.75.jpg"}, "type": "image", "height": 74}], "headline": {"main": "Chairwoman of Universal Seems Poised to Leave"}, "keywords": [{"name": "persons", "value": "SPIELBERG, STEVEN"}, {"name": "persons", "value": "SNIDER, STACEY"}, {"name": "organizations", "value": "DREAMWORKS ANIMATION SKG, INCORPORATED"}, {"name": "organizations", "value": "UNIVERSAL PICTURES"}, {"name": "organizations", "value": "PARAMOUNT PICTURES"}, {"name": "organizations", "value": "DREAMWORKS SKG"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "WAGES AND SALARIES"}], "pub_date": "2006-02-25T00:00:00Z", "document_type": "article", "news_desk": "The Arts/Cultural Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Sharon", "lastname": "WAXMAN"}], "original": "By SHARON WAXMAN"}, "type_of_material": "News", "_id": "4fd267158eb7c8105d81c614", "word_count": 922, "slideshow_credits": null}, {"web_url": "http://carpetbagger.blogs.nytimes.com/2006/02/24/video-a-taste-of-oscar/", "snippet": "David Carr, a k a the Carpetbagger, crashes the Oscars tasting party, where he surveys drinks and desserts based on this year's nominated films....", "lead_paragraph": "David Carr, a k a the Carpetbagger, , where he surveys drinks and desserts based on this year's nominated films.", "abstract": "David Carr, a k a the Carpetbagger, crashes the Oscars tasting party, where he surveys drinks and desserts based on this year's nominated films.", "print_page": null, "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Video: A Taste of Oscar", "kicker": "Carpetbagger"}, "keywords": [{"value": "News", "name": "type_of_material", "rank": "1"}], "pub_date": "2006-02-24T11:55:48Z", "document_type": "blogpost", "news_desk": null, "section_name": "Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By CARPETBAGGER"}, "type_of_material": "Blog", "_id": "4fd364128eb7c8105d8b2b93", "word_count": 20, "slideshow_credits": null}, {"web_url": "http://carpetbagger.blogs.nytimes.com/2006/02/24/the-best-and-rest/", "snippet": "Those of you/us/them who still insist there is a race for best actress might want to spend some time with the abundant handicapping at And the Oscar Goes To. Each of the nominees are scrutinized, and the Bagger, after spending time really turning ...", "lead_paragraph": "Those of you/us/them who still insist there is a race for best actress might want to spend some time with the abundant handicapping at And the Oscar Goes To. Each of the nominees are scrutinized, and the Bagger, after spending time really turning over the odds and possibilities with a stick, came away more confused than ever.", "abstract": "Those of you/us/them who still insist there is a race for best actress might want to spend some time with the abundant handicapping at And the Oscar Goes To. Each of the nominees are scrutinized, and the Bagger, after spending time really turning over the odds and possibilities with a stick, came away more confused [...]", "print_page": null, "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "The Best and Rest", "kicker": "Carpetbagger"}, "keywords": [{"value": "News", "name": "type_of_material", "rank": "1"}], "pub_date": "2006-02-24T07:20:05Z", "document_type": "blogpost", "news_desk": null, "section_name": "Arts", "subsection_name": null, "byline": null, "type_of_material": "Blog", "_id": "4fd3642f8eb7c8105d8b2cf8", "word_count": 57, "slideshow_credits": null}]}, "status": "OK", "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}