{"response": {"meta": {"hits": 352, "time": 21, "offset": 120}, "docs": [{"web_url": "http://query.nytimes.com/gst/fullpage.html?res=9805E3DA143EF931A25751C0A9609C8B63", "snippet": "To the Editor:     Re ''And the Nominees Aren't'' [Jan. 29]:...", "lead_paragraph": "To the Editor: Re ''And the Nominees Aren't'' [Jan. 29]:", "abstract": null, "print_page": "2", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "An Omission but Not a Sin", "kicker": "DOCUMENTARY OSCARS"}, "keywords": [], "pub_date": "2006-02-12T00:00:00Z", "document_type": "article", "news_desk": "Arts and Leisure Desk", "section_name": "Arts; Opinion", "subsection_name": null, "byline": null, "type_of_material": "Letter", "_id": "4fd267128eb7c8105d81c2f3", "word_count": 161, "slideshow_credits": null}, {"web_url": "http://query.nytimes.com/gst/fullpage.html?res=9506E4DC123EF931A25751C0A9609C8B63", "snippet": "SCHULBACK - Jules. Died peacefully on February 8 at 93 years of age. Devoted husband to Edith for 59 years. Loving father to daughters Eve Schulback and Helen Siegler and son-in-law Steve. Adoring grandfather to Rayna, Bonnie and Nomi Joy and grea...", "lead_paragraph": "SCHULBACK - Jules. Died peacefully on February 8 at 93 years of age. Devoted husband to Edith for 59 years. Loving father to daughters Eve Schulback and Helen Siegler and son-in-law Steve. Adoring grandfather to Rayna, Bonnie and Nomi Joy and great grandchildren Arin, Buster and Oscar. He was a blessing in our lives. Funeral Friday, 12 noon at Plaza Funeral Home, 630 Amsterdam Ave at 91st St, NYC. Donations may be sent to American Committee for Shaare Zedek Hospital, 49 W. 45th St, Suite 1100, NYC, 10036.", "abstract": null, "print_page": "39", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Paid Notice: Deaths   SCHULBACK, JULES"}, "keywords": [{"name": "persons", "value": "SCHULBACK, JULES"}], "pub_date": "2006-02-12T00:00:00Z", "document_type": "article", "news_desk": "Classified", "section_name": "Paid Death Notices", "subsection_name": null, "byline": null, "type_of_material": "Paid Death Notice", "_id": "4fd267128eb7c8105d81c34e", "word_count": 88, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2006/02/12/movies/redcarpet/12rothman.html", "snippet": "The trade in vintage Oscars through publicized auctions and an underground market has become a parallel universe as competitive and bitter as the annual acting derby itself....", "lead_paragraph": "''COME on, Oscar, let's you and me get drunk,'' snaps Bette Davis as Margaret Elliott, a down-on-her-luck fading movie queen, in ''The Star,'' as she grabs her gold statuette, places it on the dashboard of her 1946 Mercury sedan and heads out on a bender. In an updated version, Davis wouldn't drive to the nearest bar to drown her sorrows. She would go directly to Sotheby's, where her Oscar would net her a half-million or more -- enough to keep her in mink and martinis for the rest of her post-diva days. An Oscar has always been as much about commerce as about art; it ups an actor's asking price and box office appeal. These days the trophy itself can mean cold cash as a collectible, worth up to $50,000 for a ''common Oscar,'' as experts call the technical and tangential awards, and from several hundred thousand dollars to $1.5 million for those bestowed upon famous films and actors. The trade in vintage Oscars through publicized auctions and an underground market has become a parallel universe as competitive and bitter as the annual acting derby itself.", "abstract": null, "print_page": "15", "blog": [], "source": "The New York Times", "multimedia": [{"url": "images/2006/02/08/arts/roth.7575.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2006/02/08/arts/roth.7575.jpg"}, "type": "image", "height": 75}, {"height": 55, "subtype": "tiny_thumb", "legacy": {"tinythumbwidth": 55, "tinythumbheight": 55, "hastinythumb": "Y"}, "type": "image", "width": 55}], "headline": {"main": "I'd Really Like to Thank My Pal at the Auction House", "kicker": "FILM"}, "keywords": [{"name": "organizations", "value": "ACADEMY OF MOTION PICTURE ARTS AND SCIENCES"}, {"name": "subject", "value": "COLLECTORS AND COLLECTIONS"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "ACADEMY AWARDS (OSCARS)"}, {"name": "subject", "value": "AUCTIONS"}], "pub_date": "2006-02-12T00:00:00Z", "document_type": "article", "news_desk": "Arts and Leisure Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Heathcliff", "lastname": "ROTHMAN"}], "original": "By HEATHCLIFF ROTHMAN"}, "type_of_material": "News", "_id": "4fd267128eb7c8105d81c2e6", "word_count": 1624, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2006/02/12/business/yourmoney/12adman.html", "snippet": "Robert M. Greenberg is redefining advertising bymaking the delivery of the message a two-way streetbetween marketers and consumers....", "lead_paragraph": "FOR sci-fi movie fans, the opening titles of ''Alien,'' Ridley Scott's 1979 voyage through interstellar dread, perfectly evoke the film's ensuing themes. As a series of white rectangles gradually align to form the movie's title, the camera pans across the expanse of an enormous planet floating in the numbing, ominous, infinite void of outer space. For visual effects aficionados, Coca-Cola's 1992 television commercial featuring Paula Abdul hoofing it with digitally inserted film clips of Groucho Marx and Gene Kelly presaged time-traveling lures of later award-winning works like the movie ''Forrest Gump,'' in which Tom Hanks was digitally transported into the Kennedy White House.", "abstract": "Robert M Greenberg oversees diverse team at advertising and communications agency R/GA that aims to use mix of design and marketing to create groundbreaking campaigns; wants to produce advertising that gives consumer more control in order to counter old approaches of traditional marketing that no longer work; believes that consumers will not only shape advertising, but also shape products through interaction with companies; Greenberg is considered visionary in industry that has become more conservative; companies as diverse as Subaru, Target, Verizon, Nokia, IBM and Johnson & Johnson have all used R/GA for promoting their products; profile of Greenberg; history of R/GA; photos (M)", "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [{"caption": "Interactive Advertising", "url": "http://www.nytimes.com/slideshow/2006/02/11/business/20060212_ADMAN_SLIDESHOW_index.html", "pay": "n", "rank": "1", "height": 630, "width": 750, "legacy": {"MultimediaPopupHeight1": "630", "MultimediaType1": "Slideshow", "MultimediaPopupWidth1": "750", "MultimediaUrl1": "http://www.nytimes.com/slideshow/2006/02/11/business/20060212_ADMAN_SLIDESHOW_index.html", "MultimediaPay1": "n", "MultimediaHeadline1": "Interactive Advertising", "MultimediaCol1": "Slide Show"}, "type": "Slideshow", "col": "Slide Show"}, {"url": "images/2006/02/12/business/12adman.75.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2006/02/12/business/12adman.75.jpg"}, "type": "image", "height": 75}], "headline": {"main": "Madison Avenue's 30-Second Spot Remover"}, "keywords": [{"name": "persons", "value": "GREENBERG, ROBERT M"}, {"name": "organizations", "value": "VERIZON COMMUNICATIONS INC"}, {"name": "organizations", "value": "SUBARU OF AMERICA INC"}, {"name": "organizations", "value": "TARGET CORP"}, {"name": "organizations", "value": "JOHNSON & JOHNSON INC"}, {"name": "organizations", "value": "NOKIA"}, {"name": "organizations", "value": "R/GA"}, {"name": "organizations", "value": "INTERNATIONAL BUSINESS MACHINES CORP"}, {"name": "subject", "value": "COMPANY AND ORGANIZATION PROFILES"}, {"name": "subject", "value": "ADVERTISING AND MARKETING"}, {"name": "subject", "value": "DESIGN"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}, {"name": "subject", "value": "CONSUMER BEHAVIOR"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "pub_date": "2006-02-12T00:00:00Z", "document_type": "article", "news_desk": "Money and Business/Financial Desk", "section_name": "Technology; Business", "subsection_name": null, "byline": {"person": [{"firstname": "Timothy", "middlename": "L.", "lastname": "O'BRIEN", "rank": 1, "role": "reported", "organization": ""}], "original": "By TIMOTHY L. O'BRIEN"}, "type_of_material": "News", "_id": "4fd263028eb7c8105d81577e", "word_count": 2826, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2006/02/12/travel/12ctdine.html", "snippet": "Madison's is to be congratulated for roomy, comfortable seating and moderate prices, but its service and kitchen skills are works in progress....", "lead_paragraph": "IT probably says something about the competition that on a Saturday night, Madison's, a relatively new Shelton restaurant with ordinary Italian food, was packed. Not just packed, but as we lingered over dinner, we noticed several tables nearby were turned three times. And Madison's isn't a small, intimate place; it seats from 150 to 200 people. The crowds may also be a result of the prices: very reasonable for a whopping amount of food. It isn't often in Fairfield County that you find most dinner entrees in the $14.95 to $16.95 range. Appetizers are generous enough to double as entrees. Entrees come with and are preceded by huge plates of tossed green salad, and with the entrees come big family-style serving bowls of mashed potatoes and assorted vegetables for the table.", "abstract": null, "print_page": "9", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Old-Fashioned Italian and Lots of It", "kicker": "DINING"}, "keywords": [{"name": "glocations", "value": "CONNECTICUT"}, {"name": "subject", "value": "RESTAURANTS"}], "pub_date": "2006-02-12T00:00:00Z", "document_type": "article", "news_desk": "Connecticut Weekly Desk", "section_name": "New York and Region", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Patricia", "lastname": "BROOKS"}], "original": "By PATRICIA BROOKS"}, "type_of_material": "Review", "_id": "4fd263028eb7c8105d81578f", "word_count": 830, "slideshow_credits": null}, {"web_url": "http://query.nytimes.com/gst/fullpage.html?res=9D0DE2D6153EF932A25751C0A9609C8B63", "snippet": "OBERWEGER--Tania (nee Zindel). Passed away peacefully on February 10, 2006, at the age of 95. Loving widow of Oscar, beloved mother of Gideon, mother-in-law of Claudia, grandmother of Alexander and Timothy, grandmother-in-law of Caroline and Willo...", "lead_paragraph": "OBERWEGER--Tania (nee Zindel). Passed away peacefully on February 10, 2006, at the age of 95. Loving widow of Oscar, beloved mother of Gideon, mother-in-law of Claudia, grandmother of Alexander and Timothy, grandmother-in-law of Caroline and Willow, and greatgrandmother of Naomi Grace. Twentieth Century survivor who brought happiness to all she met and knew. Born in 1910, in Rovno, Poland, on the border of Russia, displaced to Palestine in 1938, the only surviving daughter of David and Bathsheba Zindel, and youngest of 10 children. Present at the creation of Israel, immigrated to the United States in 1951. We will always love and miss you. Services to be held on Sunday, February 13, at Riverside Memorial Chapel. In lieu of flowers, donations to www.mpdfoundation.org.", "abstract": null, "print_page": "14", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Paid Notice: Deaths   OBERWEGER, TANIA (NEE ZINDEL)"}, "keywords": [{"name": "persons", "value": "OBERWEGER, TANIA"}], "pub_date": "2006-02-11T00:00:00Z", "document_type": "article", "news_desk": "Classified", "section_name": "Paid Death Notices", "subsection_name": null, "byline": null, "type_of_material": "Paid Death Notice", "_id": "4fd287948eb7c8105d85927e", "word_count": 122, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2006/02/11/business/11interview.html", "snippet": "John Malkovich, the Oscar-nominated actor, director and producer, was in New York to show his Uncle Kimono clothing line to buyers at the Project New York show held at the Javits Center....", "lead_paragraph": "JOHN MALKOVICH, 52, the Obie winner and Oscar-nominated actor, director and producer, was in New York recently to show his Uncle Kimono clothing line to buyers at the Project New York show held at the Javits Center. The line, formulated with his partner, Francesco Rulli, features tailored suits, sweaters, striped ties and hats for men and just a few items for women, including berets and T-shirts with drawings done by Mr. Malkovich. Examples can be found at www.johnmalkovich.org. Among the stores carrying Uncle Kimono is Blue Tree on Madison Avenue, owned by the actress Phoebe Cates. ''He's taken good old-fashioned well-made clothing and gives it more zip and detail,'' Ms. Cates said. ''I want him to produce a women's line.''", "abstract": "Actor, director and producer John Malkovich, in Saturday Interview column, discusses his Uncle Kimono clothing line that he will show at Project New York show at Javits Center in New York City and how fashion compares to working in show business; photo (M)", "print_page": "3", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "SATURDAY INTERVIEW -- With John Malkovich; From Broadway To Runway", "kicker": "Saturday Interview | With John Malkovich"}, "keywords": [{"name": "persons", "value": "MALKOVICH, JOHN"}, {"name": "glocations", "value": "NEW YORK CITY"}, {"name": "organizations", "value": "JAVITS, JACOB K, CONVENTION CENTER"}, {"name": "organizations", "value": "UNCLE KIMONO"}, {"name": "subject", "value": "APPAREL"}, {"name": "subject", "value": "TRADE SHOWS AND FAIRS"}], "pub_date": "2006-02-11T00:00:00Z", "document_type": "article", "news_desk": "Business/Financial Desk", "section_name": "Business", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Joe", "lastname": "BRESCIA"}], "original": "By JOE BRESCIA"}, "type_of_material": "Interview", "_id": "4fd24fd88eb7c8105d7f2ed1", "word_count": 767, "slideshow_credits": null}, {"web_url": "http://query.nytimes.com/gst/fullpage.html?res=980CE7DA153EF932A25751C0A9609C8B63", "snippet": "9 P.M. (Showtime) HOTEL RWANDA (2004). Don Cheadle stars in this devastating, multi-Oscar-nominated film about the 1994 slaughter of hundreds of thousands of Tutsis by the Hutus, their fellow Rwandans. Mr. Cheadle plays the Hutu manager of a luxur...", "lead_paragraph": "9 P.M. (Showtime) HOTEL RWANDA (2004). Don Cheadle stars in this devastating, multi-Oscar-nominated film about the 1994 slaughter of hundreds of thousands of Tutsis by the Hutus, their fellow Rwandans. Mr. Cheadle plays the Hutu manager of a luxury hotel, where he bravely houses people in danger and saves more than a thousand lives. Sophie Okonedo (above, with Mr. Cheadle, right, and Antonio David Lyons) plays his wife, who is Tutsi. 8 P.M. (NBC) 2006 WINTER OLYMPICS -- Tonight's tape-delayed coverage includes competitions in figure skating (pairs), speedskating (men's 5,000-meter final), freestyle skiing (women's moguls final), Alpine skiing (men's downhill) and luge (men's singles). 8 P.M. (BBC America) TWENTY THOUSAND STREETS UNDER THE SKY -- This three-part film has more than a few similarities to ''Of Human Bondage,'' but Maugham had nothing to do with it. The story of a bartender with dreams (Bryan Dick) and the mercurial, sometimes cruel prostitute (Zoë Tapper) whom he loves is based on the 1935 novel by Patrick Hamilton, who also wrote the stage versions of ''Gaslight'' and ''Rope.'' Parts 1 and 2. (Part 3 is tomorrow night at 8.) 8 P.M. (9) THE 21ST ANNUAL STELLAR GOSPEL MUSIC AWARDS -- In this part of the music world, the nominations for song of the year include ''Heaven,'' ''Healed'' and ''Safe From Harm.'' The awards show was taped at the Grand Ole Opry in Nashville, with Donnie McClurkin (above), Vickie Winans and Israel Houghton as hosts. 9 P.M. TO 1 A.M. (Comedy Central) SOUTH PARK UNDERCOVER -- Stan, Cartman, Kyle and Kenny star in eight back-to-back episodes about crimes and the boys who solve them. They include ''Lil' Crime Stoppers'' (2003), in which the boys go undercover at a strip club, and ''Chickenlover'' (1998), about a local outbreak of bestiality. 9 P.M. (CMT) CROSSROADS -- They're old friends. They've toured together. Now they'll even sing each other's songs. Bonnie Raitt and Lyle Lovett (right) team up in Franklin, Tenn. (it's near Nashville), for a concert with traditional American music forms as its theme. Definitely not just country. 11 P.M. (Fox) MAD TV -- Pamela Anderson guest-stars, playing, among other characters, an extraordinarily lucky Wheel of Fortune contestant. Pat Sajak (Ike Barinholtz) keeps giving her free spins. ANITA GATES", "abstract": null, "print_page": "19", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "WHAT'S ON TONIGHT"}, "keywords": [], "pub_date": "2006-02-11T00:00:00Z", "document_type": "article", "news_desk": "The Arts/Cultural Desk", "section_name": "Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Anita", "lastname": "GATES"}], "original": "By ANITA GATES"}, "type_of_material": "Schedule", "_id": "4fd24fd88eb7c8105d7f2ec9", "word_count": 373, "slideshow_credits": null}, {"web_url": "http://query.nytimes.com/gst/fullpage.html?res=9E04E1DA153EF932A25751C0A9609C8B63", "snippet": "Had some of the models on the runways at Bryant Park this week lifted their arms, they might have been airborne, taking flight on their billowing poet's sleeves. Dimpled at the shoulders and pooled at the wrists, belled sleeves softened the tailor...", "lead_paragraph": "Had some of the models on the runways at Bryant Park this week lifted their arms, they might have been airborne, taking flight on their billowing poet's sleeves. Dimpled at the shoulders and pooled at the wrists, belled sleeves softened the tailoring at Tuleh and Oscar de la Renta, and complemented the luxuriously fluid silhouettes elsewhere on the runways -- harbingers, style seers will tell you, of a buoyantly romantic fall. RUTH LA FERLA", "abstract": null, "print_page": "20", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Hearts on Their Sleeves", "kicker": "FASHION"}, "keywords": [], "pub_date": "2006-02-11T00:00:00Z", "document_type": "article", "news_desk": "The Arts/Cultural Desk", "section_name": "Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Ruth", "lastname": "LA FERLA"}], "original": "By RUTH LA FERLA"}, "type_of_material": "News", "_id": "4fd251e48eb7c8105d7f6eef", "word_count": 75, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2006/02/11/nyregion/11newark.html", "snippet": "Residents are bracing for a possible rematch in the race for Newark mayor between Cory Booker, the Ivy League-educated former city councilman, and Sharpe James, the powerful incumbent....", "lead_paragraph": "Cory Booker will officially announce his candidacy for mayor on Saturday, kick-starting a campaign that may yet become as ferocious as the race four years ago between him and the incumbent mayor, Sharpe James, who won a fifth term. At this point, a rematch between Mr. Booker, 36, an Ivy League-educated former city councilman, and Mr. James, 69, one of New Jersey's most powerful politicians, is only a possibility. The mayor has not said whether he will run.", "abstract": "Cory Booker to announce his candidacy for mayor of Newark; election on May 9 could be rematch against Mayor Sharpe James, should he decide to run for another term; Booker promises to cut rising crime rate and to help citizens to benefit from new construction projects around city (M)", "print_page": "2", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Rival Returns in Newark, Making a Rematch Possible"}, "keywords": [{"name": "persons", "value": "BOOKER, CORY"}, {"name": "persons", "value": "JAMES, SHARPE"}, {"name": "glocations", "value": "NEWARK (NJ)"}, {"name": "subject", "value": "MAYORS"}, {"name": "subject", "value": "ELECTION ISSUES"}, {"name": "subject", "value": "ELECTIONS"}, {"name": "subject", "value": "CRIME AND CRIMINALS"}], "pub_date": "2006-02-11T00:00:00Z", "document_type": "article", "news_desk": "Metropolitan Desk", "section_name": "New York and Region", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Damien", "lastname": "CAVE"}], "original": "By DAMIEN CAVE"}, "type_of_material": "News", "_id": "4fd269388eb7c8105d81fea3", "word_count": 845, "slideshow_credits": null}]}, "status": "OK", "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}