{"response": {"meta": {"hits": 352, "time": 21, "offset": 70}, "docs": [{"web_url": "http://query.nytimes.com/gst/fullpage.html?res=9803EFDE113EF933A15751C0A9609C8B63", "snippet": "The Latest Digital Advances Threaten Camera Brands That Long Held Prestige  At the annual Photo Marketing Association International show next week, Sony, Panasonic and Samsung are expected to outline their plans to move into photography's top tier...", "lead_paragraph": "The Latest Digital Advances Threaten Camera Brands That Long Held Prestige At the annual Photo Marketing Association International show next week, Sony, Panasonic and Samsung are expected to outline their plans to move into photography's top tier. When that occurs, it may become a challenge for some of photography's most venerable brands simply to survive. [Page C1.] How a Sony-BMG Management Feud Went Public A management shift at Sony BMG Music Entertainment that diminished the authority of Andrew Lack was the result of a revolt sparked by executives from the Bertelsmann side. It was a striking moment in the career arc of Mr. Lack, a longtime television news executive brought in to re-engineer Sony's flagging music unit in early 2003. In the end, some critics contend, Mr. Lack failed to shore up relationships with key players inside and outside Sony BMG, and badly undermined the confidence that had been placed in him by Bertelsmann. One result: there is new skepticism about the ability of outsiders to pull the ailing music industry out of its decline. [C1.] New Generation of Cellphones Awaits Customers American telecommunications providers have spent a combined $10 billion in the last three years to upgrade their networks to accommodate third-generation cellphones for video and music. But it remains unclear whether consumers in large numbers will want to sign up for these more advanced, and more expensive, systems. [C1.] Disney to Abandon Catalog for a Web-Only Effort The Walt Disney Company, an icon of mainstream America, will move against the grain of conventional business strategy this spring when it stops distributing a catalog that for the past decade has filled the mailboxes of tens of millions of households, and instead embarks on a Web-only initiative. ''Customers almost dictated this to us,'' said Paul Gainer, above, vice president of Disney Shopping, a division of Disney Consumer Products. ''Once they go online we just don't see them going back to the phone.'' [C4.] I.B.M. Is Set to Announce Chip-Making Advance I.B.M. researchers plan to describe an advance in chip-making that could pave the way for new generations of superchips. The advance, which comes from research in the design of advanced lenses and related technologies, will make it possible to create semiconductors with wires thinner than 30 nanometers, one-third the width in today's industry-standard chips. [C4.] Nielsen Ratings to Include College Students Nielsen Media Research announced that it would include college students living away from home in its television ratings beginning in early 2007, a move that could lift ratings on networks like Fox, MTV and the WB that cater to younger viewers. [C7.] Following the Rationale Behind Redstone's Buying If you are going to follow smart investors in the market, you had better keep a close eye on them. That is the lesson shareholders of Midway Games learned as they loaded up on the stock because the media billionaire Sumner Redstone was also buying shares. Market Place. [C1.] Lab Director's Goal: Finance the Technological Future ''My job is to live in the future 20 years from today,'' says Frank Moss, left, who was named last week as director of the Media Lab at the Massachusetts Institute of Technology. It will also be his job to keep convincing big companies to look upon the Media Lab, which was co-founded by Nicholas Negroponte, as an incubator for their future products. The Media Lab relies heavily on corporate sponsors to keep it running on an annual budget of $32 million. And it must compete for the money with other universities, like Stanford, Carnegie Mellon and CalTech, which have started similar research centers. [C4.] A Real-Life Tale of Intrigue in Hollywood Hollywood is filled with intrigue that has nothing to do with who will win the best-actor Oscar next month. The selection process that currently has the A-List lighting up BlackBerrys and cellphones is emanating from a grand jury in Los Angeles that is looking into secretive business conducted by Anthony Pellicano, a high-profile private investigator. David Carr. [C1.] U.S. Markets Closed for Presidents' Day Markets in the United States are closed today in observance of Presidents' Day. They will reopen tomorrow.", "abstract": null, "print_page": "2", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "BUSINESS DIGEST"}, "keywords": [], "pub_date": "2006-02-20T00:00:00Z", "document_type": "article", "news_desk": "Business/Financial Desk", "section_name": "Business", "subsection_name": null, "byline": null, "type_of_material": "Summary", "_id": "4fd2ab7a8eb7c8105d89815e", "word_count": 688, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2006/02/20/movies/MoviesFeatures/20osca.html", "snippet": "Jon Stewart has, at least for one night, signed on to transform himself from Hollywood outsider to A-list insider....", "lead_paragraph": "Five years ago, when the staff of ''The Daily Show With Jon Stewart'' gathered for the first time to watch the Academy Awards together, the writers spent three hours shouting jokes at the television and lampooning the self-congratulation on display, all in the service of feeding their own show the next day. Virtually the only person they spared was the host, Steve Martin, who had impressed them with one-liners ''that had some teeth to them but didn't necessarily make him an unwelcome guest at the party,'' recalled Ben Karlin, then Mr. Stewart's head writer.", "abstract": "Jon Stewart, star of television program The Daily Show, will host 2006 Academy Awards ceremony; selection of Stewart is attempt to increase ceremony viewership and attract younger audience to telecast; photo; chart of program viewership (M)", "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [{"url": "images/2006/02/20/arts/20osca2_75.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2006/02/20/arts/20osca2_75.jpg"}, "type": "image", "height": 75}], "headline": {"main": "A First-Time Oscar Host in Search of That Fine Line"}, "keywords": [{"name": "creative_works", "value": "DAILY SHOW, THE (TV PROGRAM)"}, {"name": "persons", "value": "STEWART, JON"}, {"name": "organizations", "value": "ACADEMY OF MOTION PICTURE ARTS AND SCIENCES"}, {"name": "organizations", "value": "ABC INC"}, {"name": "subject", "value": "COMEDY AND HUMOR"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "ACADEMY AWARDS (OSCARS)"}, {"name": "subject", "value": "TELEVISION"}, {"name": "subject", "value": "AWARDS, DECORATIONS AND HONORS"}], "pub_date": "2006-02-20T00:00:00Z", "document_type": "article", "news_desk": "The Arts/Cultural Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Jacques", "lastname": "STEINBERG"}], "original": "By JACQUES STEINBERG"}, "type_of_material": "News", "_id": "4fd251e58eb7c8105d7f6ffe", "word_count": 1415, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2006/02/20/arts/dance/20jone.html", "snippet": "Fans of the hardcore band Regain the Heart Condemned may be surprised by its gig as the backing band for the Bill T. Jones/Arnie Zane Dance Company....", "lead_paragraph": "Of the many things that the hardcore music scene is known for, refined dancing is not among them. ''In our world, it's a bunch of morons running around hitting each other,'' said Oscar Vargas, 19, the singer for the Bronx hardcore band Regain the Heart Condemned.", "abstract": "Hardcore group Regain the Heart Condemned will serve as backing band for Bill T Jones/Arnie Zane Dance Company; fans of band and of Jones's choreography will equally be surprised by combination; photo (M)", "print_page": "3", "blog": [], "source": "The New York Times", "multimedia": [{"url": "images/2006/02/20/arts/Jones75.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2006/02/20/arts/Jones75.jpg"}, "type": "image", "height": 75}], "headline": {"main": "Putting Toes to the Metal"}, "keywords": [{"name": "persons", "value": "JONES, BILL T"}, {"name": "organizations", "value": "JONES, BILL T/ARNIE ZANE DANCE COMPANY"}, {"name": "organizations", "value": "REGAIN THE HEART CONDEMNED"}, {"name": "subject", "value": "ROCK MUSIC"}, {"name": "subject", "value": "MUSIC"}, {"name": "subject", "value": "DANCING"}], "pub_date": "2006-02-20T00:00:00Z", "document_type": "article", "news_desk": "The Arts/Cultural Desk", "section_name": "Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Melena", "lastname": "RYZIK"}], "original": "By MELENA RYZIK"}, "type_of_material": "News", "_id": "4fd267138eb7c8105d81c4f3", "word_count": 471, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2006/02/20/business/20carr.html", "snippet": "The case of private investigator Anthony Pellicano serves as a reminder that Hollywood has always been a wide-open town that lives by its own rules....", "lead_paragraph": "HOLLYWOOD is filled with intrigue that has nothing to do with who will win the best-actor Oscar next month. The selection process that currently has the A-List lighting up BlackBerrys and cellphones is emanating from a grand jury in Los Angeles that is looking into secretive business conducted by Anthony Pellicano, a high-profile private investigator. The case, which could ultimately threaten the reputation and even the freedom of some of the entertainment industry's most prominent figures, also serves as a reminder that even though the studios are now just one more adjunct of large media companies, Hollywood has always been a wide-open town that lives by its own rules.", "abstract": "David Carr column discusses how grand jury investigation of high-profile private investigator Anthony Pellicano highlights possible corruption of legal system in Hollywood's movie industry; Pellicano and his co-conspirators were indicted on 110 counts of racketeering and conspiracy; charges of wire-tapping and background checks point to Los Angeles protection racket threatening integrity of courts; corruption seems to be throwback to days of moguls running studios less tied to larger media companies (M)", "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "A B-Movie Becomes A Blockbuster", "kicker": "David Carr"}, "keywords": [{"name": "persons", "value": "PELLICANO, ANTHONY"}, {"name": "glocations", "value": "HOLLYWOOD (CALIF)"}, {"name": "glocations", "value": "LOS ANGELES (CALIF)"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "ORGANIZED CRIME"}, {"name": "subject", "value": "RACKETEERING AND RACKETEERS"}, {"name": "subject", "value": "THREATS AND THREATENING MESSAGES"}, {"name": "subject", "value": "ETHICS"}, {"name": "subject", "value": "EXTORTION AND BLACKMAIL"}, {"name": "subject", "value": "BRIBERY"}, {"name": "subject", "value": "ENTERTAINMENT AND AMUSEMENTS"}, {"name": "subject", "value": "WIRETAPPING AND OTHER EAVESDROPPING DEVICES AND METHODS"}], "pub_date": "2006-02-20T00:00:00Z", "document_type": "article", "news_desk": "Business/Financial Desk", "section_name": "Movies; Business", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "David", "lastname": "CARR"}], "original": "By DAVID CARR"}, "type_of_material": "News", "_id": "4fd267138eb7c8105d81c4fa", "word_count": 972, "slideshow_credits": null}, {"web_url": "http://query.nytimes.com/gst/fullpage.html?res=9501E2DC113EF933A15751C0A9609C8B63", "snippet": "Police Raid in Italy Shakes Up the Games  After their raid on Olympic athletes suspected of doping, the Italian police said they were testing items seized from the rooms of Austrian Nordic skiers, including syringes, glucose drips and unprescribed...", "lead_paragraph": "Police Raid in Italy Shakes Up the Games After their raid on Olympic athletes suspected of doping, the Italian police said they were testing items seized from the rooms of Austrian Nordic skiers, including syringes, glucose drips and unprescribed medicine. Austrian Olympic officials fired a coach at the heart of the investigation. SPORTSMONDAY, PAGE D1 Detainee Policy Challenged One of the Pentagon's top civilian lawyers repeatedly challenged the Bush administration's policy on the coercive interrogation of terrorism suspects, a newly disclosed document shows. PAGE A8 Blast Traps Miners in Mexico An estimated 65 coal miners were trapped about 150 yards underground after an explosion sealed off a shaft in northern Mexico. At least 13 others were rescued. PAGE A7 Running Out of Film As more companies start selling high-end digital cameras, they could force some venerable photography brands out of the business. PAGE C1 Johnson Wins Daytona 500 Jimmie Johnson won the Daytona 500, less than a week after his crew chief was barred from the race because of an illegal modification on the car. SPORTSMONDAY, PAGE D1 Oscar Had Better Be Amused As host of the Oscars on March 5, Jon Stewart, the man who pokes fun at the self-important, will be an all-important part of Hollywood's most important night. THE ARTS, PAGE E1", "abstract": null, "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "INSIDE"}, "keywords": [], "pub_date": "2006-02-20T00:00:00Z", "document_type": "article", "news_desk": "Metropolitan Desk", "section_name": "Front Page; New York and Region", "subsection_name": null, "byline": null, "type_of_material": "Summary", "_id": "4fd267138eb7c8105d81c504", "word_count": 215, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2006/02/19/international/americas/19stones.html", "snippet": "Just a week before Carnival, the Rolling Stones drew an estimated one and a half million people to a free concert on Copacabana Beach in Rio de Janeiro....", "lead_paragraph": "It takes audacity to come into the city that is home to the world's most famous Carnival just one week before that bacchanalia begins and play any style of music other than samba. But the Rolling Stones have never lacked for swagger, and on Saturday night about one and a half million people, according to the police and other authorities, flocked to Copacabana Beach for a free concert starring Mick Jagger and company. The prospect of seeing the Stones without having to pay market prices attracted fans from all over Brazil as well as the rest of South America and even Europe and the United States.", "abstract": "Police and other authorities in Brazil say 1.5 million people flocked to Copocabana beach in Rio de Janeiro for free concert by Rolling Stones, just one week before bacchanalia of Carnival; photos (M)", "print_page": "10", "blog": [], "source": "The New York Times", "multimedia": [{"url": "images/2006/02/19/international/19stones.751.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2006/02/19/international/19stones.751.jpg"}, "type": "image", "height": 75}], "headline": {"main": "The Stones Rock 1.5 Million In Rio Days Before Carnival"}, "keywords": [{"name": "glocations", "value": "RIO DE JANEIRO (BRAZIL)"}, {"name": "glocations", "value": "BRAZIL"}, {"name": "organizations", "value": "ROLLING STONES"}, {"name": "subject", "value": "MUSIC"}, {"name": "subject", "value": "CARNIVAL (PRE-LENTEN)"}], "pub_date": "2006-02-19T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Larry", "lastname": "ROHTER"}], "original": "By LARRY ROHTER"}, "type_of_material": "News", "_id": "4fd2693a8eb7c8105d82000d", "word_count": 872, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2006/02/19/movies/redcarpet/19raff.html", "snippet": "Hollywood has never known quite what to make of Robert Altman, but he's finally getting an Oscar anyway....", "lead_paragraph": "ROBERT Altman, who turns 81 tomorrow, will receive his very first Oscar in a couple of weeks: an honorary one, of the sort the academy so often employs to ease the bitterness of a veteran nonwinner's declining years. (And, of course, to square historical accounts and deflect the outrage of future generations of movie lovers, who might feel that the failure to honor an important filmmaker reflects sort of poorly on the awards' credibility.) Like King Vidor, who had to hang in for 85 years to cop a thanks-for-the memories statuette, Mr. Altman has five best-director nominations and zero Oscars to show for a long and prolific career, so he pretty emphatically qualifies as overdue. He has been overdue for 30 years. Hollywood has in fact never known quite what to make of Mr. Altman, who seemed to come out of nowhere with ''M*A*S*H'' in 1970 and, despite the industry's best efforts to send him back there, wouldn't go away. With the kind of weird, inexplicable gambler's instinct he would explore, hilariously, in ''California Split'' (1974), Mr. Altman parlayed his winnings from ''M*A*S*H'' -- which remains by far the biggest hit of his career -- into an exhilarating half-decade run of high-stakes moviemaking: seven pictures in the next five years, of which five are, like ''M*A*S*H,'' at least arguably masterpieces.", "abstract": null, "print_page": "11", "blog": [], "source": "The New York Times", "multimedia": [{"url": "images/2006/02/15/arts/raff.47575.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2006/02/15/arts/raff.47575.jpg"}, "type": "image", "height": 75}, {"height": 55, "subtype": "tiny_thumb", "legacy": {"tinythumbwidth": 55, "tinythumbheight": 55, "hastinythumb": "Y"}, "type": "image", "width": 55}], "headline": {"main": "Robert Altman's Long Goodbye", "kicker": "FILM"}, "keywords": [{"name": "persons", "value": "ALTMAN, ROBERT"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "ACADEMY AWARDS (OSCARS)"}], "pub_date": "2006-02-19T00:00:00Z", "document_type": "article", "news_desk": "Arts and Leisure Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Terrence", "lastname": "RAFFERTY"}], "original": "By TERRENCE RAFFERTY"}, "type_of_material": "News", "_id": "4fd287958eb7c8105d859336", "word_count": 1712, "slideshow_credits": null}, {"web_url": "http://query.nytimes.com/gst/fullpage.html?res=9E00E2DB133EF93AA25751C0A9609C8B63", "snippet": "Theater    EAST FARMINGDALE -- ''Love and Lies,'' by Martin De Alteriis. Thursday through March 19. Tickets: $16 to $22. ''Cahoots,'' by Rick Johnston. Through March 12. Tickets: $18 and $22. ''The Retreat From Moscow,'' by William Nicholson. Thro...", "lead_paragraph": "Theater EAST FARMINGDALE -- ''Love and Lies,'' by Martin De Alteriis. Thursday through March 19. Tickets: $16 to $22. ''Cahoots,'' by Rick Johnston. Through March 12. Tickets: $18 and $22. ''The Retreat From Moscow,'' by William Nicholson. Through Feb. 19. Tickets: $16. Arena Players, Route 109. (516) 293-0674. LYNBROOK -- ''The Dream of the Prophet,'' by Barry Edelson. Feb. 25 at 2 p.m. Free. Public Library, Eldert Street and Carpenter Avenue. (516) 599-8630. NORTHPORT -- ''Come Blow Your Horn,'' by Neil Simon. Presented by the Minstrel Players. Through March 12. Tickets: $12 and $14. Trinity Episcopal Church, Houghton Hall Theater, 130 Main Street. (631) 754-4246. PATCHOGUE -- ''Dead Man Walking,'' by Tim Robbins. Thursday through March 12. Tickets: $12 and $14. St. Joseph's College, Clare Rose Playhouse, 155 Roe Boulevard. (631) 654-0199. PORT JEFFERSON -- ''Dream a Little Dream: The Nearly True Story of the Mamas and the Papas.'' Feb. 25 through March 25. Tickets: $18 to $25. Theater Three, 412 Main Street. (631) 928-9100. Music and Dance BROOKVILLE -- ''The Led Zeppelin Experience,'' performed by Hammer of the Gods. Friday at 8 p.m. Tickets: $30 to $40. Academy of St. Martin in the Fields. Feb. 25 at 8 p.m. Tickets: $45 to $68. ''Sing! Sing! Sing!'' A tribute to Benny Goodman featuring Kingdom of Swing Big Band and Ken Peplowski. Feb. 26 at 3 p.m. Tickets: $27 to $40. Tilles Center for the Performing Arts, C. W. Post Campus of Long Island University. (516) 299-3100. FREEPORT -- Vienna Piano Trio. Feb. 25 at 8 p.m. Admission: $20. Freeport High School, South Brookside Avenue. (516) 223-7659. HEWLETT -- ''Jazz Singing: The Great American Song Book,'' with Marlene Verplanck. Thursday at 7:30 p.m. Free, but tickets required. Hewlett-Woodmere Public Library, 1125 Broadway. (516) 374-1967. HUNTINGTON -- Gallowglass. Feb. 25 at 8:30 p.m. Tickets: $8 and $10. Unitarian Universalist Fellowship, 109 Brown's Road. (631) 427-9547. HUNTINGTON -- The Subdudes. Feb. 25 at 8 p.m. Tickets: $28.50 and $37.50. Inter-Media Art Center, 370 New York Avenue. (631) 549-2787. LOCUST VALLEY -- Molly Vivian Huang, piano. Feb. 26 at 2 p.m. Free. Public Library, 170 Buckram Road. (516) 671-1837. LONG BEACH -- ''Our Music, Our Culture,'' with jazz performance and discussion by Shenole Latimer. Horacio Laguna, guitar. Feb. 26 at 2 p.m. Free. Public Library, 111 West Park Avenue. (516) 432-7201. NORTHPORT -- Francesco Attesti, piano. Friday at 7:30 p.m. Free. Public Library, 151 Laurel Avenue. (631) 261-6930. OLD WESTBURY -- Tropique with Norman Hedman. Feb. 26 at 3 p.m. Free. New York Institute of Technology, Salten Hall. (516) 686-7640. OYSTER BAY -- ''The Paganinis at Home,'' chamber music. Featuring Eliot Fisk, guitar. Feb. 26 at 2:30 p.m. Tickets: $30. Coe Hall, Planting Fields Arboretum. (516) 922-0061. PATCHOGUE -- Raposo and Last Week. Feb. 24 at 7 p.m. Tickets: $18 and $23. Theater for the Performing Arts, 71 East Main Street. (631) 475-0121. ROSLYN -- ''And the Winner Is: Songs That Won an Oscar,'' with Bettina Paley. Feb. 26 at 2:30 p.m. Bryant Library, 2 Paper Mill Road. (516) 621-2240. STONY BROOK -- Les Ballets Trockadero de Monte Carlo, comic ballet. Feb. 26 at 7 p.m. Tickets: $35. Stony Brook University, Staller Center for the Arts. (631) 632-2787. UPTON -- ''The Gathering of the Slides IV,'' blues concert. Feb. 25 at 7:30 p.m. Tickets: $15. Brookhaven National Laboratory, William Floyd Parkway. (631) 344-2345. (People 16 and older must bring a photo ID.) WEST BABYLON -- Buddy Holly tribute with swing dancing showcase. Feb. 25 at 2 p.m. Free. Public Library, Route 109. (631) 669-5445. WESTHAMPTON BEACH -- Brady Rymer and the Little Band That Could. For ages 3 to 9. Feb. 25 at 11 a.m. Tickets: $12 and $15. Performing Arts Center, 76 Main Street. (631) 288-1500. Museums and Galleries BELLPORT VILLAGE -- ''Fragments of Vision,'' by Mars Turpin. Through Feb. 28. Sunday, 2 to 4 p.m., and by appointment. Unitarian Universalist Fellowship, 51 Browns Lane. (631) 286-1343. EAST HAMPTON -- Paintings by Rex Lau. Through March 12. Friday and Saturday, 11 a.m. to 5 p.m.; Sunday, 1 to 5 p.m. Drawing Room, 16R Newtown Lane. (631) 324-5016. EAST HILLS -- ''Four-Part Harmony,'' group show. Through March 9. Sunday through Friday, 9:30 a.m. to 3 p.m. Sid Jacobson Jewish Community Center, 300 Forest Drive. (516) 484-1545. FARMINGDALE -- Faculty show. Through March 3. Monday through Friday, 9 a.m. to 4 p.m. Farmingdale State University, Nathan Hale Hall, Memorial Gallery. (631) 420-2180. HAMPTON BAYS -- ''Petite and Personal: Sweet Inspiration by the Sea,'' group show. Though April 9. Monday, Tuesday, Thursday through Sunday, 10:30 a.m. to 5:30 p.m. Artisan Gallery, 15 Ponquogue Avenue. (631) 728-8040. HUNTINGTON -- ''Picasso, Braque and Léger: 20th-Century Modern Masters.'' Through Feb. 26. Tuesday through Friday, 10 a.m. to 5 p.m.; Saturday and Sunday, 1 to 5 p.m.; first Friday of the month to 8:30 p.m. Admission: $1 to $5; free for children under 5. Heckscher Museum of Art, 2 Prime Avenue. (631) 351-3250. HUNTINGTON -- ''Figures'' by Galen Pittman. Through March 5. Wednesday, 5 to 9 p.m., Saturday, noon to 5 p.m. Ripe Art Gallery, 51 Gibson Avenue. (631) 807-5296. HUNTINGTON STATION -- ''Constructions,'' drawings and paintings by Graham Everett. Through March 10. Monday, Tuesday, Thursday and Friday, 9 a.m. to 9 p.m.; Wednesday, 10 a.m. to 9 p.m.; Saturday, 9 a.m. to 5 p.m.; Sunday, 1 to 5 p.m. South Huntington Library, 145 Pidgeon Hill Road. (631) 549-4411. NORTHPORT -- ''Our Treasures, Your Treasures.'' Through June 2. Tuesday through Sunday, 1 to 4:30 p.m. Historical Society Museum, 215 Main Street. (631) 757-9859. OAKDALE -- ''Between Body and Object,'' group show. Through March 5. Wednesday through Saturday, 10 a.m. to 4 p.m.; Sunday, noon to 4 p.m. Dowling College, Anthony Giordano Gallery. (631) 244-3016. PORT WASHINGTON -- ''Artists Invite Artists.'' Through March 5. Wednesday, Thursday and Sunday, noon to 5 p.m. Graphic Eye Gallery, 402 Main Street. (516) 883-9668. ROCKVILLE CENTRE -- Art alumni exhibition. Through March 10. Monday through Saturday, 10 a.m. to 6 p.m. Molloy College Art Gallery. (516) 678-5000. ROSLYN HARBOR -- ''Monet and Miró: A Special Added Treat.'' Through May 14. Tuesday through Sunday, 11 a.m. to 5 p.m. Admission: $4 to $10. Nassau County Museum of Art. (516) 484-9337. SAG HARBOR -- ''Trees in Winter,'' group show. Through March 16. Wednesday through Monday, noon to 6 p.m. Winter Tree Gallery, 125 Main Street. (631) 725-0097. SOUTHOLD -- ''Lemuel Maynard Wiles 1826-1905: American Painter.'' Through April 16. Saturday and Sunday, 1 to 4 p.m. Historical Society, Prince Building, Winter Gallery, 54325 Main Road. (631) 765-5500. STONY BROOK -- ''Killing Ground,'' Works by John Huddleston. Through Feb. 25. Tuesday through Friday, noon to 4 p.m.; Saturday, 7 to 9 p.m. Stony Brook University, Staller Center for the Arts Gallery. (631) 632-2787.", "abstract": null, "print_page": "11", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "CALENDAR"}, "keywords": [], "pub_date": "2006-02-19T00:00:00Z", "document_type": "article", "news_desk": "Long Island Weekly Desk", "section_name": "New York and Region", "subsection_name": null, "byline": null, "type_of_material": "Schedule", "_id": "4fd251e58eb7c8105d7f6fdf", "word_count": 1124, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2006/02/19/books/review/19gray.html", "snippet": "With a little additional time for reflection, McInerney might have conceived a more resonant fictional use of the literal horrors of 9/11 in Lower Manhattan. Instead, he's turned them into a Hitchcockian MacGuffin, a crowd-gathering catalyst to dr...", "lead_paragraph": "With a little additional time for reflection, McInerney might have conceived a more resonant fictional use of the literal horrors of 9/11 in Lower Manhattan. Instead, he's turned them into a Hitchcockian MacGuffin, a crowd-gathering catalyst to draw attention to the novel's real subject, an oddly listless and unappealing adulterous affair.", "abstract": null, "print_page": null, "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"seo": "'The Good Life,' by Jay McInerney - The New York Times Book Review", "main": "Collateral Damage", "content_kicker": "'The Good Life,' by Jay McInerney", "kicker": "'The Good Life,' by Jay McInerney"}, "keywords": [], "pub_date": "2006-02-19T00:00:00Z", "document_type": "article", "news_desk": "BookReview", "section_name": "Books", "subsection_name": "Sunday Book Review", "byline": {"person": [{"firstname": "Review", "middlename": "Paul", "lastname": "GRAY", "rank": 1, "role": "reported", "organization": ""}], "original": "Review by PAUL GRAY"}, "type_of_material": "Review", "_id": "5176ef89cf28d02a61002957", "word_count": "1278", "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2006/02/19/sports/baseball/19chass.html", "snippet": "Major League Baseball has two minority general managers \u0097 Kenny Williams and Omar Minaya \u0097 and both work for owners who were born in Brooklyn, Jerry Reinsdorf and Fred Wilpon....", "lead_paragraph": "MAJOR League Baseball has two minority general managers -- Kenny Williams and Omar Minaya -- and both work for owners who were born in Brooklyn, Jerry Reinsdorf and Fred Wilpon. ''Brooklyn has always been ahead of its time,'' Jimmie Lee Solomon said.", "abstract": "Murray Chass On Baseball column contends that Major League Baseball is lacking in diversity at management level (M)", "print_page": "10", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Diversity Is Missing From Management", "kicker": "On Baseball"}, "keywords": [{"name": "persons", "value": "WILLIAMS, KENNY"}, {"name": "persons", "value": "WILPON, FRED"}, {"name": "persons", "value": "MINAYA, OMAR"}, {"name": "organizations", "value": "MAJOR LEAGUE BASEBALL"}, {"name": "subject", "value": "BASEBALL"}, {"name": "subject", "value": "MINORITIES (US)"}], "pub_date": "2006-02-19T00:00:00Z", "document_type": "article", "news_desk": "Sports Desk", "section_name": "Sports", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Murray", "lastname": "CHASS"}], "original": "By MURRAY CHASS"}, "type_of_material": "News", "_id": "4fd251e58eb7c8105d7f6fef", "word_count": 1385, "slideshow_credits": null}]}, "status": "OK", "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}