{"response": {"meta": {"hits": 352, "time": 77, "offset": 100}, "docs": [{"web_url": "http://carpetbagger.blogs.nytimes.com/2006/02/15/oscar-bump-nah-oscar-slump/", "snippet": "We all know that in addition to parceling out the highest honors in American filmmaking, the Oscars tend to generate big chunks of cash. The so-called \"Oscar bump\" can be good for $5 million or $10 million, or even more, a windfall of cash at the ...", "lead_paragraph": "We all know that in addition to parceling out the highest honors in American filmmaking, the Oscars tend to generate big chunks of cash. The so-called \"Oscar bump\" can be good for $5 million or $10 million, or even more, a windfall of cash at the box office that rewards those who made good films and ran good campaigns behind them. But the Bagger has been spending some quality time on Box Office Mojo and, more worrisome, with his own calculator. And what he's found is that this year, there will be no Oscar bump - far from it. The tale of the box office tape suggests that the Oscar sparkle will do little for the long-term business outlook of this year's best picture nominees. True enough, the four still in theatrical release - \"Brokeback Mountain,\" \"Munich,\" \"Good Night, and Good Luck,\" and \"Capote\" -- got a bit of a push the week after nominations were announced. They went from a collective weekend gross of $8.9 million before the announcements to $11.5 million the weekend after. But then they went right off the cliff. Last weekend, the carnage was everywhere. The four films (\"Crash\" came out earlier in the year and is only on DVD) were down a collective 43.4 percent from the previous weekend and took in just about $6.9 million. In other words, they were worse off than before the Oscars. \"Brokeback\" is still in almost 2,000 theaters and took in a robust $4 million, but \"Munich\" lost 600 screens, better than half its theaters, and took in a miserable $783,510. Given the level of heat and promotion behind the movie, it is clear that not many besides Academy members are taking Steven Spielberg up on his suggestion that people ignore the partisans and see the movie for themselves. \"Capote,\" which recently crept over the $20 million mark, took in $1.27 million while \"Good Night, and Good Luck,\" did $872,000. Pretty small beer for what are supposed to be the most lauded films of 2005.", "abstract": "We all know that in addition to parceling out the highest honors in American filmmaking, the Oscars tend to generate big chunks of cash. The so-called \"Oscar bump\" can be good for $5 million or $10 million, or even more, a windfall of cash at the box office that rewards those who made good films [...]", "print_page": null, "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Oscar Bump? Nah, Oscar Slump", "kicker": "Carpetbagger"}, "keywords": [{"value": "News", "name": "type_of_material", "rank": "1"}], "pub_date": "2006-02-15T08:14:45Z", "document_type": "blogpost", "news_desk": null, "section_name": "Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By CARPETBAGGER"}, "type_of_material": "Blog", "_id": "4fd3642f8eb7c8105d8b2ce9", "word_count": 662, "slideshow_credits": null}, {"web_url": "http://carpetbagger.blogs.nytimes.com/2006/02/15/lunchable/", "snippet": "Felicity Huffman at the Oscar nominees lunch: \"I'm riding high,\" said the best actress nominee for her role in \"Transamerica.\" \"I'm not going as a seat filler, I'm not going as a caterer, I'm going as myself.\" The Bagger will be going by himself, ...", "lead_paragraph": "Felicity Huffman at the Oscar nominees lunch: \"I'm riding high,\" said the best actress nominee for her role in \"Transamerica.\" \"I'm not going as a seat filler, I'm not going as a caterer, I'm going as myself.\" The Bagger will be going by himself, which will either involve a seat with an oxygen mask or a chair so far back in the press room he will need a miner's helmet to find it.", "abstract": "Felicity Huffman at the Oscar nominees lunch: \"I'm riding high,\" said the best actress nominee for her role in \"Transamerica.\" \"I'm not going as a seat filler, I'm not going as a caterer, I'm going as myself.\" The Bagger will be going by himself, which will either involve a seat with an oxygen mask or [...]", "print_page": null, "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Lunchable", "kicker": "Carpetbagger"}, "keywords": [{"value": "News", "name": "type_of_material", "rank": "1"}], "pub_date": "2006-02-15T07:34:10Z", "document_type": "blogpost", "news_desk": null, "section_name": "Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By CARPETBAGGER"}, "type_of_material": "Blog", "_id": "4fd363ff8eb7c8105d8b2a5f", "word_count": 73, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2006/02/15/movies/redcarpet/15bags.html", "snippet": "In this Hollywood awards season, the piles of free stuff being handed to celebrities \u0097 nominees, award presenters, performers and members of their entourages \u0097 is escalating....", "lead_paragraph": "Lash Fary, one of Hollywood's sultans of swag, remembers the first time he called a company and suggested that it pay him for the privilege of providing its products to celebrities, free. Executives were confused. ''The hard part was convincing companies, six and seven years ago, that they should give their products away to rich people and pay us for the privilege of doing so,'' Mr. Fary said. He was speaking in the gifting lounge for the Grammy Awards, just one red-carpeted stretch beyond the stage at the Staples Center, where performers rehearsed, before being lavished with skin creams, fruit-infused vodka, a Gibson guitar and a $3,500 coupon for party planning.", "abstract": "Trend of 'celebrity swag' is marketing scheme in which companies pay for opportunity to give products away at high-profile events in hopes that celebrities will wear or use products, thereby providing invaluable advertising; Lash Fary is entrepreneur in burgeoning field, charging $20,000 for arranging giveaways at celebrity-packed events; photo (M)", "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [{"url": "images/2006/02/15/arts/15bags.75.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2006/02/15/arts/15bags.75.jpg"}, "type": "image", "height": 75}], "headline": {"main": "Celebrity Freebies: A Force Irresistible?"}, "keywords": [{"name": "persons", "value": "FARY, LASH"}, {"name": "organizations", "value": "ACADEMY OF MOTION PICTURE ARTS AND SCIENCES"}, {"name": "organizations", "value": "SCREEN ACTORS GUILD"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "ACADEMY AWARDS (OSCARS)"}, {"name": "subject", "value": "GRAMMY AWARDS"}, {"name": "subject", "value": "ADVERTISING AND MARKETING"}, {"name": "subject", "value": "CELEBRITIES"}, {"name": "subject", "value": "ACTORS AND ACTRESSES"}, {"name": "subject", "value": "PRICES (FARES, FEES AND RATES)"}, {"name": "subject", "value": "GIFTS"}], "pub_date": "2006-02-15T00:00:00Z", "document_type": "article", "news_desk": "The Arts/Cultural Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Sharon", "lastname": "WAXMAN"}], "original": "By SHARON WAXMAN"}, "type_of_material": "News", "_id": "4fd267128eb7c8105d81c3ad", "word_count": 1295, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2006/02/15/arts/music/15lott.html", "snippet": "Dame Felicity gave an engaging performance of Weill, Haydn, Mozart and Brahms on Monday at Zankel Hall....", "lead_paragraph": "Felicity Lott's recitals tend to be livelier than most, probably because she doesn't worry much about keeping composers, eras, styles or even languages sorted into strictly defined groups. Her concern, instead, is with larger themes, assembled with songs of all stripes -- serious and comic, from the heart of the classical repertory or the periphery. And her programming signature is her way of weaving subsidiary themes through the evening. For her recital with the pianist Graham Johnson on Monday evening at Zankel Hall, Dame Felicity's subject was ''Fallen Women and Virtuous Wives,'' a topic that afforded her plenty to choose from in the song repertory.", "abstract": "Allan Kozinn reveiws performance by singer Felicity Lott at Zankel Hall; photo (M)", "print_page": "5", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "The Lewds and the Prudes Offer Much to Sing About", "kicker": "MUSIC REVIEW"}, "keywords": [{"name": "persons", "value": "LOTT, FELICITY"}, {"name": "persons", "value": "JOHNSON, GRAHAM"}, {"name": "subject", "value": "MUSIC"}, {"name": "subject", "value": "REVIEWS"}, {"name": "subject", "value": "CLASSICAL MUSIC"}], "pub_date": "2006-02-15T00:00:00Z", "document_type": "article", "news_desk": "The Arts/Cultural Desk", "section_name": "Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Allan", "lastname": "KOZINN"}], "original": "By ALLAN KOZINN"}, "type_of_material": "Review", "_id": "4fd24fd88eb7c8105d7f2f86", "word_count": 454, "slideshow_credits": null}, {"web_url": "http://carpetbagger.blogs.nytimes.com/2006/02/14/taking-aim-at-cheney/", "snippet": "In what may be a bit of preview of the Oscars themselves, both George Clooney and Jon Stewart had some fun with the Vice President who couldn't shoot straight. Speaking at the annual luncheon for Oscar nominees (Photos), Mr. Clooney said he found ...", "lead_paragraph": "In what may be a bit of preview of the Oscars themselves, both George Clooney and Jon Stewart had some fun with the Vice President who couldn't shoot straight. Speaking at the annual luncheon for Oscar nominees (), Mr. Clooney said he found some high-caliber arm candy for awards. \"It's so nice -- he called me up and wanted me to go hunting, so I invited him to be my date,\" Mr. Clooney said of the Veep. \"I don't know if that's overly political.\"", "abstract": "In what may be a bit of preview of the Oscars themselves, both George Clooney and Jon Stewart had some fun with the Vice President who couldn't shoot straight. Speaking at the annual luncheon for Oscar nominees (Photos), Mr. Clooney said he found some high-caliber arm candy for awards. \"It's so nice - he called [...]", "print_page": null, "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Taking Aim at Cheney", "kicker": "Carpetbagger"}, "keywords": [{"value": "News", "name": "type_of_material", "rank": "1"}], "pub_date": "2006-02-14T08:48:06Z", "document_type": "blogpost", "news_desk": null, "section_name": "Arts", "subsection_name": null, "byline": null, "type_of_material": "Blog", "_id": "4fd364128eb7c8105d8b2b8b", "word_count": 285, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2006/02/14/arts/14arts.html", "snippet": "NBC develops a counterpart of the Eurovision Song Contest, Rio readies for the Rolling Stones and more culture news....", "lead_paragraph": "NBC Tunes Up a Challenge to 'American Idol' NBC is developing a challenge to Fox's ''American Idol'' in the form of a counterpart of the Eurovision Song Contest, which is watched by an international audience in the millions, the BBC reported. After an online preliminary competition, the program would feature a singer from every state and selection of a winner by vote of the public. ''Eurovision is the granddaddy of all talent shows and the Super Bowl of singing,'' said Ben Silverman, chief executive of Reveille, a production company that acquires programming from around the world and will produce the show. Running for 50 years, the annual Eurovision competition has helped the careers of previous winners including Celine Dion, right, and Abba. Rio Readies for the Stones A huge stage is under construction on Copacabana Beach in Rio de Janeiro, where more than a million people are expected to turn out on Saturday for a concert by the Rolling Stones, Reuters reported. As many as 10,000 police officers will be on duty, and a police spokesman said: ''We have a series of worries, from teenagers in a total state of abandon to traffic jams. A show of this size has no comparison to other shows.'' Violence in Rio, where drug gangs rules the slums, claimed more than 6,600 lives last year in a population of 6 million. Mick Jagger, above, and the rest of the Stones will be staying on the sixth floor of the elegant Copacabana Palace Hotel, across the way from the beach; the band has performed in Brazil on two previous occasions. A Favored Gonzo Memory The widow of Hunter S. Thompson, the writer and journalist, has a thank-you for his fans. Anita Thompson said she had decided she would let them download a rarely seen photo, her favorite, in observance of the anniversary of his death, The Associated Press reported. Mr. Thompson was 67 when he shot himself on Feb. 20 last year in his home in Woody Creek, Colo. Mrs. Thompson, explaining her decision to offer the image on gonzostore.com, said, ''I've been surrounded by wonderful letters and e-mails and cards for the entire year.'' Mrs. Thompson, above, said the photo had been taken at the Chateau Marmont in Los Angeles, where Mr. Thompson was visited by friends as he was writing a column. She said: ''He has a special look in his eye that he had once in a while when he was up to something but was totally at peace. I've taken thousands of pictures of him, but this one is my favorite. And nobody has seen it.'' Under the image will be one of his favorite quotations, typed by her on his typewriter. She would say no more than that the quotation concerned Bob Dylan. A Fillmore Stream A 75-song play list distilled from 7,000 to 8,000 vintage audio and video concert recordings made between 1966 and 1999 at the Fillmore in San Francisco and other sites has been streaming since last Wednesday on the Wolfgang's Vault Web site at no cost to the public, Reuters reported. The trove comes from the collection of Bill Graham, the concert promoter who died in a helicopter crash in 1991. Wolfgang's Vault sells Graham concert memorabilia that was bought for more than $5 million in 2003 by Bill Sagan, who named his venture in honor of Graham, who was born in Germany and named Wolfgang Grajonca. Its holdings include material from Johnny Cash, Miles Davis, Santana, Jefferson Airplane, the Rolling Stones, U2, Tom Petty, Jimi Hendrix and the Who. Video materials include a Who concert in 1973 at the Cow Palace, where Keith Moon fell into his drum kit; and the Sex Pistols' final concert. Mr. Sagan said he hoped that CD's and DVD's of some shows could reach the market by the end of the year. Meanwhile, he said, he hoped the streaming music would attract fans to the site and sell merchandise. Seeing Oscar in Hong Kong Hong Kong's Oscar watchers are going to see it all. Bowing to public pressure, government officials have abandoned plans to cut off the live broadcast of the Academy Awards ceremonies, Agence France-Presse reported yesterday. The broadcaster, TVB, is assailed every year because it is required by government contract to provide daily educational programming, forcing it drop the Oscar telecast at noon local time, moments before the award for best film is announced. This year, interest in the result is intense because ''Brokeback Mountain,'' the gay cowboy romance that is a leading candidate for the prize, was directed by an ethnic Chinese director, the Taiwan-born Ang Lee, right. TVB said it was elated by the decision to let the telecast continue. ''We are very, very happy,'' a spokeswoman said. Footnotes ''Chita Rivera: The Dancer's Life'' will play its final performance at the Schoenfeld Theater on Sunday. The show, which opened on Dec. 11, will have played 20 previews and 72 regular performances. A multicity tour is to begin on Jan. 2, 2007, at the Miami Performing Arts Center. Visiting the Berlin International Film festival, the shock rocker Marilyn Manson screened a teaser from his directorial debut, a surreal-horrific depiction of the life of Charles Lutwidge Dodson, better known as Lewis Carroll, the author of ''Alice in Wonderland,'' Reuters reported. Mr. Manson, right, who will portray Carroll and compose the score of the film, ''Phantasmagoria: The Visions of Lewis Carroll,'' was accompanied by the 17-year-old British model Lily Cole, who has been cast as Alice. He described the movie as a ''gothic psychological horror film.'' Filming is to begin in the summer. The Grammy Award-winning singer Norah Jones is to make her acting debut in a film by the Hong Kong director Wong Kar-wai, whose credits include ''2046,'' the BBC reported, citing Screen Daily. The working title of the film, Mr. Wong's first in English, is ''My Blueberry Nights.", "abstract": null, "print_page": "2", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Arts, Briefly"}, "keywords": [{"name": "persons", "value": "MANSON, MARILYN"}, {"name": "persons", "value": "RIVERA, CHITA"}, {"name": "glocations", "value": "RIO DE JANEIRO (BRAZIL)"}, {"name": "organizations", "value": "ROLLING STONES"}], "pub_date": "2006-02-14T00:00:00Z", "document_type": "article", "news_desk": "The Arts/Cultural Desk", "section_name": "Arts", "subsection_name": null, "byline": {"person": [{"firstname": "Lawrence", "middlename": "Van", "lastname": "Gelder", "rank": 1, "role": "reported", "organization": ""}], "original": "Compiled by Lawrence Van Gelder"}, "type_of_material": "News", "_id": "4fd2ab798eb7c8105d898099", "word_count": 981, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/slideshow/2006/02/13/movies/20060214_LUNCH_SLIDESHOW_index.html", "snippet": "The Academy of Motion Picture Arts and Sciences honored this year's Oscar contenders at its annual nominees' luncheon on Monday....", "lead_paragraph": "The Academy of Motion Picture Arts and Sciences honored this year's Oscar contenders at its annual nominees' luncheon on Monday.", "abstract": null, "print_page": null, "blog": [], "source": "The New York Times", "multimedia": [{"width": 162, "url": "images/2006/02/13/movies/14lunch.162.jpg", "height": 90, "subtype": "wide", "legacy": {"wide": "images/2006/02/13/movies/14lunch.162.jpg", "wideheight": "90", "widewidth": "162"}, "type": "image"}, {"width": 75, "url": "images/2006/02/13/movies/14lunch.75.jpg", "height": 75, "subtype": "thumbnail", "legacy": {"thumbnailheight": "75", "thumbnail": "images/2006/02/13/movies/14lunch.75.jpg", "thumbnailwidth": "75"}, "type": "image"}], "headline": {"main": "Academy Awards Luncheon", "kicker": "Slide Show"}, "keywords": [], "pub_date": "2006-02-13T09:51:00Z", "document_type": "multimedia", "news_desk": "Movies", "section_name": "Movies", "subsection_name": null, "byline": null, "type_of_material": "Slideshow", "_id": "55d7723538f0d83feb7c3c5e", "word_count": "20", "slideshow_credits": null}, {"web_url": "http://carpetbagger.blogs.nytimes.com/2006/02/13/oscars-dark-little-secret/", "snippet": "The Academy doesn't like to talk about it, auctioneers are all hush-hush, and even some of the people who do the buying don't like to brag, but there is in fact an aftermarket for Oscar statues. Josh Evans, a New York auctioneer at Leland's, said ...", "lead_paragraph": "The Academy doesn't like to talk about it, auctioneers are all hush-hush, and even some of the people who do the buying don't like to brag, but there is in fact an aftermarket for Oscar statues. Josh Evans, a New York auctioneer at Leland's, said peddling an Oscar is tough duty. \"I don't see how it's possible,\" he said. \"It's almost like buying the Mona Lisa - no, like that painting 'The Scream.' There's no or little value, or even underground value. It's too famous.\" Every time the Bagger looks at an Oscar, the Mona Lisa comes to mind. Both icons share a singularly validating gaze, a look that says, \"I have peered into your inner soul and noticed you don't have one, but that's O.K.\"", "abstract": "The Academy doesn't like to talk about it, auctioneers are all hush-hush, and even some of the people who do the buying don't like to brag, but there is in fact an aftermarket for Oscar statues. Josh Evans, a New York auctioneer at Leland's, said peddling an Oscar is tough duty. \"I don't see how [...]", "print_page": null, "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Oscar's Dark Little Secret", "kicker": "Carpetbagger"}, "keywords": [{"value": "News", "name": "type_of_material", "rank": "1"}], "pub_date": "2006-02-13T09:04:43Z", "document_type": "blogpost", "news_desk": null, "section_name": "Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By CARPETBAGGER"}, "type_of_material": "Blog", "_id": "4fd3640e8eb7c8105d8b2af7", "word_count": 126, "slideshow_credits": null}, {"web_url": "http://carpetbagger.blogs.nytimes.com/2006/02/13/paradise-never/", "snippet": "An anonymous online petition is asking members of the Academy to withdraw the nomination of \"Paradise Lost\" for best foreign film. The petition says that by humanizing the life of two would-be suicide bombers, the film legitimizes murder: Hundreds...", "lead_paragraph": "An anonymous online petition is asking members of the Academy to withdraw the nomination of \"Paradise Lost\" for best foreign film. The petition says that by humanizing the life of two would-be suicide bombers, the film legitimizes murder:", "abstract": "An anonymous online petition is asking members of the Academy to withdraw the nomination of \"Paradise Lost\" for best foreign film. The petition says that by humanizing the life of two would-be suicide bombers, the film legitimizes murder: Hundreds of innocent men, women and children have been murdered by 'Palestinian' suicide-murderers in the past few [...]", "print_page": null, "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Paradise Never?", "kicker": "Carpetbagger"}, "keywords": [{"value": "News", "name": "type_of_material", "rank": "1"}], "pub_date": "2006-02-13T09:01:47Z", "document_type": "blogpost", "news_desk": null, "section_name": "Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By CARPETBAGGER"}, "type_of_material": "Blog", "_id": "4fd3643a8eb7c8105d8b2ea1", "word_count": 282, "slideshow_credits": null}, {"web_url": "http://carpetbagger.blogs.nytimes.com/2006/02/13/no-credit-assignment/", "snippet": "Speaking of \"Crash,\" Bob Yari has lost his bid to be listed as one of the producers of the film. John Horn writes that last Thursday, the Academy rejected an appeal by Mr. Yari, who had claimed that he was unfairly denied credit for his role in ma...", "lead_paragraph": "Speaking of \"Crash,\" Bob Yari has lost his bid to be listed as one of the producers of the film. John Horn writes that last Thursday, the Academy rejected an appeal by Mr. Yari, who had claimed that he was unfairly denied credit for his role in making the film. The Academy was following recommendations of the Producers Guild, which has sought to reduce the number of listed producers on various projects. The guild believes that handing out production credits as deal points devalues the contributions of people who actually did the work. Mr. Yari and Mark Harris, who was also denied a credit, believe the Producer's Guild has little knowledge of how independent movies actually come together in the modern era of film-making. All of the fuss is an attempt to avoid the kind of traffic jam that occurred when \"Shakespeare in Love\" won at the 1999 ceremony, with a total of five producers heading up to the stage to make a grab for the Oscar and the limelight. Mr. Horn points out that \"Crash\" was not the only movie in which credits were an issue; under the Producers Guild's more vigorously enforced standards, Colin Wilson was cut as a producer for \"Munich.\" The Academy now limits to three the number of listed producers.", "abstract": "Speaking of \"Crash,\" Bob Yari has lost his bid to be listed as one of the producers of the film. John Horn writes that last Thursday, the Academy rejected an appeal by Mr. Yari, who had claimed that he was unfairly denied credit for his role in making the film. The Academy was following recommendations [...]", "print_page": null, "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "No Credit Assignment", "kicker": "Carpetbagger"}, "keywords": [{"value": "News", "name": "type_of_material", "rank": "1"}], "pub_date": "2006-02-13T08:47:10Z", "document_type": "blogpost", "news_desk": null, "section_name": "Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By CARPETBAGGER"}, "type_of_material": "Blog", "_id": "4fd3643a8eb7c8105d8b2ea0", "word_count": 222, "slideshow_credits": null}]}, "status": "OK", "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}