{"response": {"meta": {"hits": 352, "time": 29, "offset": 80}, "docs": [{"web_url": "http://www.nytimes.com/2006/02/19/arts/television/19tv-movies.html", "snippet": "RECONSTRUCTION (2003)  Tuesday at 10 p.m. and Saturday at 2:45 p.m. on Sundance  They say love changes everything, but this is true in a daunting metaphysical way for Alex (Nikolaj Lie Kaas), a dashing Danish photographer. After he meets Aimee (Ma...", "lead_paragraph": "RECONSTRUCTION (2003) Tuesday at 10 p.m. and Saturday at 2:45 p.m. on Sundance They say love changes everything, but this is true in a daunting metaphysical way for Alex (Nikolaj Lie Kaas), a dashing Danish photographer. After he meets Aimee (Maria Bonnevie, above, with Mr. Kaas) and realizes they are meant for each other, he tries to go home but finds that there is no longer a door to what should be his apartment. And no one knows him, even his longtime girlfriend (Ms. Bonnevie in a Frances Farmer hairdo), which is both good and bad news. The fact that Aimee's husband (Krister Henriksson) writes romantic novels may explain a lot. The film, directed by Christoffer Boe, won the Caméra d'Or, the award for best first feature, at the Cannes Film Festival. DIRTY PRETTY THINGS (2002) Friday at 8:15 p.m. on IFC Stephen Frears directed this touching, understated drama about illegal immigrants in London. Chiwetel Ejiofor stars as Okwe, who was a doctor in Nigeria but now drives a taxi and works nights at a hotel's front desk. One night he is trying to fix a clogged toilet when he discovers, of all things, a human heart. This leads him to a black-market trade in human organs. Audrey Tautou (left, with Mr. Ejiofor), looking nothing like her ''Amélie'' character, plays a hotel maid in trouble with immigration officials. That's Sophie Okonedo, of ''Hotel Rwanda,'' as Juliette the unflappable prostitute. 100 MEN AND A GIRL (1937) Monday at 8 p.m. on TCM This cheery Depression-era Henry Koster musical is a winner. Deanna Durbin plays a golly-gee kind of teenager who helps out her father (Adolphe Menjou), an unemployed trombonist, by meeting some rich people (who find her terribly amusing) and hatching a plan to create a new symphony made up of out-of-work musicians. The hardest part will be to get the great Leopold Stokowski (Stokowski himself, in what is much more than a cameo) to conduct. Durbin (above, with Mischa Auer, as the flutist next door) sings a little pop (''It's Raining Sunbeams'') and a little opera (''La Traviata''). Charles Previn (André's father's cousin, thus Soon-Yi's grandfather's cousin) won the Oscar for best score. HIDE AND SEEK (2005) Sunday at 11 p.m., Thursday at 9 p.m. and Thursday/Early Friday at 4:35 a.m. on HBO It's a pedestrian little horror plot, about a psychologist who moves to the country with his daughter after his wife's suicide. But with Robert De Niro and Dakota Fanning (left) in the roles, this thriller, directed by John Polson, is worth a look. The new neighbors are a little too obviously creepy, and the girl's new imaginary friend, Charlie, isn't creepy enough, but there's a satisfying plot twist. And it's entertaining to see Dakota, who turns 12 this week, looking so much like Christina Ricci in her ''Addams Family'' days.", "abstract": null, "print_page": "3", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Movies", "kicker": "CRITIC'S CHOICE"}, "keywords": [], "pub_date": "2006-02-19T00:00:00Z", "document_type": "article", "news_desk": "Television", "section_name": "Movies", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Anita", "lastname": "Gates"}], "original": "By Anita Gates"}, "type_of_material": "News", "_id": "4fd251e58eb7c8105d7f6ff6", "word_count": 475, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2006/02/19/realestate/19hunt.html", "snippet": "As nice as their Upper West Side rental was, the craving for space finally won out for David Alan Basche and his wife, Alysia Reiner....", "lead_paragraph": "AS nice as their Upper West Side rental was, the craving for space finally won out for David Alan Basche and his wife, Alysia Reiner. They were willing to consider buying any place in Manhattan with two bedrooms or more. Still, Ms. Reiner said, ''there was definitely a princess-and-the-pea quality'' to their hunt. ''We were spoiled by our fabulous apartment on West 84th Street,'' a well-kept garden duplex with glass doors overlooking their yard.", "abstract": null, "print_page": "6", "blog": [], "source": "The New York Times", "multimedia": [{"url": "images/2006/02/19/realestate/19hunt2.75.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2006/02/19/realestate/19hunt2.75.jpg"}, "type": "image", "height": 75}], "headline": {"main": "Craving Space, and Finding It in Harlem", "kicker": "THE HUNT"}, "keywords": [{"name": "persons", "value": "BASCHE, DAVID ALAN"}, {"name": "subject", "value": "RENTING AND LEASING"}, {"name": "subject", "value": "BROWNSTONES"}, {"name": "subject", "value": "BUILDINGS (STRUCTURES)"}], "pub_date": "2006-02-19T00:00:00Z", "document_type": "article", "news_desk": "Real Estate Desk", "section_name": "Real Estate", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Joyce", "rank": 1, "lastname": "COHEN"}], "original": "By JOYCE COHEN"}, "type_of_material": "News", "_id": "4fd267138eb7c8105d81c4b5", "word_count": 1091, "slideshow_credits": null}, {"web_url": "http://query.nytimes.com/gst/fullpage.html?res=9A02E4D6133EF93AA25751C0A9609C8B63", "snippet": "AS the men's college basketball season draws to a close for all but the 65 teams playing in the National Collegiate Athletic Association Tournament, it seems clear that for the first time in three years the nation's leading scoring will not be Key...", "lead_paragraph": "AS the men's college basketball season draws to a close for all but the 65 teams playing in the National Collegiate Athletic Association Tournament, it seems clear that for the first time in three years the nation's leading scoring will not be Keydren Clark, a point guard from St. Peter's College here. In fact, Clark may not even finish as the highest scorer in the Metro Atlantic Athletic Conference. He has been battling with Andre Collins of Loyola Marymount all season. Clark, despite scoring 42 points in a losing effort against Fairfield last Tuesday, remained second in the conference in scoring and No. 5 in the country. He is not likely to finish much higher.", "abstract": null, "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Vertically Challenged, but Casting a Big Shadow at St. Peter's", "kicker": "JERSEY"}, "keywords": [], "pub_date": "2006-02-19T00:00:00Z", "document_type": "article", "news_desk": "New Jersey Weekly Desk", "section_name": "New York and Region", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Terry", "lastname": "Golway"}], "original": "By Terry Golway"}, "type_of_material": "News", "_id": "4fd24fd98eb7c8105d7f3030", "word_count": 850, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2006/02/19/theater/newsandfeatures/19ligh.html", "snippet": "For director Richard Maltby Jr., a pioneer of the popular jukebox musical, \"Ring of Fire\" walks a line. Just not a straight one....", "lead_paragraph": "The cast of three men and three women sitting around a table in a spare studio on 45th Street were rehearsing for the March 8 Broadway opening of ''Ring of Fire,'' the new show based on Johnny Cash's songs. Only on this cold January day, there wasn't going to be any music. Just reading. Richard Maltby Jr., the director and a pioneer of the popular jukebox musical, wanted to hear Mr. Cash's lyrics recited. ''Don't feel a need to get cute, or to dig for no purpose,'' he said, ''Just let the meaning of the lines come out. There's no obligation to be interesting.''", "abstract": null, "print_page": "5", "blog": [], "source": "The New York Times", "multimedia": [{"url": "images/2006/02/19/arts/light.27575.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2006/02/19/arts/light.27575.jpg"}, "type": "image", "height": 75}], "headline": {"main": "A Master of Puzzles Unlocks The Man in Black", "kicker": "THEATER"}, "keywords": [{"name": "persons", "value": "CASH, JOHNNY"}, {"name": "persons", "value": "MALTBY, RICHARD JR"}, {"name": "subject", "value": "MUSIC"}, {"name": "subject", "value": "COUNTRY MUSIC"}, {"name": "subject", "value": "THEATER"}], "pub_date": "2006-02-19T00:00:00Z", "document_type": "article", "news_desk": "Arts and Leisure Desk", "section_name": "Arts; Theater", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Alan", "lastname": "LIGHT"}], "original": "By ALAN LIGHT"}, "type_of_material": "News", "_id": "4fd2ab798eb7c8105d89812e", "word_count": 1319, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2006/02/19/nyregion/nyregionspecial/19neediest.html", "snippet": "The New York Times Neediest Cases Fund closed the books on its 94th annual fund-raising campaign, having raised more than $7 million....", "lead_paragraph": "The New York Times Neediest Cases Fund has officially closed the books on its 94th annual fund-raising campaign, having raised more than $7 million to aid New Yorkers hobbled by poverty and in need of emergency relief. As of the final tally on Thursday, the fund had raised $7,171,428.91 over the course of a three-month drive that began on Nov. 6 and ended on Feb. 3. (Money was accepted through Feb. 6.) The donations, from individuals and institutions, came in response to a series of daily articles in The New York Times, profiles of people on the margins who have been aided by the Neediest Cases and its seven beneficiary charities.", "abstract": "The New York Times Neediest Cases Fund ends annual fund-raising campaign, having raised $7,171,428.91 to aid New Yorkers; tally is 8 percent short of 2004-2005 campaign (M)", "print_page": "37", "blog": [], "source": "The New York Times", "multimedia": [{"url": "images/2006/02/19/nyregion/nyregionspecial/neediest75.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2006/02/19/nyregion/nyregionspecial/neediest75.jpg"}, "type": "image", "height": 75}], "headline": {"main": "Drive to Help New York's Neediest Raises $7.2 Million", "kicker": "The Neediest Cases"}, "keywords": [{"name": "glocations", "value": "NEW YORK CITY"}, {"name": "organizations", "value": "NEW YORK TIMES NEEDIEST CASES FUND"}, {"name": "subject", "value": "PHILANTHROPY"}, {"name": "subject", "value": "NEW YORK TIMES NEEDIEST CASES FUND"}], "pub_date": "2006-02-19T00:00:00Z", "document_type": "article", "news_desk": "Metropolitan Desk", "section_name": "New York and Region", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Kari", "rank": 1, "lastname": "HASKELL"}], "original": "By KARI HASKELL"}, "type_of_material": "News", "_id": "4fd24fd98eb7c8105d7f304b", "word_count": 1178, "slideshow_credits": null}, {"web_url": "http://query.nytimes.com/gst/fullpage.html?res=9D00EEDB133EF93AA25751C0A9609C8B63", "snippet": "An article last Sunday about auctioned Oscar statuettes referred incorrectly to the disability of Harold Russell, who won best supporting actor for ''The Best Years of Our Lives'' (1946). He was a double amputee, not a paraplegic....", "lead_paragraph": "An article last Sunday about auctioned Oscar statuettes referred incorrectly to the disability of Harold Russell, who won best supporting actor for ''The Best Years of Our Lives'' (1946). He was a double amputee, not a paraplegic.", "abstract": null, "print_page": "4", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Corrections"}, "keywords": [], "pub_date": "2006-02-19T00:00:00Z", "document_type": "article", "news_desk": "Arts and Leisure Desk", "section_name": "Arts; Corrections", "subsection_name": null, "byline": null, "type_of_material": "Correction", "_id": "4fd267138eb7c8105d81c4b0", "word_count": 37, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2006/02/19/movies/19beal.html", "snippet": "Since winning an Oscar, Cuba Gooding Jr. has put together an impressive run of wrong moves. Now he's looking for something else....", "lead_paragraph": "IN 1997, Cuba Gooding Jr., not yet 30, had almost everything show business could offer. Critics loved him. Peers had voted him an Oscar for his performance as the flamboyant wide receiver, Rod Tidwell, in ''Jerry Maguire.'' And the respect that came with his earlier portrayal of the conflicted teenager Tre Styles in ''Boyz N the Hood'' had not worn thin. That Mr. Gooding's career has since become a train wreck is hardly news. Over the past decade he has fired agents with regularity, gone without representation for nearly a year and starred in a string of dubious projects that have generally been trashed by reviewers. His reputation sunk so low at one point a satirical Web site ran a fake news item headlined ''Academy Demands Cuba Gooding Jr. Return His Oscar.''", "abstract": null, "print_page": "20", "blog": [], "source": "The New York Times", "multimedia": [{"url": "images/2006/02/19/arts/beale.7575.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2006/02/19/arts/beale.7575.jpg"}, "type": "image", "height": 75}], "headline": {"main": "Steering a Lost Career Back to the 'Hood", "kicker": "FILM"}, "keywords": [{"name": "persons", "value": "GOODING JR., CUBA"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "ACADEMY AWARDS (OSCARS)"}], "pub_date": "2006-02-19T00:00:00Z", "document_type": "article", "news_desk": "Arts and Leisure Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Lewis", "lastname": "BEALE"}], "original": "By LEWIS BEALE"}, "type_of_material": "News", "_id": "4fd24fd98eb7c8105d7f3025", "word_count": 1167, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2006/02/19/magazine/oscaropen.html", "snippet": "Portraits of 26 actors who made the films of 2005 so memorable....", "lead_paragraph": "Around this time of year, acting in movies starts to feel like a kind of athletic event, with prizes awarded to the winners while the losers are reduced to being glamorous extras on televised award show after televised award show. By the time of the Academy Awards, which this year will take place on March 5, the spirit of the contest seems to take precedence over artistic achievement. This year, as in the previous two, The New York Times Magazine has tried to eschew this notion of competition by saluting the performances that moved, surprised and thrilled us, regardless of whether they were nominated for awards. Some -- like Reese Witherspoon's in ''Walk the Line'' -- have been acknowledged by Oscar, while others -- like Penélope Cruz's in the Italian film ''Don't Move'' -- were barely seen in America. And while it's very likely that you've caught Heath Ledger's heartbreaking turn in ''Brokeback Mountain,'' you may have easily missed the explosive German film ''Head-On,'' which starred Sibel Kekilli and Birol Ünel. In 2005, George Clooney may have had the most diverse year in film: he packed on weight to play a wary, melancholic C.I.A. agent in the largely overlooked ''Syriana'' and then masterminded and starred in ''Good Night, and Good Luck,'' the story of Edward R. Murrow's clash with Senator Joseph McCarthy. Performances as enthralling and complex as those by (the nominated) Philip Seymour Hoffman in ''Capote'' or (the unnominated) Jeff Daniels in ''The Squid and the Whale'' should not be overshadowed by the suspense of who will and who won't receive a statuette. Once again, the photography team of Inez van Lamsweerde and Vinoodh Matadin has beautifully composed and captured the variety of characters who resonated with us this year and distilled the essence of what makes great movie acting great. Lynn Hirschberg", "abstract": "Third annual edition of Great Performers: photographs by Inez van Lamsweerde and Vinoodh Matadin of 26 actors who made films of 2005 so memorable (L)", "print_page": "69", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Great Performers"}, "keywords": [{"name": "persons", "value": "MATADIN, VINOODH"}, {"name": "persons", "value": "WITHERSPOON, REESE"}, {"name": "persons", "value": "LEDGER, HEATH"}, {"name": "persons", "value": "VAN LAMSWEERDE, INEZ"}, {"name": "persons", "value": "CLOONEY, GEORGE"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "ACADEMY AWARDS (OSCARS)"}], "pub_date": "2006-02-19T00:00:00Z", "document_type": "article", "news_desk": "Magazine", "section_name": "Movies; Magazine", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Lynn", "lastname": "Hirschberg"}], "original": "By Lynn Hirschberg"}, "type_of_material": "News", "_id": "4fd267138eb7c8105d81c497", "word_count": 323, "slideshow_credits": null}, {"web_url": "http://query.nytimes.com/gst/fullpage.html?res=9802E6D8103EF93BA25751C0A9609C8B63", "snippet": "The Return of Bob Edwards       Bob Edwards is coming back to New York radio. Mr. Edwards, right, who was let go by National Public Radio in 2004 after nearly 25 years as host of its ''Morning Edition,'' will be heard on WNYC (93.9 FM) on ''Bob Ed...", "lead_paragraph": "The Return of Bob Edwards Bob Edwards is coming back to New York radio. Mr. Edwards, right, who was let go by National Public Radio in 2004 after nearly 25 years as host of its ''Morning Edition,'' will be heard on WNYC (93.9 FM) on ''Bob Edwards Weekend'' on Saturdays beginning next week, from 4 to 5 p.m. The program, featuring conversations between Mr. Edwards and guests including authors, historians, actors, artists and politicians who appear on his weekday show on XM Satellite Radio, will be produced by XM Satellite and will also be available via live Web stream at www.wnyc.org. His departure from NPR was a result of an effort by its executives to update programming. Afterward, NPR received more than 35,000 written and telephoned complaints from listeners and several more from public radio stations around the country. Depressing News From Coldplay Proves Unfounded No, Coldplay is not breaking up. Haste was made yesterday to scuttle that rumor, which spread after its singer, Chris Martin, made what was interpreted as a farewell statement at the Brit Awards in London on Wednesday, the BBC reported. His remarks promptly depressed the stock of EMI, the parent of Capitol Records, which released the four-member band's album ''X&Y,'' winner of the prize for best British album. Mr. Martin, left, told the audience: ''You won't see us at one of these for many, many years, so this is our last chance, so we should really thank our label for the first time in history. We won't see you for a long time. Bye. We mean it. Bye.'' A spokesman for the band said Coldplay was ''not quitting'' and would be starting work soon on new material. He added, ''Coldplay are on the road until July, when their 16-month X&Y World Tour ends in Japan.'' 'Lion Sleeps Tonight' Lawsuit Is Settled A protracted legal dispute over the copyright to the internationally popular tune ''The Lion Sleeps Tonight'' has been settled with a payment to the family of Solomon Linda, the Zulu migrant worker who composed it under the title ''Mbube.'' Lawyers acting for his heirs said yesterday in Johannesburg that Abilene Music, which administered its copyright in the United States, had agreed to settle for an undisclosed sum, Reuters reported. The heirs live in poverty in the township of Soweto. Since the song was written in 1939, it has earned an estimated $15 million, been recorded by at least 150 artists around the world and been featured in the Disney film ''The Lion King'' as well as onstage. Herman Blignaut, a lawyer for the family, said the amount of the settlement was confidential, ''but it's been described as an amount which is suitable for the family's needs and includes both back payment for royalties as well as future payments.'' 007 Meets His Match Her name is Green. Eva Green. And she will be the femme fatale in the James Bond film ''Casino Royale,'' now in production, The Associated Press reported. Ms. Green, left, is a French actress whose credits include Ridley Scott's ''Kingdom of Heaven,'' the French-language Jean-Paul Salomé film ''Arsène Lupin'' and the erotic Bernardo Bertolucci drama ''The Dreamers.'' ''Casino Royale,'' directed by Martin Campbell and starring Daniel Craig in his debut as Bond, is expected to be released on Nov. 17. Oscar Season Brings A Screener Prosecution A California man accused of uploading a copy of the film ''Walk the Line'' that was intended for an Academy Award voter is facing a yearlong prison sentence and a $100,000 fine after he was charged with copyright infringement, The Associated Press reported. Prosecutors contend that the man, Luis Ochoa, 25, of Corona, said in an Internet chat room that he wanted to put online a special copy of the film. How he allegedly obtained the film was unclear. A chat room participant informed the Academy of Motion Picture Arts and Sciences, which established a bogus movie-swapping Web site where Mr. Ochoa uploaded the film on Dec. 21, according to Assistant United States Attorney Brian Hoffstadt. Mr. Ochoa could not be immediately located for comment. Catching Up With Cat and Bat People Halle Berry went to Harvard University on Thursday, and the Hasty Pudding Theatricals organization made her write ''I will not make 'Catwoman II' '' four times on a chalkboard, The Associated Press reported. Then she was given its pudding pot, signifying that the undergraduate theater group had chosen her its woman of the year. ''Catwoman,'' the 2004 film in which she played the title role, was widely regarded as one of the worst action movies of the year. In the ceremonies in Cambridge, Mass., Ms. Berry, above, who won an Academy Award for her performance in the 2001 film ''Monster's Ball,'' also danced suggestively with a Harvard student dressed as a French poodle named Dogman. Ms. Berry said she took her Hasty Pudding award ''very seriously,'' and added, ''It's going to go right next to my Oscar.'' The Batman costume worn by George Clooney in the 1997 flop ''Batman and Robin'' is going up for sale on March 31. Joe Maddalena of the auction house Profiles in History in Los Angeles, thinks the latex bodysuit, with nipples, cape, cowl, glove, bat ears and utility belt, might fetch as much as $100,000, Reuters reported. Mr. Maddalena said the costume would probably have sold for about $30,000 a few years ago, but Mr. Clooney is a lot more famous now. ''Clooney is hot,'' he said. ''People have fallen in love with him.''", "abstract": "Bob Edwards will host WNYC radio show Bob Edwards Weekend after being let go by National Public Radio in 2004 after 25 years as host of its Morning Edition program; photo (S)", "print_page": "8", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Arts, Briefly"}, "keywords": [{"name": "persons", "value": "EDWARDS, BOB"}, {"name": "organizations", "value": "NATIONAL PUBLIC RADIO"}, {"name": "organizations", "value": "WNYC"}, {"name": "subject", "value": "RADIO"}], "pub_date": "2006-02-18T00:00:00Z", "document_type": "article", "news_desk": "The Arts/Cultural Desk", "section_name": "Arts", "subsection_name": null, "byline": {"person": [{"firstname": "Lawrence", "middlename": "Van", "lastname": "Gelder", "rank": 1, "role": "reported", "organization": ""}], "original": "Compiled by Lawrence Van Gelder"}, "type_of_material": "News", "_id": "4fd267138eb7c8105d81c46c", "word_count": 982, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2006/02/18/opinion/18robertson.html", "snippet": "Kobe Bryant is great. But true stars make those around them better....", "lead_paragraph": "TOMORROW'S N.B.A. All-Star Game is a time to take stock of the league, and thus far the ''highlight'' of the season was Kobe Bryant of the Los Angeles Lakers scoring 81 points. That certainly created a buzz. Could he someday break 100, and eclipse Wilt Chamberlain's record from 1962? Possibly. But what's the point? However much he scores, he plays on a team that will have difficulty staying above .500, let alone making the playoffs. All the attention given to Kobe's feat exemplifies the focus of the N.B.A. today -- from the news media, the fans and the players -- on individual statistics instead of team success. And there are so many more stats than ever before. Not just scoring, but turnovers-to-assists ratio. Steals and blocked shots. Most technical fouls. And the most important statistic of all: who sells the most jerseys.", "abstract": "Op-Ed article by Oscar Robertson, member of Basketball Hall of Fame, holds that highlight of National Basketball Association season was Kobe Bryant of Los Angeles Lakers scoring 81 points in game; says attention given to Bryant's feat exemplifies focus of NBA on individual statistics instead of team success; contends that only statistic that counts is win column, and to be on top in that category, you have to play team basketball; drawing (M)", "print_page": "15", "blog": [], "source": "The New York Times", "multimedia": [{"url": "images/2006/02/17/opinion/18robertson_75.gif", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2006/02/17/opinion/18robertson_75.gif"}, "type": "image", "height": 75}, {"height": 55, "subtype": "tiny_thumb", "legacy": {"tinythumbwidth": 55, "tinythumbheight": 55, "hastinythumb": "Y"}, "type": "image", "width": 55}], "headline": {"main": "Putting the 'I' in the Lakers", "kicker": "Op-Ed Contributor"}, "keywords": [{"name": "persons", "value": "BRYANT, KOBE"}, {"name": "organizations", "value": "LOS ANGELES LAKERS"}, {"name": "subject", "value": "BASKETBALL"}], "pub_date": "2006-02-18T00:00:00Z", "document_type": "article", "news_desk": "Editorial Desk", "section_name": "Opinion", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Oscar", "lastname": "Robertson"}], "original": "By Oscar Robertson"}, "type_of_material": "Op-Ed", "_id": "4fd263038eb7c8105d815837", "word_count": 1074, "slideshow_credits": null}]}, "status": "OK", "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}