{"response": {"meta": {"hits": 352, "time": 22, "offset": 60}, "docs": [{"web_url": "http://theater2.nytimes.com/2006/02/23/theater/reviews/23indo.html", "snippet": "\"Indoor/Outdoor\" is really just another play about dysfunctional human relationships, with little whiskers drawn on....", "lead_paragraph": "''Indoor/Outdoor,'' a new play by Kenny Finkle, opened Wednesday night at the DR2 Theater. Directed by Daniel Goldstein, it's a comedy about a house cat, Samantha (Emily Cass McDonnell), who finds herself torn between her affection for a human companion, a nebbishy graphic designer named Shuman (Brian Hutchison), and her attraction to a sexy tomcat, Oscar (Mario Campanaro), who invites her to sample the pleasures of the outdoor life. A neurotic pet therapist, Matilda (Keira Naughton), mediates the conflict. To assess the play's merits, I enlisted the aid of two guest commentators: Jane, 11, a flame-point Siamese, and Prudence, 12, a tabby. Their conversation has been translated from the feline by me.", "abstract": null, "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [{"url": "images/2006/02/23/arts/Indoor75.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2006/02/23/arts/Indoor75.jpg"}, "type": "image", "height": 75}], "headline": {"main": "Animal Longings, In a Light Meow Mix", "kicker": "THEATER REVIEW"}, "keywords": [{"name": "creative_works", "value": "INDOOR/OUTDOOR (PLAY)"}, {"name": "subject", "value": "THEATER"}], "pub_date": "2006-02-23T00:00:00Z", "document_type": "article", "news_desk": "The Arts/Cultural Desk", "section_name": "Arts; Theater", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Charles", "lastname": "ISHERWOOD"}], "original": "By CHARLES ISHERWOOD"}, "type_of_material": "Review", "_id": "4fd251e58eb7c8105d7f703b", "word_count": 799, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2006/02/23/fashion/thursdaystyles/23skin.html", "snippet": "The new perfume, introduced last month at a series of lunches in the Delegates' Dining Room of the United Nations, was inspired by Sept. 11, 2001....", "lead_paragraph": "LAURICE RAHMÉ has a temperament too volatile to be contained in a bottle. But that, in a manner of speaking, is exactly what she has set out to do. Ms. Rahmé, the hard-charging impresario behind Bond No. 9, a collection of Manhattan-centric fragrances with names like Park Avenue, New Haarlem, Chelsea Flowers and Chinatown, seems to have spiked each of them with a generous dram of her own personality. ''I know what New York needs,'' Ms. Rahmé, a former Parisian, insisted earlier this month over tea at her NoHo boutique on Bond Street. And that is nothing less than to change the way that New York smells, she said, enveloping her adoptive city in a wardrobe of scents, each named for a distinct neighborhood, each an attempt to capture New York's essence in a flask.", "abstract": "Interview with Laurice Rahme, creator of Bond No 9 collection of fragrances named after New York City streets and neighborhoods, about her new perfume Scent of Peace; photos (M)", "print_page": "3", "blog": [], "source": "The New York Times", "multimedia": [{"url": "images/2006/02/23/fashion/skin.75.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2006/02/23/fashion/skin.75.jpg"}, "type": "image", "height": 75}], "headline": {"main": "Perfumer Draws Fire Over a Scent Called 'Peace'", "kicker": "Skin Deep"}, "keywords": [{"name": "persons", "value": "CREED, OLIVIER"}, {"name": "persons", "value": "RAHME, LAURICE"}, {"name": "glocations", "value": "NEW YORK CITY"}, {"name": "organizations", "value": "BOND STREET"}, {"name": "organizations", "value": "BOND NO 9 NEW YORK"}, {"name": "subject", "value": "ODORS"}, {"name": "subject", "value": "COSMETICS AND TOILETRIES"}, {"name": "subject", "value": "PERFUMES AND FRAGRANCES"}], "pub_date": "2006-02-23T00:00:00Z", "document_type": "article", "news_desk": "Thursday Styles", "section_name": "Style", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Ruth", "rank": 1, "lastname": "LA FERLA"}], "original": "By RUTH LA FERLA"}, "type_of_material": "News", "_id": "4fd263048eb7c8105d8158bb", "word_count": 1323, "slideshow_credits": null}, {"web_url": "http://query.nytimes.com/gst/fullpage.html?res=9A07E5DC1E3EF930A15751C0A9609C8B63", "snippet": "8 P.M. (NBC) 2006 OLYMPIC WINTER GAMES -- Sasha Cohen (above), the 21-year-old American figure skater, knocked the judges' socks off on Tuesday night, putting her slightly ahead of Irina Slutskaya of Russia. Emily Hughes, 17, was in seventh place ...", "lead_paragraph": "8 P.M. (NBC) 2006 OLYMPIC WINTER GAMES -- Sasha Cohen (above), the 21-year-old American figure skater, knocked the judges' socks off on Tuesday night, putting her slightly ahead of Irina Slutskaya of Russia. Emily Hughes, 17, was in seventh place after the women's short program. They meet again tonight in the women's free-skate competition. Tonight's other events, tape delayed from Turin, Italy, are freestyle skiing (men's aerials) and snowboarding (women's parallel giant slalom). 6:30 P.M. (IFC) DANCER IN THE DARK -- (2000). The pop singer Bjork, now best known in the United States for her unusual Oscar wear (the swan dress), stars in a Dogma musical from Lars von Trier. The story is about a young woman going blind, but it's a far cry from ''Dark Victory.'' 8 P.M. (Fox) AMERICAN IDOL -- Four would-be singing stars will bite the dust. 8 P.M. (13) WINDSOR CASTLE: A ROYAL YEAR -- The staff of this huge British castle copes with two major events: the Order of the Garter ceremony and Henry Higgins's favorite horse race, Ascot. Part 2 of 3. 9 P.M. (BET) CELEBRATION OF GOSPEL -- Performers include Stevie Wonder, Anthony Hamilton, Tyrese and the group Mary Mary (Tina Campbell, far left, and Erica Campell). 9 P.M. (Sundance) LADETTE TO LADY -- The modern-day Eliza Doolittles in this British reality competition series are called on to give a dinner-dance. They are instructed not to cackle while introducing guests. They don't care for their visit to an art museum. And a teacher calls one young woman an ''ugly drunk.'' Part 4 of 5. 10 P.M. (13) MONTY PYTHON'S PERSONAL BEST -- The tribute to Eric Idle (below) includes a soccer game among philosophers (Germans versus Greeks), a talk show guest who speaks only in anagrams, an interview with Mr. Idle's mother (or perhaps a man in drag posing as her) and a steeplechase for people who think they're chickens. Specials about the other members of the British comedy troupe -- John Cleese, Terry Gilliam, Terry Jones, Graham Chapman and Michael Palin -- are to follow. ANITA GATES", "abstract": null, "print_page": "9", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "WHAT'S ON TONIGHT"}, "keywords": [], "pub_date": "2006-02-23T00:00:00Z", "document_type": "article", "news_desk": "The Arts/Cultural Desk", "section_name": "Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Anita", "lastname": "GATES"}], "original": "By ANITA GATES"}, "type_of_material": "Schedule", "_id": "4fd2693a8eb7c8105d820087", "word_count": 346, "slideshow_credits": null}, {"web_url": "http://carpetbagger.blogs.nytimes.com/2006/02/22/a-season-goes-off-under-the-caution-flag/", "snippet": "Variety looks into the car wreck that is the domestic release schedule, an accident waiting to happen in which very few movies, even some mighty fine ones, do not get out alive. And we're talking about the competition for the ultimate golden icon ...", "lead_paragraph": "Variety looks into the car wreck that is the domestic release schedule, an accident waiting to happen in which very few movies, even some mighty fine ones, do not get out alive. And we're talking about the competition for the ultimate golden icon - the almighty dollar - not a collectible statue that is a monument of prestige.", "abstract": "Variety looks into the car wreck that is the domestic release schedule, an accident waiting to happen in which very few movies, even some mighty fine ones, do not get out alive. And we're talking about the competition for the ultimate golden icon - the almighty dollar - not a collectible statue that is a [...]", "print_page": null, "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "A Season Goes Off Under the Caution Flag", "kicker": "Carpetbagger"}, "keywords": [{"value": "News", "name": "type_of_material", "rank": "1"}], "pub_date": "2006-02-22T07:57:20Z", "document_type": "blogpost", "news_desk": null, "section_name": "Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By CARPETBAGGER"}, "type_of_material": "Blog", "_id": "4fd3640e8eb7c8105d8b2afc", "word_count": 250, "slideshow_credits": null}, {"web_url": "http://carpetbagger.blogs.nytimes.com/2006/02/22/revenge-of-the-not-so-nerdy/", "snippet": "Speaking of Salon, they give some credit where it's due by highlighting the annual Academy of Motion Picture Arts and Sciences' annual Scientific and Technical Awards. You say you missed them? Well, the were last weekend, and Salon's Scott Kirsner...", "lead_paragraph": "Speaking of Salon, they give some credit where it's due by highlighting the annual Academy of Motion Picture Arts and Sciences' annual Scientific and Technical Awards. You say you missed them? Well, the were last weekend, and Salon's Scott Kirsner went so you didn't have to. Let the Oscar program diss these folks all they want; the Bagger knows that they are the ones that put the magic in the medium.", "abstract": "Speaking of Salon, they give some credit where it's due by highlighting the annual Academy of Motion Picture Arts and Sciences' annual Scientific and Technical Awards. You say you missed them? Well, the were last weekend, and Salon's Scott Kirsner went so you didn't have to. Let the Oscar program diss these folks all they [...]", "print_page": null, "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Revenge of the Not-So-Nerdy", "kicker": "Carpetbagger"}, "keywords": [{"value": "News", "name": "type_of_material", "rank": "1"}], "pub_date": "2006-02-22T07:43:56Z", "document_type": "blogpost", "news_desk": null, "section_name": "Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By CARPETBAGGER"}, "type_of_material": "Blog", "_id": "4fd3642f8eb7c8105d8b2cf2", "word_count": 71, "slideshow_credits": null}, {"web_url": "http://carpetbagger.blogs.nytimes.com/2006/02/22/gong-long-with-the-shorts/", "snippet": "The short subjects category of the Academy has always been bursting with talent, but no one ever actually sees the movies. The Bagger is just betting many a member wouldn't know a nominee if he got mugged by one. But Magnolia Pictures, the distrib...", "lead_paragraph": "The short subjects category of the Academy has always been bursting with talent, but no one ever actually sees the movies. The Bagger is just betting many a member wouldn't know a nominee if he got mugged by one. But Magnolia Pictures, the distribution arm of Mark Cuban and Todd Wagner's enterprise, is letting the public get the short end of the stick, in a nice way. The company is giving the shorts a pre-Oscar run, starting Feb. 24 at the Cinema Village in New York and Laemmle Fairfax in Los Angeles, as well as weeklong runs with Landmark Theatres in San Francisco, Detroit, Berkeley, Atlanta, Seattle, and Denver.", "abstract": "The short subjects category of the Academy has always been bursting with talent, but no one ever actually sees the movies. The Bagger is just betting many a member wouldn't know a nominee if he got mugged by one. But Magnolia Pictures, the distribution arm of Mark Cuban and Todd Wagner's enterprise, is letting the [...]", "print_page": null, "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Going Long With the Shorts", "kicker": "Carpetbagger"}, "keywords": [{"value": "News", "name": "type_of_material", "rank": "1"}], "pub_date": "2006-02-22T07:41:46Z", "document_type": "blogpost", "news_desk": null, "section_name": "Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By CARPETBAGGER"}, "type_of_material": "Blog", "_id": "4fd364128eb7c8105d8b2b9d", "word_count": 155, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2006/02/22/sports/ncaabasketball/22clark.html", "snippet": "Keydren Clark, the small but prolific senior guard at St. Peter's College, has continued to pile up points....", "lead_paragraph": "Keydren Clark, the small but prolific senior guard at St. Peter's College, has continued to pile up points this season with the fourth-highest scoring average in the nation through Monday, but the challenge has been more daunting than ever. In June, Clark found his best friend and teammate, George Jefferson, unresponsive in their apartment. Jefferson, 20, died of hypertrophic cardiomyopathy, a genetic heart disease, and the loss devastated Clark, his teammates and all of St. Peter's, a Jesuit college of 3,300 students in Jersey City.", "abstract": "St Peter's College guard Keydren Clark is averaging 26.2 points per game for basketball team, despite tumultuous off-the-court season; photos (M)", "print_page": "7", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Clark Deals With Deaths, Doubters And Dreams", "kicker": "COLLEGE BASKETBALL"}, "keywords": [{"name": "persons", "value": "CLARK, KEYDREN"}, {"name": "organizations", "value": "ST PETER'S COLLEGE"}, {"name": "subject", "value": "SPORTS OF THE TIMES (TIMES COLUMN)"}, {"name": "subject", "value": "BASKETBALL"}], "pub_date": "2006-02-22T00:00:00Z", "document_type": "article", "news_desk": "Sports Desk", "section_name": "Sports", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Dave", "lastname": "CALDWELL"}], "original": "By DAVE CALDWELL"}, "type_of_material": "News", "_id": "4fd287428eb7c8105d859084", "word_count": 966, "slideshow_credits": null}, {"web_url": "http://carpetbagger.blogs.nytimes.com/2006/02/21/alert-the-others/", "snippet": "The Bagger was at a party over the weekend of plain old civilians and noticed that they were talking about the Oscars, of all things. Up until now, the Bagger has felt as if he belonged to a small, fetish-driven cult. Sure, those of you in the rac...", "lead_paragraph": "The Bagger was at a party over the weekend of plain old civilians and noticed that they were talking about the Oscars, of all things. Up until now, the Bagger has felt as if he belonged to a small, fetish-driven cult. Sure, those of you in the racket or who live with a virtual attachment to all things Oscar think he's nuts, but guys, out here in the world, a lot of people care as much about the Oscars as the trade deficit. But that's changing. The Bagger listened to an animated discussion between \"Brokeback Mountain\" vs. \"Crash\" loyalists, and managed, with a tremendous amount of personal effort, to keep his piehole shut: Nothing can bring a nice party chat to a screeching halt more quickly than some dweeby know-it-all who has been sitting in his basement checking Oscar-related bookmarks for two months now. But now that the Academy Awards are just around the corner, normal people who have no idea who won best cinematographer in 1976 are starting to take an interest.", "abstract": "The Bagger was at a party over the weekend of plain old civilians and noticed that they were talking about the Oscars, of all things. Up until now, the Bagger has felt as if he belonged to a small, fetish-driven cult. Sure, those of you in the racket or who live with a virtual attachment [...]", "print_page": null, "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Alert the Others", "kicker": "Carpetbagger"}, "keywords": [{"value": "News", "name": "type_of_material", "rank": "1"}], "pub_date": "2006-02-21T07:10:06Z", "document_type": "blogpost", "news_desk": null, "section_name": "Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By CARPETBAGGER"}, "type_of_material": "Blog", "_id": "4fd3642f8eb7c8105d8b2d04", "word_count": 507, "slideshow_credits": null}, {"web_url": "http://carpetbagger.blogs.nytimes.com/2006/02/21/mid-atlantic-awards/", "snippet": "The British Academy of Film and Television Arts swooned and swooned hard for \"Brokeback,\" loading up its bulging saddlebags with the picture, director and screenplay awards, plus an acting kudo. Jake Gyllenhaal, who through a fluke of marketing an...", "lead_paragraph": "The British Academy of Film and Television Arts swooned and swooned hard for \"Brokeback,\" loading up its bulging saddlebags with the picture, director and screenplay awards, plus an acting kudo. Jake Gyllenhaal, who through a fluke of marketing and contest machinations has been something of a forgotten man this awards season - the Bagger thinks he should get some kind of recognition for his Santa hat dance in \"Jarhead\" - acted genuinely surprised when the supporting actor award came his way. The best supporting award on the distaff side went to Thandie Newtown for her role in \"Crash\" - she may have been born in Zambia, but the British claim her as their own. Reese Witherspoon won best actress in a walk, but then, Felicity Huffman was not even up in that category. It will be fascinating to see whether Ms. Witherspoon's demure approach to Oscar campaigning - she isn't doing it - will trump Ms. Huffman's willingness to show up just about anywhere there is a podium. The Bagger is not suggesting that there is something craven in Ms. Huffman's approach; it looks less like she wants it than that she is going to enjoy every single minute of her day in the sun. And the Academy could do worse than having a 43-year-old actress at the microphone who counted a good audition as one in which her bicycle was not stolen while she was taking her turn. Awards for screenplay, adapted and original, went to \"Brokeback\" and \"Crash\" respectively and it would be hard to envision BAFTA's American analogs doing it any differently.", "abstract": "The British Academy of Film and Television Arts swooned and swooned hard for \"Brokeback,\" loading up its bulging saddlebags with the picture, director and screenplay awards, plus an acting kudo. Jake Gyllenhaal, who through a fluke of marketing and contest machinations has been something of a forgotten man this awards season - the Bagger thinks [...]", "print_page": null, "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Mid-Atlantic Awards", "kicker": "Carpetbagger"}, "keywords": [{"value": "News", "name": "type_of_material", "rank": "1"}], "pub_date": "2006-02-21T07:00:16Z", "document_type": "blogpost", "news_desk": null, "section_name": "Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By CARPETBAGGER"}, "type_of_material": "Blog", "_id": "4fd3642f8eb7c8105d8b2cfe", "word_count": 287, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2006/02/21/movies/HomeVideo/21dvd.html", "snippet": "This week's new releases include Jeff Bridges in \"The Last American Hero,\" two volumes of Paramount comedy shorts and Bill Murray's sole directorial effort....", "lead_paragraph": "The Last American Hero Jeff Bridges was coming off Peter Bogdanovich's ''Last Picture Show,'' John Huston's ''Fat City'' and Robert Benton's ''Bad Company'' when he made ''The Last American Hero'' for the director Lamont Johnson in 1973, completing an extraordinary run of achievement that his subsequent career never quite equaled artistically or commercially, though he remains, deservedly, a favorite among critics, if not the mass audience. As the stock car racer Elroy (Junior) Jackson, who learns to drive running moonshine for his papa through the twisting, vertiginous back roads of North Carolina, Mr. Bridges delivers the sort of seamless, unforced performance that is usually overlooked by those who bestow industry awards but that tends to linger and grow over the years. The title, like the film is based on a 1965 Esquire story, ''The Last American Hero Is Junior Johnson. Yes!'' by Tom Wolfe, once dripped with irony, but now it can be taken almost literally. Many of the leading men Hollywood has produced in the years since, from Harrison Ford to Heath Ledger, seem to be following Mr. Bridges' model; few, if any, have improved on it.", "abstract": null, "print_page": "4", "blog": [], "source": "The New York Times", "multimedia": [{"url": "images/2006/02/21/arts/dvd.75.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2006/02/21/arts/dvd.75.jpg"}, "type": "image", "height": 75}], "headline": {"main": "New DVD's", "kicker": "Critic's Choice"}, "keywords": [{"name": "persons", "value": "MURRAY, BILL"}, {"name": "persons", "value": "BRIDGES, JEFF"}, {"name": "subject", "value": "DVD (DIGITAL VERSATILE DISK)"}, {"name": "subject", "value": "MOTION PICTURES"}], "pub_date": "2006-02-21T00:00:00Z", "document_type": "article", "news_desk": "The Arts/Cultural Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Dave", "lastname": "Kehr"}], "original": "By Dave Kehr"}, "type_of_material": "News", "_id": "4fd251e58eb7c8105d7f7017", "word_count": 1246, "slideshow_credits": null}]}, "status": "OK", "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}