{"response": {"meta": {"hits": 76, "time": 67, "offset": 60}, "docs": [{"web_url": "http://www.nytimes.com/1982/01/14/obituaries/dr-frank-glenn-80-is-dead-noted-surgeon-treated-shah.html", "snippet": "Dr. Frank Glenn, an internationally known authority on surgery who retired in 1967 as chairman of the department of surgery and surgeon in chief at the New York Hospital-Cornell Medical Center, died Tuesday at the center after a short illness. He ...", "lead_paragraph": "Dr. Frank Glenn, an internationally known authority on surgery who retired in 1967 as chairman of the department of surgery and surgeon in chief at the New York Hospital-Cornell Medical Center, died Tuesday at the center after a short illness. He was 80 years old and a resident of Manhattan. Dr. Glenn wrote books and more than 350 papers on various types of surgery and on surgical training for graduate and undergraduate students. He had been associated with New York Hospital and Cornell Medical College since 1932 and remained active as a consultant in surgery.", "abstract": null, "print_page": "19", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "NOTED SURGEON TREATED SHAH", "kicker": "DR. FRANK GLENN, 80, IS DEAD"}, "keywords": [{"name": "subject", "value": "014-22-41"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}, {"name": "subject", "value": "SURGERY AND SURGEONS"}], "pub_date": "1982-01-14T00:00:00Z", "document_type": "article", "news_desk": "Obituary", "section_name": "Health; Obituaries", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Wolfgang", "rank": 1, "lastname": "SAXON"}], "original": "By WOLFGANG SAXON"}, "type_of_material": "Obituary", "_id": "4fd11d3b8eb7c8105d5db1d0", "word_count": 513, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1982/01/13/business/market-place-general-foods-and-mergers.html", "snippet": "WHEN General Foods paid cash and securities for Oscar Mayer last May, it added exposure to wide swings in pork prices to its previous vulnerability to coffee and sugar price gyrations. Some Wall Street analysts questioned the wisdom of the move an...", "lead_paragraph": "WHEN General Foods paid cash and securities for Oscar Mayer last May, it added exposure to wide swings in pork prices to its previous vulnerability to coffee and sugar price gyrations. Some Wall Street analysts questioned the wisdom of the move and speculated that the company might be trying to make itself less attractive to raiders. It would not have been the first time a jittery management had made an acquisition to discourage a takeover. Some years ago, Kennecott paid $567 million for Carborundum, thus draining cash reserves that arose out of the Government-ordered sale of Peabody Coal.", "abstract": null, "print_page": "8", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Market Place; General Foods And Mergers"}, "keywords": [{"name": "subject", "value": "FOOD AND GROCERY TRADE"}, {"name": "subject", "value": "MERGERS, ACQUISITIONS AND DIVESTITURES"}, {"name": "subject", "value": "013-22-10"}], "pub_date": "1982-01-13T00:00:00Z", "document_type": "article", "news_desk": "Financial Desk", "section_name": "Business", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Robert", "rank": 1, "lastname": "Metz"}], "original": "By Robert Metz"}, "type_of_material": "News", "_id": "4fd11e2f8eb7c8105d5dc9c4", "word_count": 832, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1982/01/11/business/advertising-other-account-shifts-from-a-busy-week.html", "snippet": "Although all of the talk this week in adland will be about Pan Am's latest switch, last Friday saw an unusually heavy flurry of account moves.   But Pan Am's move to Wells, Rich, Greene after a brief stay at Doyle Dane Bernbach with its $50 millio...", "lead_paragraph": "Although all of the talk this week in adland will be about Pan Am's latest switch, last Friday saw an unusually heavy flurry of account moves. But Pan Am's move to Wells, Rich, Greene after a brief stay at Doyle Dane Bernbach with its $50 million piece of business, and its declaration that it didn't consider Continental Airlines, a W.R.G. client, a conflict (Continental said it isn't sure it agrees), had to be the high points of the day.", "abstract": null, "print_page": "9", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Other Account Shifts From a Busy Week", "kicker": "ADVERTISING"}, "keywords": [{"name": "subject", "value": "SALES"}, {"name": "subject", "value": "ADVERTISING"}, {"name": "subject", "value": "CONTRACTS"}, {"name": "subject", "value": "011-21-73"}], "pub_date": "1982-01-11T00:00:00Z", "document_type": "article", "news_desk": "Financial Desk", "section_name": "Business", "subsection_name": null, "byline": {"person": [{"firstname": "Philip", "middlename": "H.", "lastname": "Dougherty", "rank": 1, "role": "reported", "organization": ""}], "original": "By Philip H. Dougherty"}, "type_of_material": "News", "_id": "4fd120388eb7c8105d5e04a8", "word_count": 291, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1982/01/10/books/the-paperback-evolution.html", "snippet": "When Thomas H. Guinzburg, chairman of the 1982 American Book Awards ceremony, proposed that the board designate a prize for the best original softcover book of 1981, he was pleased by the response.  \"They said it was a fantastic idea; why didn't w...", "lead_paragraph": "When Thomas H. Guinzburg, chairman of the 1982 American Book Awards ceremony, proposed that the board designate a prize for the best original softcover book of 1981, he was pleased by the response. \"They said it was a fantastic idea; why didn't we think of it before?\" recalled Mr. Guinzburg. \"Then they proceeded to vote me down by something like 26 to 3.\" Mr. Guinzburg, the former president of Viking Press, was kidding about the size of the vote but not about its outcome. More than 40 years after an upstart Pocket Books first iss ued 10 titles for 25 cents each, neither the mass-market paperback nor its trade paperbackoffshoot has attained the prestige of tis old er and more durable sibling. Moreover, for several years, weakene d by problems of erraticdistribution and high returns (which have sty mied the \"paperback revolution\" almost since its inception), the paperback industry has represneted the most troubled part of the tro ubled book business. Andthe problems that beset paperback publishers are not strictly financial. How they decide to solve them will undoubtedly affect how authors are published and what readers read. The industry does have its strengths; for example, ubiquity. The handysized paperback can be found in some 100,000 outlets, in bookstores and supermarkets, newsstands and variety stores. And as Mr. Guinzburg pointed out, \"Some of the most innovative publishing in America these days is being done by softcover publishers.\"", "abstract": null, "print_page": "7", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "THE PAPERBACK EVOLUTION"}, "keywords": [{"name": "subject", "value": "INDUSTRY PROFILES"}, {"name": "subject", "value": "BOOKS AND LITERATURE"}], "pub_date": "1982-01-10T00:00:00Z", "document_type": "article", "news_desk": "Book Review Desk", "section_name": "Arts; Books", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Edwin", "rank": 1, "lastname": "McDowell"}], "original": "By Edwin McDowell"}, "type_of_material": "News", "_id": "4fd11b388eb7c8105d5d6917", "word_count": 3795, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1982/01/10/arts/television-week-099370.html", "snippet": "Streep as Alice When Elizabeth Swados set ''Alice in Wonderland'' and ''Through the Looking Glass'' to music in ''Alice in Concert,'' presented at the Public Theater a year ago, she was fortunate to have Meryl Streep singing the title role. Miss S...", "lead_paragraph": "Streep as Alice When Elizabeth Swados set ''Alice in Wonderland'' and ''Through the Looking Glass'' to music in ''Alice in Concert,'' presented at the Public Theater a year ago, she was fortunate to have Meryl Streep singing the title role. Miss Streep won high praise for her performance, while the production received mixed to negative reviews. Now titled ''Alice at the Palace,'' it has been adapted for television and will be broadcast on NBC on Saturday at 8 P.M. This is clearly a showcase for Miss Streep, one of today's most sought-after actresses - she won an Oscar for her supporting performance in ''Kramer vs. Kramer,'' an Emmy for her role in the television mini-series ''Holocaust'' and critical laurels for the current film ''The French Lieutenant's Woman.''", "abstract": null, "print_page": "3", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Television Week"}, "keywords": [{"name": "subject", "value": "TELEVISION PROGRAMS"}, {"name": "subject", "value": "TELEVISION"}], "pub_date": "1982-01-10T00:00:00Z", "document_type": "article", "news_desk": "Arts and Leisure Desk", "section_name": "Arts", "subsection_name": null, "byline": {"person": [{"firstname": "C.", "middlename": "Gerald", "lastname": "Fraser", "rank": 1, "role": "reported", "organization": ""}], "original": "By C. Gerald Fraser"}, "type_of_material": "News", "_id": "4fd1335b8eb7c8105d602a5a", "word_count": 789, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1982/01/10/books/looking-backward.html", "snippet": "-------------------------------------------------------------------- Kenneth S. Lynn teaches American history at Johns Hopkins. NO PLACE OF GRACE Antimodernism and the Transformation of American Culture 1880-1920.  By T.J. Jackson Lears.  375 pp. ...", "lead_paragraph": "-------------------------------------------------------------------- Kenneth S. Lynn teaches American history at Johns Hopkins. NO PLACE OF GRACE Antimodernism and the Transformation of American Culture 1880-1920. By T.J. Jackson Lears. 375 pp. New York: Pantheon Books. $18.50. By KENNETH S. LYNN THE American studies movement arose in the 1930's out of a fascination with the possibilities of interdisciplinary research and out of the conviction that a culture that was ''various, subtle, sinewy, scant at times but not poor,'' as Constance Rourke described it in ''American Humor'' (1931), would be a joy to study. Into the early 1960's, the movement could claim credit for a fair amount of important work. Since then, it has gradually been falling into the hands of practitioners who are jacks-of-all-disciplines but masters of none. And the movement that was once uplifted by a vision of the vitality of our civilization is now so awa sh in sickness reports, bearing such gloomy titles as ''Regeneration Through Violence'' and ''The Culture of Narcissism,'' that perhaps it ought to be referred to as anti-Am erican studies.", "abstract": null, "print_page": "8", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "LOOKING BACKWARD"}, "keywords": [{"name": "subject", "value": "BOOKS AND LITERATURE"}, {"name": "subject", "value": "CULTURE"}], "pub_date": "1982-01-10T00:00:00Z", "document_type": "article", "news_desk": "Book Review Desk", "section_name": "Arts; Books", "subsection_name": null, "byline": null, "type_of_material": "Review", "_id": "4fd11e358eb7c8105d5dce91", "word_count": 880, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1982/01/10/movies/film-view-little-noticed-acting-gems-lent-luster-to-1981.html", "snippet": "The year-end orgy of award-giving and the compiling of 10-best lists is, I suppose, a kind of therapy. Something like a wake. It sets the horrors of the old yea r to rest whil e making a pretense at conferring immortality on what are supposed t o ...", "lead_paragraph": "The year-end orgy of award-giving and the compiling of 10-best lists is, I suppose, a kind of therapy. Something like a wake. It sets the horrors of the old yea r to rest whil e making a pretense at conferring immortality on what are supposed t o be the worthiest of the year's endeavors. Yet no year can be adeq uately recalled by awards given or by severely limited inventori es of excellence. Actors, especially, get short shrift in these various processes. Dustin Hoffman was right when, a couple of ye ars ago, he suggested that such awards are meaningless in that no t wo performances are comparable, and that actors act rather than c ompete. When a comparatively small number of good performanc es are thus recognized, a great many other memorable appearances auto matically become downgraded or lost, left out of the almanacs, remembered only by the trivia experts. Following is a reminder of some particular performers, an even dozen, who, for one reason and another, made 1981 a good deal brighter than it might have been, though they appeared in films that (1) tended to overwhelm the contributions of the people in them, (2) were not especially memorab le in themselves, or (3) were mostly ignored by th e public. The actors are recalled in no special order ofimportance, b ut they are performances that stay in the memory and deserve note.", "abstract": null, "print_page": "15", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Film View; LITTLE-NOTICED ACTING GEMS LENT LUSTER TO 1981"}, "keywords": [{"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "ACTORS AND ACTRESSES"}, {"name": "subject", "value": "010-21-54"}], "pub_date": "1982-01-10T00:00:00Z", "document_type": "article", "news_desk": "Arts and Leisure Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Vincent", "rank": 1, "lastname": "Canby"}], "original": "By Vincent Canby"}, "type_of_material": "Review", "_id": "4fd11e358eb7c8105d5dce83", "word_count": 1532, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1982/01/10/books/the-face-of-a-joke-on-the-body-of-a-truth.html", "snippet": "--------------------------------------------------------------------    Ralph E. Shikes is the author of ''The Indignant Eye: The Artist as Social Critic in Prints and Drawings.'' MASTERS OF CARICATURE From Hogarth and Gillray to Scarfe and Levine...", "lead_paragraph": "-------------------------------------------------------------------- Ralph E. Shikes is the author of ''The Indignant Eye: The Artist as Social Critic in Prints and Drawings.'' MASTERS OF CARICATURE From Hogarth and Gillray to Scarfe and Levine. Introduction and Commentary by William Feaver. Edited by Ann Gould. Illustrated. 240 pp. New York: Alfred A. Knopf. $25. THE ART OF CARICATURE By Edward Lucie-Smith. Illustrated. 128 pp. Ithaca, N.Y.: Cornell University Press. $24.95.", "abstract": null, "print_page": "30", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "THE FACE OF A JOKE ON THE BODY OF A TRUTH"}, "keywords": [{"name": "subject", "value": "BOOKS AND LITERATURE"}, {"name": "subject", "value": "ART"}], "pub_date": "1982-01-10T00:00:00Z", "document_type": "article", "news_desk": "Book Review Desk", "section_name": "Arts; Books", "subsection_name": null, "byline": null, "type_of_material": "Review", "_id": "4fd11a068eb7c8105d5d3dd0", "word_count": 1285, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1982/01/08/movies/new-faces-a-guide-to-fresh-talent-now-on-the-local-scene.html", "snippet": "On this page, nine arts critics for The New York Times share their discoveries of some of the bright new talents now appearing on the New York scene: Stage   The newest new faces in the theater this season belong to child actors who haven't yet re...", "lead_paragraph": "On this page, nine arts critics for The New York Times share their discoveries of some of the bright new talents now appearing on the New York scene: Stage The newest new faces in the theater this season belong to child actors who haven't yet reached adolescence. In Christopher Durang's ''Sister Mary Ignatius Explains It All for You,'' a little boy named Mark Stefan serves as the straight man to the formidable title character, a tyrannical nun played by Elizabeth Franz. Mr. Stefan, wearing a blue blazer and a choir boy's ingenuous smile, gets his own share of the laughs as he proudly wins brownie points (and cookies) by rattling off correct answers to his teacher's dogmatic questions. Already a master of deadpan, he recalls that violin-playing tyke Barry Gordon, who used to vex Jack Benny on his television series in the 1950's. ''Sister Mary'' is at Playwrights Horizons, 416 West 42d Street (279-4200). In James Lapine's ''Twelve Dreams,'' Olivia Laurel Mates and Stacey Glick play two children caught in a mysterious psychological whirlwind that afflicts a New England household in the 1930's. Some of the play's most tender scenes occur when they undertake the child actor's most problematic task of imitating adult authority figures. The Misses Mates and Glick do the job unaffectedly, without succumbing to cloying show-biz cuteness. At the Public Theater, 425 Lafayette Street (598-7150).", "abstract": null, "print_page": "13", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "NEW FACES: A GUIDE TO FRESH TALENT NOW ON THE LOCAL SCENE"}, "keywords": [{"name": "subject", "value": "MUSIC"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "008-21-68"}, {"name": "subject", "value": "TELEVISION"}, {"name": "subject", "value": "DANCING"}, {"name": "subject", "value": "THEATER"}], "pub_date": "1982-01-08T00:00:00Z", "document_type": "article", "news_desk": "Weekend Desk", "section_name": "Movies; Arts; Theater", "subsection_name": null, "byline": null, "type_of_material": "Review", "_id": "4fd11f1a8eb7c8105d5dec4d", "word_count": 4578, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1982/01/06/movies/opera-prima-portrait-of-a-madrileno.html", "snippet": "MATIAS, who lives in Madrid and is suspicious of anything beyond the city limits, is in his mid-20', tall, dark-haired, extraordinarily skinny and full of eccentric, off-the-top-of-the-head opinions on everything from Mozart to meat-eating. He's a...", "lead_paragraph": "MATIAS, who lives in Madrid and is suspicious of anything beyond the city limits, is in his mid-20', tall, dark-haired, extraordinarily skinny and full of eccentric, off-the-top-of-the-head opinions on everything from Mozart to meat-eating. He's also ambitious but totally unfocused. He works without interest as a journalist and is in the process of writing what he describes as ''my best-selling book'' about an aging spy, though he can't get beyond chapter six. Further, Matias has a phenomenally understanding former wife, a precocious little son and, during most of Fernando Trueba's Spanish comedy, ''Opera Prima,'' he is having a stormy affair with his beautiful cousin, Violeta, who is even more patient than his former wife.", "abstract": null, "print_page": "17", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "'OPERA PRIMA,' PORTRAIT OF A MADRILENO"}, "keywords": [{"name": "creative_works", "value": "OPERA PRIMA (MOVIE)"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "REVIEWS"}], "pub_date": "1982-01-06T00:00:00Z", "document_type": "article", "news_desk": "Cultural Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Vincent", "rank": 1, "lastname": "CANBY"}], "original": "By VINCENT CANBY"}, "type_of_material": "Review", "_id": "4fd11e368eb7c8105d5dd017", "word_count": 545, "slideshow_credits": null}]}, "status": "OK", "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}