{"response": {"meta": {"hits": 76, "time": 29, "offset": 10}, "docs": [{"web_url": "http://www.nytimes.com/1982/02/25/sports/by-sports-of-the-times-the-genius.html", "snippet": "HE'S known as The Great Gretzky because of the rhythm of the words. But he should be known as The Genius because, as a hockey player, that's what he is. Athletes such as Wayne Gretzky come along in a sport once in a generation, if then. When they ...", "lead_paragraph": "HE'S known as The Great Gretzky because of the rhythm of the words. But he should be known as The Genius because, as a hockey player, that's what he is. Athletes such as Wayne Gretzky come along in a sport once in a generation, if then. When they do, they always arrive as child prodigies. Most hockey players are content to be considered prospects when they are 21 years old, but when the Edmonton Oilers' slender center turned 21 a month ago, he was pre-eminent. Including three goals in last night's game in Buffalo, his 79 goals have established a National Hockey League regular-season record. And, with 176 points, he already has shattered the record of 164, which he set last season.", "abstract": null, "print_page": "19", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "By Sports of The Times; The Genius"}, "keywords": [{"name": "subject", "value": "RECORDS AND ACHIEVEMENTS"}, {"name": "subject", "value": "HOCKEY, ICE"}, {"name": "subject", "value": "PROFESSIONAL ATHLETICS"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}], "pub_date": "1982-02-25T00:00:00Z", "document_type": "article", "news_desk": "Sports Desk", "section_name": "Sports", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Dave", "rank": 1, "lastname": "ANDERSON"}], "original": "DAVE ANDERSON"}, "type_of_material": "News", "_id": "4fd1212f8eb7c8105d5e2ce6", "word_count": 1025, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1982/02/25/obituaries/oscar-s-stauffer-dies-at-95-founder-of-newspaper-chain.html", "snippet": "Oscar S. Stauffer, founder of an 11-state newspaper and broadcast group who was a key backer of Alf Landon's 1936 bid for the Presidency, died Tuesday. He was 95 years old....", "lead_paragraph": "Oscar S. Stauffer, founder of an 11-state newspaper and broadcast group who was a key backer of Alf Landon's 1936 bid for the Presidency, died Tuesday. He was 95 years old.", "abstract": null, "print_page": "16", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Oscar S. Stauffer Dies at 95; Founder of Newspaper Chain"}, "keywords": [{"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}], "pub_date": "1982-02-25T00:00:00Z", "document_type": "article", "news_desk": "Obituary", "section_name": "Obituaries", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "UPI"}, "type_of_material": "Obituary", "_id": "4fd1212f8eb7c8105d5e2d02", "word_count": 122, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1982/02/23/style/diversity-for-summer-nights.html", "snippet": "Grand or simple. Elegant or casual. Sleek and glittery or sweet and ruffled. Clothes to wear on summer evenings come in all these modes -and then some. They are as uncomplicated as a dimity print cotton camisole worn with a flouncy matching skirt ...", "lead_paragraph": "Grand or simple. Elegant or casual. Sleek and glittery or sweet and ruffled. Clothes to wear on summer evenings come in all these modes -and then some. They are as uncomplicated as a dimity print cotton camisole worn with a flouncy matching skirt or as structured as a ball gown with balloon sleeves, tiny waistline and bouffant skirt propped by petticoats. The shapes are as diversified as the moods, ranging from slivers of black silk that can stop above the knees to frothy puff balls of white lace or net or tiers and tucks of starched organdy.", "abstract": null, "print_page": "20", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "DIVERSITY FOR SUMMER NIGHTS"}, "keywords": [{"name": "subject", "value": "NEW MODELS, DESIGN AND PRODUCTS"}, {"name": "subject", "value": "APPAREL"}], "pub_date": "1982-02-23T00:00:00Z", "document_type": "article", "news_desk": "Style Desk", "section_name": "Style", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Bernadine", "rank": 1, "lastname": "MORRIS"}], "original": "By BERNADINE MORRIS"}, "type_of_material": "News", "_id": "4fd120378eb7c8105d5e035c", "word_count": 609, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1982/02/21/style/miss-kruesi-g-j-carlson-will-be-wed.html", "snippet": "The engagement of Charlotte Kimball Kruesi to George Jeffrey Carlson of Southport, Conn., has been announced by Dr. and Mrs. Oscar Rogers Kruesi of Bernardsville, N.J., and Tinmouth, Vt., parents of the future bride. Her fiance is the son of Mrs. ...", "lead_paragraph": "The engagement of Charlotte Kimball Kruesi to George Jeffrey Carlson of Southport, Conn., has been announced by Dr. and Mrs. Oscar Rogers Kruesi of Bernardsville, N.J., and Tinmouth, Vt., parents of the future bride. Her fiance is the son of Mrs. George Henry Carlson Jr. of Madison, N.J., and the late Mr. Carlson.", "abstract": null, "print_page": "57", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Miss Kruesi, G. J. Carlson Will Be Wed"}, "keywords": [{"name": "subject", "value": "WEDDINGS AND ENGAGEMENTS"}], "pub_date": "1982-02-21T00:00:00Z", "document_type": "article", "news_desk": "Society Desk", "section_name": "Style", "subsection_name": null, "byline": null, "type_of_material": "News", "_id": "4fd120f08eb7c8105d5e206e", "word_count": 266, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1982/02/21/us/us-catholic-bishops-opposing-administration-s-salvador-policy.html", "snippet": "A guerrilla commander says 1982 will be the ''definitive'' year of the war in El Salvador. Page 20. By KENNETH A. BRIGGS   Responding to growing debate over United States involvement in El Salvador, the National Conference of Catholic Bishops has ...", "lead_paragraph": "A guerrilla commander says 1982 will be the ''definitive'' year of the war in El Salvador. Page 20. By KENNETH A. BRIGGS Responding to growing debate over United States involvement in El Salvador, the National Conference of Catholic Bishops has become a forceful opponent of Reagan Administration policy, toughening its stand against all forms of military aid to the Central American country and demanding a negotiated settlement there. Many other religious groups have attacked the Administration's strategy, including an interfaith coalition of 350 people who, in a letter to members of Congress last week coordinated by Clergy and Laity Concerned, demanded an end to military aid. But the special place of the Roman Catholic Church in the lives of 90 percent of Latin America's people makes the voice of the church hierarchy in the United States especially powerful.", "abstract": null, "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "U.S. CATHOLIC BISHOPS OPPOSING ADMINISTRATION'S SALVADOR POLICY"}, "keywords": [{"name": "glocations", "value": "SALVADOR, EL"}, {"name": "glocations", "value": "UNITED STATES"}, {"name": "subject", "value": "ROMAN CATHOLIC CHURCH"}, {"name": "subject", "value": "MILITARY EQUIPMENT"}, {"name": "subject", "value": "RELIGION AND CHURCHES"}, {"name": "subject", "value": "UNITED STATE INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "CONVENTIONS AND CONFERENCES"}, {"name": "subject", "value": "FOREIGN AID"}, {"name": "subject", "value": "UNITED STATES ARMAMENT AND DEFENSE"}], "pub_date": "1982-02-21T00:00:00Z", "document_type": "article", "news_desk": "National Desk", "section_name": "U.S.", "subsection_name": null, "byline": null, "type_of_material": "News", "_id": "4fd134bd8eb7c8105d605133", "word_count": 1494, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1982/02/21/magazine/health.html", "snippet": "Daniel Laskin is a freelance writer living in Maryland. By Daniel Laskin   Five years ago, a spate of panicky headlines alerted Americans to a new, alarming byproduct of the sexual revolution. Genital herpes - incurable, recurrent and highly conta...", "lead_paragraph": "Daniel Laskin is a freelance writer living in Maryland. By Daniel Laskin Five years ago, a spate of panicky headlines alerted Americans to a new, alarming byproduct of the sexual revolution. Genital herpes - incurable, recurrent and highly contagious - was spreading rapidly. What the early reports did not convey, though, was the psychological damage and medical bafflement herpes would bring with it. Today, this viral infection has not only established itself as an uncontrollable epidemic; it has proved to be one of the most exasperating ailments, for patients and doctors alike. Between five million and 20 million Americans are believed to suffer from herpes, which produces painful, fluid-filled blisters on the genitals. Some of them have such mild bouts that they see the disease as no more than an inconvenience; others are in almost constant pain. Virtually all of them, however, must endure an emotional crisis so distinct in its assault on their sense of worth that psychologists speak of a ''herpes syndrome.'' Across the country, herpes victims find themselves suddenly beset by new vulnerabilities and moral dilemmas. They feel tainted, fearful that no one will ever want to love them - and thus torn over the question of whether to tell new friends and prospective sex partners about their affliction. Women who plan to have children face particularly frightening risks. Newborn babies can pick up the virus in the birth canal, with devastating results.", "abstract": null, "print_page": "94", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "HEALTH"}, "keywords": [{"name": "glocations", "value": "UNITED STATES"}, {"name": "subject", "value": "SEX"}, {"name": "subject", "value": "MEDICINE AND HEALTH"}], "pub_date": "1982-02-21T00:00:00Z", "document_type": "article", "news_desk": "Magazine Desk", "section_name": "Health; Magazine", "subsection_name": null, "byline": null, "type_of_material": "News", "_id": "4fd11d788eb7c8105d5db6c6", "word_count": 3972, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1982/02/21/magazine/being-jerzy-kosinski.html", "snippet": "Barbara Gelb, a regular contributor to The New York Times Magazine, is the author of the recently published paperback ''So Short a Time,'' about the journalists John Reed and Louise Bryant. By Barbara Gelb   Many of Jerzy Kosinski's friends are st...", "lead_paragraph": "Barbara Gelb, a regular contributor to The New York Times Magazine, is the author of the recently published paperback ''So Short a Time,'' about the journalists John Reed and Louise Bryant. By Barbara Gelb Many of Jerzy Kosinski's friends are stars - some of them, like Warren Beatty and Tony Bennett, are in show business; some, like Zbigniew Brzezinski and Henry Kissinger, are in global politics, and some, inevitably, are in journalism and television - such as Mike Wallace, at whose home I first met Kosinski about six years ago. Encouraged by Wallace, Kosinski was telling parts of the story of his life that night. Wallace, no mean master of theatrics himself, knew a spellbinder when he had one at his dinner table. And after I'd listened, enthralled, for several hours, I knew that Kosinski was not only a vintage raconteur, but, probably, the ultimate survivor. I'm a connoisseur of survivors and have studied them as writers, actors, doctors, cops. And while some of them earn more money, have attained greater eminence or have settled into more traditional life styles than Kosinski, none, I think, had more to endure and overcome. None were damaged, both psychically and physically, as Kosinski was, or are as candid about it - starkly in his fiction, wittily in the drawing room.", "abstract": null, "print_page": "42", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "BEING JERZY KOSINSKI"}, "keywords": [{"name": "subject", "value": "WRITING AND WRITERS"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}], "pub_date": "1982-02-21T00:00:00Z", "document_type": "article", "news_desk": "Magazine Desk", "section_name": "Magazine", "subsection_name": null, "byline": null, "type_of_material": "News", "_id": "4fd134bd8eb7c8105d605132", "word_count": 6473, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1982/02/21/style/dr-eugene-r-gillman-weds-dr-ilana-lustig.html", "snippet": "Dr. Ilana Denise Lustig, an obstetrician at the New York University Hospital, and Dr. Eugene Robert Gillman, who practices internal medicine in Bayside, Queens, were married yesterday. Rabbi Mordecai Rubin performed the ceremony at the Barbizon Pl...", "lead_paragraph": "Dr. Ilana Denise Lustig, an obstetrician at the New York University Hospital, and Dr. Eugene Robert Gillman, who practices internal medicine in Bayside, Queens, were married yesterday. Rabbi Mordecai Rubin performed the ceremony at the Barbizon Plaza Hotel.", "abstract": null, "print_page": "59", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Dr. Eugene R. Gillman Weds Dr. Ilana Lustig"}, "keywords": [{"name": "subject", "value": "WEDDINGS AND ENGAGEMENTS"}], "pub_date": "1982-02-21T00:00:00Z", "document_type": "article", "news_desk": "Society Desk", "section_name": "Style", "subsection_name": null, "byline": null, "type_of_material": "News", "_id": "4fd11d788eb7c8105d5db6f1", "word_count": 181, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1982/02/21/theater/john-guare-stirs-up-a-breeze.html", "snippet": "In the service of his own very special brand of lyrical absurdism, John Guare has populated the stage with as zany and variegated a funhouse (some would say madhouse) of characters as can be found in the modern theater. Remember Artie Shaughnessy,...", "lead_paragraph": "In the service of his own very special brand of lyrical absurdism, John Guare has populated the stage with as zany and variegated a funhouse (some would say madhouse) of characters as can be found in the modern theater. Remember Artie Shaughnessy, the loony zoo-keeper and song-writer (''Where is the devil in/Evelyn?'') in Mr. Guare first big success, the 1971 ''House of Blue Leaves''? Then there was Bing Ringling, ''the world's oldest living promising playwright'' with 843 unproduced plays in his trunk, in ''Rich and Famous.'' And Betty, the bubble-headed porn actress of ''Landscape of the Body.'' And Stony McBride, the starry-eyed film director adrift on an Arctic ice floe in ''Marco Polo Sings a Solo.'' And more, many more. Dreamers and victims, gargoyles and grotesques, their ranks stretch back over a prolific writing career that began in the mid-1950's. Since then, says Mr. Guare, he has written a play a year. Most of them, like Bing Ringling's, have stayed in his trunk, but Mr. Guare has been a consistent presence in the theater, on and off Broadway, for more than a decade.", "abstract": null, "print_page": "4", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "JOHN GUARE STIRS UP A 'BREEZE'"}, "keywords": [{"name": "subject", "value": "WRITING AND WRITERS"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}, {"name": "subject", "value": "THEATER"}], "pub_date": "1982-02-21T00:00:00Z", "document_type": "article", "news_desk": "Arts and Leisure Desk", "section_name": "Arts; Theater", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Robert", "rank": 1, "lastname": "BERKVIST"}], "original": "By ROBERT BERKVIST"}, "type_of_material": "News", "_id": "4fd1212a8eb7c8105d5e2b91", "word_count": 1849, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1982/02/19/world/candidate-favoring-napalm-use-gains-in-salvador.html", "snippet": "The concern of American officials over holding elections amid the violence here is being compounded by alarm that a man linked to that violence may do very well in the voting.   Ambassador Deane R. Hinton told Salvadoran leaders at a diplomatic ga...", "lead_paragraph": "The concern of American officials over holding elections amid the violence here is being compounded by alarm that a man linked to that violence may do very well in the voting. Ambassador Deane R. Hinton told Salvadoran leaders at a diplomatic gathering last week that his main worry had become the unexpectedly strong showing of Roberto d'Aubuisson, a 38-year-old cashiered army officer long associated with coup attempts and paramilitary terror campaigns. The boyish looking Mr. d'Aubuisson promises to ''exterminate'' the guerrillas within three months of the convening of the new constituent assembly that is to be elected March 28 by putting the country on a war footing and sparing no tactic. ''Napalm is indispensable,'' explained his campaign spokesman, Willi Aleman. 'Civilians Will Be Killed' The armed forces would be freed of human rights restrictions on their activities and encouraged to invade Nicaragua. ''We don't believe the army needs controlling,'' said Mario Redaelli, the secretary of Mr. d'Aubuisson's party, the Nationalist Republican Alliance. ''Civilians will be killed, war has always been that way. When the Germans bombed London they didn't tell civilians to get out of the way first, did they?''", "abstract": null, "print_page": "10", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "CANDIDATE FAVORING NAPALM USE GAINS IN SALVADOR"}, "keywords": [{"name": "glocations", "value": "SALVADOR, EL"}, {"name": "subject", "value": "ARMAMENT, DEFENSE AND MILITARY FORCES"}, {"name": "subject", "value": "POLITICS AND GOVERNMENT"}, {"name": "subject", "value": "ELECTIONS"}], "pub_date": "1982-02-19T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Warren", "rank": 1, "lastname": "HOGE"}, {"organization": "", "role": "reported", "rank": 2}], "original": "By WARREN HOGE, Special to the New York Times"}, "type_of_material": "News", "_id": "4fd11e328eb7c8105d5dcceb", "word_count": 1268, "slideshow_credits": null}]}, "status": "OK", "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}