{"response": {"meta": {"hits": 254, "time": 54, "offset": 30}, "docs": [{"web_url": "http://www.nytimes.com/2005/02/27/movies/oscars/27darg.html", "snippet": "The Academy Awards are widely deemed a monumental waste of time. But if you pay close enough attention to the Oscars, you can learn a lot about the industry....", "lead_paragraph": "THE Academy Awards are famously vulgar, dependably boring, grievously misguided and widely deemed by both casual viewers and critics a monumental waste of time. But if you pay close enough attention to the Oscars, which will be broadcast this evening -- and, in particular, to the nominations -- you can learn a lot about the industry. The show reveals what the industry is thinking in the moment and lets us catch sight of the future. The event may be the ultimate in self-affirmation -- we like ourselves, we really, really like ourselves! -- but it reflects a larger conversation this otherwise publicity-driven industry does not always share with the rest of us. The Academy of Motion Picture Arts and Sciences gets plenty wrong, but it gets plenty right, and has since the first awards ceremony, in 1929. That event, a low-key dinner held in a hotel, is principally noteworthy because the academy presented what were effectively two awards for best film of the year: ''outstanding picture'' and ''unique and artistic picture.'' The first went to William A. Wellman's ''Wings,'' a smash about fighter pilots in love; the second went to F.W. Murnau's masterpiece, ''Sunrise,'' a moody romance that was the most expensive silent film ever made by the Fox studio. The studio's chief believed Murnau was a genius. But genius does not necessarily bring in paying crowds, and the film did not make back its costs. The next year the academy designated just one award for the favored film of the year: outstanding picture.", "abstract": "Manohla Dargis column offers defense of annual Oscars awards ceremony; holds part of what makes Oscars addictive spectacle is struggle between cinematic art and the movie industry, vision and profit, that plays out openly during show; photos (M)", "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [{"url": "images/2005/02/27/arts/23darg75.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2005/02/27/arts/23darg75.jpg"}, "type": "image", "height": 75}], "headline": {"main": "We Like Us! We Really, Really Like Us!", "kicker": "FILM"}, "keywords": [{"name": "organizations", "value": "ACADEMY OF MOTION PICTURE ARTS AND SCIENCES"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "ACADEMY AWARDS (OSCARS)"}, {"name": "subject", "value": "AWARDS, DECORATIONS AND HONORS"}], "pub_date": "2005-02-27T00:00:00Z", "document_type": "article", "news_desk": "Arts and Leisure Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Manohla", "lastname": "DARGIS"}], "original": "By MANOHLA DARGIS"}, "type_of_material": "News", "_id": "4fd2839e8eb7c8105d851e51", "word_count": 1530, "slideshow_credits": null}, {"web_url": "http://query.nytimes.com/gst/fullpage.html?res=9904E2DE173DF934A15751C0A9639C8B63", "snippet": "A guide to cultural and recreational goings-on around the state this week. Items may be submitted by mail to On the Towns, Sunday New Jersey Section, The New York Times, 229 West 43d Street, New York, N.Y. 10036; by fax to (212) 556-7219, or by e-...", "lead_paragraph": "A guide to cultural and recreational goings-on around the state this week. Items may be submitted by mail to On the Towns, Sunday New Jersey Section, The New York Times, 229 West 43d Street, New York, N.Y. 10036; by fax to (212) 556-7219, or by e-mail to njtowns@nytimes.com. Theater BAIRD CENTER ''Old Friend: Melodies and Memories,'' musical review directed by Gary Martins; Dreamcatcher Repertory Theater. Friday through March 20. Tickets: $25 to $10. Baird Center, 5 Mead Street, South Orange. (973)378-7754, extension 2228. SHIMON AND SARA BIRNBAUM J.C.C. ''Blue Collar Bay,'' one-man show by Stephen Axelrod; Jewish Arts Week production. Wednesday at 7 p.m., followed by dessert. Tickets: $7 to $5; registration required. 775 Talamini Road, Bridgewater. (908) 725-6994, extension 206. BRADLEY HALL THEATER, RUTGERS UNIVERSITY ''Early One Evening at the Rainbow Bar and Grille,'' serio-comedy by Bruce Graham; Rutgers-Newark Theater Arts Program and New Jersey Institute of Technology Drama Theater. Wednesday through March 5. Tickets: $7 to $5. 110 Warren Street, Newark. (973) 353-5119, extension 17. CENTENARY THEATER ''Sister Week,'' drama by Heather McCutchen; Centenary Stage Company. Through March 13. Tickets: $20 to $12. Centenary College, 400 Jefferson Street, Hackettstown. (908)979-0900. CHATHAM COMMUNITY PLAYERS ''Enchanted April,'' romantic play by Kane Campbell, adapted from the novel by Elizabeth Von Arnim. Through March 6. Tickets: $15 to $10. 23 North Passaic Avenue, Chatham. (973)635-7363. THE COMMUNITY THEATER ''The Canterbury Tales,'' comedy based on Chaucer's classic novel; New Vic Theater of London. Some mature content; recommended for ages 14 and over. March 6 at 3 p.m. Tickets: $15. 100 South Street, Morristown. (973)539-8008. FINE ARTS COMPLEX, RUTGERS-CAMDEN ''The Vagina Monologues,'' Obie Award-winning play by Eve Ensler; Rutgers-Camden Gender Studies Organization. Wednesday at 8:30 p.m. Free. Black Box Theater, Third Street between Cooper Street and Benjamin Franklin Bridge, Camden. (856)225-6161. FIRST PRESBYTERIAN CHURCH ''Sherlock Holmes,'' staged reading of the thriller by William Gillette; East Lynne Theater Company. Friday and March 5 at 8 p.m. Tickets: $18 to $16; free for children aged 18 and under. 500 Hughes Street, Cape May. (609)884-5898. KELSEY THEATER, MERCER COUNTY COMMUNITY COLLEGE ''Incorruptible,'' comedy by Michael Hollinger. Friday through March 13. Tickets: $12 to $10. 1200 Old Trenton Road, West Windsor. (609)584-9444. LUMIA THEATER ''Theater Brut Festival of Short Plays,'' staged readings of 20 10-minute plays based on the theme of sacrifice; New Jersey Repertory Company. Friday through March 6. Donation: $25; reservations recommended. 179 Broadway, Long Branch. (732)229-3166. RED BANK MIDDLE SCHOOL ''Riverhead: A Soundpainting,'' improvised text, sound and movement, guided by a ''soundpainting'' conducting system; Two River Theater Company. March 5 at 2 p.m. Tickets: $15; free for children under age 18. 101 Harding Road, Red Bank. (732) 345-1400. RIDGE SCHOOL ''Many Moons,'' by Charlotte B. Chorpenning, based on the fable by James Thurber. Friday and March 5. Tickets: $10 to $7.50. 325 West Ridgewood Avenue, Ridgewood. (201) 652-1966, extension 19. WESTFIELD COMMUNITY PLAYERS Agatha Christie's ''Witness for the Prosecution.'' Friday through March 19. Tickets: $15. 1000 North Avenue West, Westfield. (908) 232-1221. Museums and Galleries ART WORKS Works by Linda Jacobs, monoprint rubbing pastels. Wednesday through March 27. Artist's reception March 5, 7 to 10 p.m. Hours: Wednesdays through Sundays, 11 a.m. to 9 p.m. 15 Station Place, Metuchen. (732) 603-9299. BELSKIE MUSEUM ''Elijah Silverman: New York Subway Drawings,'' March 6 through 27. Hours: Saturdays and Sundays, 1 to 5 p.m. Free. 280 High Street, Closter. (201)768-0286. SHIMON AND SARA BIRNBAUM J.C.C. ''Israeli Marketplace from the Old City Jafa,'' Jewish Arts Week exhibition of works by 20 artists. Sunday through Thursday. Free; registration required. 775 Talamini Road, Bridgewater. (908) 725-6994, extension 206. BROOKDALE COLLEGE ''Art For the Home,'' exhibition of crafts for the home and landscape by more than 100 artists. March 5, 10 a.m. to 6 p.m. and March 6, 10 a.m. to 5 p.m. Admission: $6; free for children aged 10 and under. Collins Arena, Newman Springs Road, Manalapan. (800) 544-5991. CHRISTIAN BROTHERS ACADEMY ''Annual Craft Show,'' exhibition of works by more than 150 artists. March 5, 9 a.m. to 4 p.m. 850 Newman Springs Road, Lincroft. (732) 747-1959. CLIFTON ARTS CENTER ''Prelude to Spring,'' Wednesday through April 1. Reception March 5, 1 to 4 p.m. Hours: Wednesdays through Saturdays, 1 to 4 p.m. 900 Clifton Avenue, Clifton. (973)472-5499. GALLERY 31 NORTH ''Rudimenti,'' exhibition of works by MaryAnn Miller, paintings, prints and artist books. March 6 through April 24. Artist's reception March 6, 1 to 4 p.m. Hours: Thursdays through Sundays, 1 to 4 p.m. Historic Hunt House, Route 31 and Hunt Place, Glen Gardner. (908) 537-7044. GARDEN STATE EXHIBIT CENTER ''Quilt Fest of New Jersey.'' Thursday, 11 a.m. to 6 p.m.; Friday and Saturday, 10 a.m. to 6 p.m.; Sunday, 10 a.m. to 5 p.m. Admission: $12; good for all days; free for children under age 16. Off Interstate 287, Exit 10, Somerset. www.quiltfest.com. HOBOKEN Citywide art exhibition celebrating Hoboken's sesquicentennial; works by over 50 artists at various locations, including City Hall, BAMA Gallery, Arts on Sixth Gallery and others. March 5 and 6. (201) 420-2207. www.hobokeni.com/sesquicentennial.asp. J.C.C. ON THE PALISADES ''Light On!,'' exhibition of photographs by Gordon Rapp. Tuesday through March 31. Artist's reception March 6, 1 to 3 p.m. Hours: Mondays through Thursdays, 9 a.m. to 10 p.m.; Fridays and Sundays, 9 a.m. to 4 p.m. Waltuch Gallery, 411 East Clinton Avenue, Tenafly. (201)569-7900, extension 433. MACCULLOCH HALL HISTORICAL MUSEUM ''Treasures From Florham,'' exhibition of items from the Florham mansion. March 6 through fall. Hours: Wednesdays, Thursdays and Sundays, 1 to 4 p.m. Admission: $6; $5 students and those aged 62 and older; free for children aged 12 and under. 45 Macculloch Avenue, Morristown. (973)538-2404. MERCER COUNTY COMMUNITY COLLEGE GALLERY ''Mercer County Artists 2005,'' juried exhibition. Monday through April 1. Hours: Mondays, 11 a.m. to 1 p.m.; Tuesdays, Wednesdays and Thursdays, 11 a.m. to 5 p.m.; Fridays, 9 a.m. to 1 p.m. Additional hours Wednesdays, 4:30 to 6:30 p.m. and Thursdays, 7 to 9 p.m. Communications Building, M.C.C.C. campus, 1200 Old Trenton Road, West Windsor. (609)586-4800, ext. 3589. LOUISA MELROSE GALLERY Works by Salma Arastu, William E. Christine and others. Tuesday through April 10. Opening reception March 5, 4 to 7 p.m. Hours: Sundays and Mondays and Wednesdays through Fridays, 11 a.m. to 5 p.m.; Saturdays, 11 a.m. to 6 p.m. 41 Bridge Street, Frenchtown. (908) 996-1470. MONMOUTH COUNTY LIBRARY ''An American in China,'' exhibition of photographs by Arthur Krasinsky. Wednesday through March 31. Reception March 5, 10 a.m. to 1 p.m. Free. Wall Township Branch, 2700 Allaire Road, Wall Township. (732) 431-7242. MORRIS MUSEUM ''Landreach,'' painting by Serena Bocchino. Tuesday through June 19. Hours: Tuesdays, Wednesdays, Fridays and Saturdays, 10 a.m. to 5 p.m.; Thursdays, 10 a.m. to 8 p.m.; Sundays, 1 to 5 p.m. Admission: $7; $5 for children aged 3 and under and adults aged 65 and over; free on Thursdays from 1 to 8 p.m. 6 Normandy Heights Road, Morristown. (973)971-3700. NEW JERSEY CENTER FOR VISUAL ARTS ''19th International Juried Show.'' Through April 15. Hours: Mondays through Fridays, 10 a.m. to 5 p.m. Free. 34-36 Maple Street, Summit. (908)273-9121. NEWARK MUSEUM ''Newark Teen Arts Festival,'' exhibition of works by artists aged 13 to 18, mixed media. March 5 through 20. Hours: Wednesdays through Sundays noon to 5 p.m. Admission: $5; $2 for students and those aged 62 and over; free for members. 49 Washington Street, Newark. (973)596-6550. OCEAN COUNTY ARTISTS GUILD ''Miniature Art Textiles Exhibit,'' works by more than 50 artists. March 6 through 29. Reception March 6, 1 to 4 p.m. Hours: Tuesdays through Sundays, 1 to 4 p.m. Corner of Ocean and Chestnut Avenues, Island Heights. (732) 506-6636. PRINCETON UNIVERSITY ART MUSEUM ''Recarving China's Past: The Art, Archaeology and Architecture of the Wu Family Shrines,'' exhibition of ink-on-paper rubbings of pictorial wall carvings. March 5 through June 26. Hours: Tuesdays through Saturdays, 10 a.m. to 5 p.m.; Sundays, 1 to 5 p.m. Free. McCormick Hall, near the main gates of the Princeton University campus at Nassau and Witherspoon Streets, Princeton. (609)258-3788. RARITAN VALLEY COMMUNITY COLLEGE Works by Christopher B. Koep, mixed media. Monday through March 28. Artist's talk and reception Friday, 5:30 to 8 p.m. Hours: Mondays, 3 to 8 p.m.; Tuesdays and Thursdays, noon to 3 p.m.; Wednesdays, 1 to 8 p.m. Route 28 and Lamington Road, North Branch. (908) 218-8876. REEVES-REED ARBORETUM ''In Full Bloom,'' exhibition of photography by Lynn A. Wilkins. Through March 23. Wisner House, 165 Hobart Avenue, Summit. Hours: Sundays through Saturdays, dawn through dusk. (908) 273-8787. RIDER UNIVERSITY ART GALLERY ''Isaac Witkin, Out of the Crucible: Images Born of Fire & Water,'' sculpture exhibition. Thursday through April 10. Opening reception Thursday, 5 to 7 p.m. Hours: Tuesdays through Thursdays, 11 a.m. to 7 p.m.; Sundays, noon to 4 p.m. Free. Bart Luedeke Center, 3rd Floor, 2083 Lawrenceville Road, Lawrenceville. (609)895-5588. BEN SHAHN CENTER, WILLIAM PATERSON UNIVERSITY ''Chronologies and Connections: 1855-2005, The Evolution of the University in a Global Context,'' exhibition of images and artifacts. Through April 22. Hours: Mondays through Fridays, 10 a.m. to 5 p.m. 300 Pompton Road, Wayne. (973) 720-2654. UNITARIAN SOCIETY OF RIDGEWOOD ''Visions of Nature,'' exhibition of works by Mary Yim Kliauga, oil paintings. Through April 3. Hours by appointment. 113 Cottage Place, Ridgewood. (201)444-6225. WATCHUNG ARTS CENTER ''Intersections,'' exhibition of photographs by James Ting and Tim Lee. Tuesday through March 30. Hours: Tuesdays. Wednesdays, Fridays and Saturdays, 1 to 4:30 p.m.; Thursdays. 1 to 7:30 p.m. 18 Stirling Road (on the circle), Watchung. (908)753-0190. WEINER LIBRARY, FARLEIGH DICKINSON UNIVERSITY ''Beautiful Flowers As I See Them,'' slideshow presentation of photographs by Dieter Steinmeyer. March 6 at 2 p.m. Donation: $5. River Road, Teaneck. (201)692-2140. Music and Dance 12 MILES WEST THEATER Lisa Loeb in concert. Friday at 9 p.m. Tickets: $25 to $20. 562 Bloomfield Avenue, Bloomfield. (973)259-9187. BICKFORD THEATER Mike Gallagher, Irish music. March 6 at 2 p.m. Tickets: $28 to $24. Morris Museum, 6 Normandy Heights Road, Morristown. (973)971-3706. BERGEN PERFORMING ARTS CENTER Works by Bach and Vivaldi; Venice Baroque Orchestra. Monday at 8 p.m. Tickets: $55 to $35. 30 North Van Brunt Street, Englewood. (201)227-1030. SHIMON AND SARA BIRNBAUM J.C.C. Intergenerational Israeli dance. Tuesday at 1 p.m. Free; registration required. ''American Jewish Songwriters,'' Fred Miller. Wednesday at 1 p.m. Tickets: $7 to $5; registration required. 775 Talamini Road, Bridgewater. (908) 725-6994, extension 206. BULA John Lee Trio, jazz. Friday at 8 and 9 p.m. No cover charge; $10 minimum. 134 Spring Street, Newton. (973)579-7338. CENTRAL UNITARIAN CHURCH Cheryl Wheeler, folk. March 5 at 8 p.m. Tickets: $25. 156 Forest Avenue, Paramus. (201) 836-5187. CHRIST CHURCH J.P. Knieff, organ recital. March 6 at 6:30 p.m.; recitals follow choral vespers at 6 p.m. Free 5 Paterson Street, New Brunswick. (732) 545-6262. CHURCH OF THE REDEEMER ''Song of Songs,'' wedding-themed concert; Harmonium Choral Society. March 5 at 8 p.m. and March 6 at 3 p.m. Tickets: $20 to $15. Church of the Redeemer, 36 South Street, Morristown. (973)538-6969. COMMUNITY THEATER Chuck Mangione in concert. March 5 at 8 p.m. Tickets: $52 to $37. 100 South Street, Morristown. (973) 539-8008. COUNT BASIE THEATER Wayne Newton in concert. Thursday at 8 p.m. Tickets: $125 to $40. Sir James Galway with Lady Jeanne Galway, flutes. Friday at 8 p.m. Tickets: $75 to $30. Buckwheat Zydeco with Sean Costello. March 5 at 8 p.m. Tickets: $32.50 to $20.00. Monmouth Street, Red Bank. (732)842-9000. ENGLEWOOD PUBLIC LIBRARY ''From Baroque to Contemporary,'' City Winds Trio. March 6 at 6 p.m. Free. 31 Engle Street, Englewood. (201)568-2215. FIRST PRESBYTERIAN CHURCH Toshi Reagon, rock and soul; ''Women in Song'' series. March 5 at 8 p.m. Tickets: 25 to $20. 270 Woodbridge Avenue, Metuchen. (732) 549-6000. FIRST PRESBYTERIAN CHURCH Works by Holst, Tchaikovsky and Brian P. McGowan; New Sussex Symphony. March 5 at 3 p.m. Tickets: $10 to $5. 54 High Street, Newton. (973)579-6465. FIRST PRESBYTERIAN CHURCH Works by Bach, Haydn and William Walton; Oratorio Choir. March 6 at 7 p.m. Free; donation accepted. 255 Harding Road, Red Bank. (732)747-1329. DENNIS FLYER THEATER, CAMDEN COUNTY COLLEGE Rockapella, a cappella group. Thursday at 7:30 p.m. Tickets: $25 to $20. College Drive, Blackwood. (856) 338-9000. BENJAMIN FRANKLIN MIDDLE SCHOOL Works by Rachmaninov, Enesco and Brahms; Ridgewood Symphony Orchestra with Chiu-Tze Lin, piano. Friday at 8 p.m. Tickets: $20 to $10. East Glen and North Van Dien Avenues, Ridgewood. (201)612-0118. JACOBS MUSIC ''Steinway Society Musicale,'' works by Beethoven and Mendelssohn; Tomoko Kanamaru, piano, Ruotao Mao, violin and Mikyung Lee, cello. March 6 at 4 p.m. Tickets: $15 to $8. Recital Hall, 2540 Brunswick Pike, Lawrenceville. (609) 434-0222. THOMAS JEFFERSON MIDDLE SCHOOL ''Family Pops Concert,'' works by Beethoven, Rossini and Gustave Holt; North Jersey Symphony. March 6 at 3 p.m. Tickets: $12 to $8. 35-01 Morlot Avenue, Fair Lawn. (201)836-3732. ALEXANDER KASSER THEATER, MONTCLAIR STATE UNIVERSITY Ensemble Kaboul, traditional Afghan music. Tuesday at 7:30 p.m. Tickets: $30. Christina Capparelli Gerling, piano. March 6 at 3 p.m. Tickets: $30 to $24. Normal Avenue and Valley Road, Montclair. (973)655-5112. MAHWAH PUBLIC LIBRARY ''International Festival,'' works by Bizet, Haydn and others; All Seasons Chamber Players. March 6 at 2 p.m. Free. 100 Ridge Road, Mahwah. (201)529-7323. MEXICALI BLUES CAFE Steve Kimock Band, jazz. Friday at 10 p.m. Cover charge: $20. Wigjam with Reflections, rock. March 5 at 10 p.m. Cover charge: $10. Ages 21 and over. 1409 Queen Anne Road, Teaneck. (201)833-0011. MILL HILL PLAYHOUSE Christine Lavin in concert. March 5 at 8 p.m. Tickets: $20 to $16. Intersection of Front and Montgomery Streets, Trenton. (609) 392-0766. MINSTREL COFFEEHOUSE The McDades, Celtic music group. Friday at 8:30 p.m. Admission: $6. Morris County Park Commission Cultural Center, 300 Mendham Road, Morris Township. (973)335-9489. MONMOUTH COUNTY LIBRARY Annette Sanders and Quartet. March 6 at 2 p.m. Free. 125 Symmes Drive, Manalapan. (732)431-7242. MOUNT BURKE THEATER, PEDDIE SCHOOL Cesar Camargo Mariano, piano and Romero Lubambo, guitar. Friday at 8 p.m. Tickets: $15. ''Works by Mark Zuckerman,'' New Jersey Saxophone Quartet. March 6 at 2 p.m. Tickets: $10. South Main Street, Hightstown. (609)490-7550. NEW BRUNSWICK FREE PUBLIC LIBRARY Traditional gospel concert; Antioch Christian Church Mass Choir. Thursday, 7:30 to 8:30 p.m. Free. 60 Livingston Avenue, New Brunswick. (732) 745-5108. NEW JERSEY CITY UNIVERSITY Campus recital, members of NJCU woodwind, brass and jazz faculty. Monday at 8 p.m. Free. Ingalls Recital Hall, 2039 Kennedy Boulevard, Jersey City. (201)200-3151. NEW JERSEY PERFORMING ARTS CENTER An Evening with Rennie Harris,'' hip-hop dance concert. March 5 at 8 p.m. in the Chase Room. Tickets: $18. 1 Center Street, Newark. (888)466-5722. NEW THEATER, MASON GROSS SCHOOL OF THE ARTS ''DancePlus Spring,'' dance faculty recital. Thursday, Friday and March 5 at 8 p.m.; March 6 at 2 p.m. Tickets: $20 to $10. Rutgers University, 33 Livingston Avenue, New Brunswick. (732)932-7511. OLD BRIDGE PUBLIC LIBRARY 3D, Caribbean music group. March 5 at 1:30 p.m. Free. 1 Old Bridge Plaza, Highway 516 and Cottrell Road, Old Bridge. (732) 721-5600, extension 5033. OUTPOST IN THE BURBS Disappear Fear, folk rock group, with Amy Speace, folk. Friday at 8:30 p.m. Tickets: $20. First Congregational Church, 40 South Fullerton Avenue, Montclair. (973)744-6560. PFLEEGER CONCERT HALL, ROWAN UNIVERSITY Works by Christopher Rouse, Bruce Hamilton and others; Rowan Percussion Ensemble with John Beck. Monday at 8 p.m. Free. Wilson Hall, Glassboro. (856)256-4545. POLLAK THEATER, MONMOUTH UNIVERSITY ''Ribbon Of Endless Skyway,'' tribute to Woody Guthrie. Friday at 8 p.m. Tickets: $30 to $28. 400 Cedar Avenue, West Long Branch. (732)571-3483. BIRCH MANSION, RAMAPO COLLEGE Bracha Malkin, violin. March 6 at 3 p.m. Tickets: $10. York Room, 505 Ramapo Valley Road, Mahwah. (201)684-7406. RINGWOOD PUBLIC LIBRARY Tracy Grammer, folk vocals with Ellis Paul, violin, mandolin and guitar. March 6 at 2 p.m. Tickets: $15. 30 Cannici Drive, Ringwood. (973) 962-6256. SANCTUARY AT UNION VILLAGE METHODIST CHURCH Wood's Tea Company, string band, with the Wiyos, ragtime blues. March 5 at 8 p.m. Tickets: $15. 1130 Mountain Avenue, Berkeley Heights. (973)376-4946. STATE THEATER Trinity Irish Dance Company with Different Drums of Ireland. Friday at 8 p.m. Tickets: $38 to $20. ''Maria de Buenos Aires,'' based on the opera by Astor Piazzolla; Tango Pasión dance company. March 5 at 8 p.m. Tickets: $38 to $18. 15 Livingston Avenue, New Brunswick. (732)246-7469. THE THEATER, RARITAN VALLEY COMMUNITY COLLEGE San Jose Taiko, traditional Japanese drum group. Friday at 7 p.m. Tickets: $23 to $18. North Branch campus, Route 28 and Lamington Road, North Branch. (908) 725-3420. THREE SAINTS CULTURAL CENTER ''Spring Fling,'' N.J. DanceSport Classic and U.S.A. DanceSport Northeast Regional Championships. March 5 and 6. Admission: $25 to $10. 454 Outwater Lane, Garfield. www.njdancesportclassic.com. TRINITY CATHEDRAL Bagpipes and organ concert. March 6 at 3 p.m. Donation: $10. 801 West State Street, Trenton. (609)392-3669. UNITARIAN UNIVERSALIST CHURCH ''Lights! Camera! Action!,'' concert of Oscar-winning and Oscar-nominated songs; Garden State Chorale. Friday at 7:30 p.m. and March 5 at 2 and 7:30 p.m. Tickets: $10 to $7; free for children under age 5. 401 Kings Highway North, Cherry Hill. (856)231-0781. EDWARD WILLIAMS HALL, FAIRLEIGH DICKINSON UNIVERSITY Jazz benefit for tsunami relief; John Tank Group with Annette Sanders. Tuesday at 7:30 p.m. Tickets: $10 to $3. 150 Kotte Place, Hackensack. (201)692-2449. WESTMINSTER CHOIR COLLEGE, RIDER UNIVERSITY ''Bridging the Centuries -- 19th into the 20th,'' works by Erich Korngold, Reynaldo Hahn and others; Nancy Froysland Hoerl, soprano. Tickets: $15 to $10. Corner of Hamilton Avenue and Walnut Lane, Princeton. (609)921-2663. WILKINS THEATER, KEAN UNIVERSITY Schubert's ''String Quintet in C Major''; affiliate artist faculty with Anthony Scelba, conductor. Thursday at 8 p.m. Tickets: $10. 1000 Morris Avenue, Union. (908) 737-7469. YVONNE THEATER, RIDER UNIVERSITY ''Rider Dances,'' dance performance. March 6 at 3 p.m. Tickets: $10 to $5. Fine Arts Building, 2083 Lawrenceville Road, Lawrenceville. (609)896-5168. Comedy COMMUNITY THEATER ''Curb Your Enthusiasm'' comedy tour; Richard Lewis and Susie Essman. March 4 at 8 p.m. Tickets: $47-$37. 100 South Street, Morristown. (973)539-8008. Film BERRIE CENTER, RAMAPO COLLEGE ''We All Loved Each Other Very Much,'' directed by Ettore Scola. Wednesday at 6:30 p.m. Free. Sharp Theater, 505 Ramapo Valley Road, Mahwah. (201)684-7406. J.C.C. METROWEST ''Turn Left at the End of the World,'' directed by Avi Nesher; New Jersey Jewish Film Festival. March 5 at 7:30 p.m., followed by dessert and filmmaker's reception. Tickets: $18 to $15. Maurice Levin Theater, 760 Northfield Avenue, West Orange. (973)736-3200, extension 253. PUFFIN CULTURAL FORUM ''Fight Back, Fight AIDS: 15 Years of ACT UP,'' documentary by James Wentzy. Friday at 8. Free. 20 East Oakdene Ave., Teaneck. (201)836-8923.", "abstract": null, "print_page": "11", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "GOING OUT", "kicker": "ON THE TOWNS"}, "keywords": [], "pub_date": "2005-02-27T00:00:00Z", "document_type": "article", "news_desk": "New Jersey Weekly Desk", "section_name": "New York and Region", "subsection_name": null, "byline": null, "type_of_material": "Schedule", "_id": "4fd2571e8eb7c8105d8016a0", "word_count": 3053, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2005/02/26/opinion/26davis.html", "snippet": "\"Mo Cuishle,\" Clint Eastwood's choice of nickname for the heroine of \"Million Dollar Baby,\" is a choice more fitting, and touching, than you may suspect....", "lead_paragraph": "BEFORE the bell has sounded at the start of her first title fight in Clint Eastwood's Oscar-nominated film ''Million Dollar Baby,'' the scrappy, big-hearted boxer Maggie Fitzgerald, played by Hilary Swank, finds herself cheered into the ring by shouts of ''Mo Cuishle,'' the Irish Gaelic moniker she's been given by her manager, Frankie Dunn, played by Mr. Eastwood. The name is a shortened form of the phrase ''A chuisle mo chroí,'' ''O, pulse of my heart,'' or as Frankie will put it more concisely, ''My darling.'' But Ms. Swank's character doesn't know that yet and neither do we. All we know is that the words emblazoned -- and some argue misspelled -- on the back of her robe are important to a lot of people.", "abstract": "Yale University Asst Prof Wes Davis Op-Ed article holds that Clint Eastwood's film Million Dollar Baby has stirred up interest in Gaelic, Ireland's nearly forgotten language (M)", "print_page": "15", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Fighting Words", "kicker": "Op-Ed Contributor"}, "keywords": [{"name": "creative_works", "value": "MILLION DOLLAR BABY (MOVIE)"}, {"name": "persons", "value": "YEATS, W. B."}, {"name": "persons", "value": "EASTWOOD, CLINT"}, {"name": "glocations", "value": "IRELAND"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "GAELIC LANGUAGE"}, {"name": "subject", "value": "BOOKS AND LITERATURE"}], "pub_date": "2005-02-26T00:00:00Z", "document_type": "article", "news_desk": "Editorial Desk", "section_name": "Opinion", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Wes", "lastname": "Davis"}], "original": "By Wes Davis"}, "type_of_material": "Op-Ed", "_id": "4fd244418eb7c8105d7de9b5", "word_count": 966, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2005/02/26/international/europe/26fprofile.html", "snippet": "Actress Sophie Okonedo of \"Hotel Rwanda\" is seen as the new face of multicultural modern Britain....", "lead_paragraph": "WHEN the script for ''Hotel Rwanda'' arrived on the doorstep of her modest home in North London, Sophie Okonedo walked it up the stairs and did the usual: she gave it a quick thumb-through to see if the dialogue sounded true, if the pile of words held an actual story. Then she flipped back to page one. ''I did not move until I finished it,'' said Ms. Okonedo, 36, a well-known British theater actress who is up for an Academy Award. ''I was so shocked and so moved and blown away by the story. I wasn't even thinking about the part I was up for, but the thing as a whole. And there was a certain amount of shame about how this had passed me by.", "abstract": "Profile of Sophie Okonedo, British actress who has been nominated for Academy Award for her role in Hotel Rwanda; notes that Okonendo has been embraced as new face of multi-cultural modern Britain: her mother is white and Jewish, and her estranged father, who left family when she was 5, is Nigerian; Okenedo photo (M)", "print_page": "4", "blog": [], "source": "The New York Times", "multimedia": [{"url": "images/2005/02/25/international/26fpro.751.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2005/02/25/international/26fpro.751.jpg"}, "type": "image", "height": 75}, {"height": 55, "subtype": "tiny_thumb", "legacy": {"tinythumbwidth": 55, "tinythumbheight": 55, "hastinythumb": "Y"}, "type": "image", "width": 55}], "headline": {"main": "An Unexpected Journey From London to 'Rwanda'", "kicker": "THE SATURDAY PROFILE"}, "keywords": [{"name": "creative_works", "value": "HOTEL RWANDA (MOVIE)"}, {"name": "persons", "value": "OKONEDO, SOPHIE"}, {"name": "glocations", "value": "GREAT BRITAIN"}, {"name": "subject", "value": "JEWS"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "ACADEMY AWARDS (OSCARS)"}, {"name": "subject", "value": "BLACKS"}], "pub_date": "2005-02-26T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "Movies; World", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Lizette", "lastname": "ALVAREZ"}], "original": "By LIZETTE ALVAREZ"}, "type_of_material": "Biography", "_id": "4fd25ae48eb7c8105d807780", "word_count": 1241, "slideshow_credits": null}, {"web_url": "http://query.nytimes.com/gst/fullpage.html?res=9E07E4D8143DF935A15751C0A9639C8B63", "snippet": "The Moscow Film Museum has been served an eviction notice by its landlord, a private company that may have the support of the Oscar-winning filmmaker Nikita Mikhalkov, the museum's director said yesterday. The dispute over location broke out after...", "lead_paragraph": "The Moscow Film Museum has been served an eviction notice by its landlord, a private company that may have the support of the Oscar-winning filmmaker Nikita Mikhalkov, the museum's director said yesterday. The dispute over location broke out after a private concern bought the building from the Association of Filmmakers of the Russian Federation and demanded that the museum leave its space in the Kino Center ''as soon as possible,'' said the museum's longtime director, Naum Kleiman. Mr. Kleiman confirmed that the museum was being offered alternate space at the Mosfilm studios, but he said the location was far outside the city center and in disrepair. The eviction ''harms those who want to see real cinema, not just Russian films but Italian, African, French,'' Mr. Kleiman said. ''We show films that no one else will show. It's a provocation, and we need to defend the museum.'' He said he believed Mr. Mikhalkov, whose ''Burnt by the Sun'' won the Academy Award for best foreign-language film in 1995, was on the board of the company that bought the building. Mr. Mikhalkov could not be reached for comment late yesterday. ERIN E. ARVEDLUND", "abstract": "Arts, Briefly column; Moscow Film Museum is served eviction notice after private concern buys Kino Center in Moscow from Assn of Filmmakers of the Russian Federation (S)", "print_page": "8", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Arts, Briefly; Film Museum Must Move"}, "keywords": [{"name": "glocations", "value": "RUSSIA"}, {"name": "glocations", "value": "MOSCOW (RUSSIA)"}, {"name": "organizations", "value": "MOSCOW FILM MUSEUM"}, {"name": "organizations", "value": "ASSN OF FILMMAKERS OF THE RUSSIAN FEDERATION"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "MERGERS, ACQUISITIONS AND DIVESTITURES"}, {"name": "subject", "value": "EVICTIONS"}], "pub_date": "2005-02-26T00:00:00Z", "document_type": "article", "news_desk": "The Arts/Cultural Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"firstname": "Erin", "middlename": "E.", "lastname": "ARVEDLUND", "rank": 1, "role": "reported", "organization": ""}], "original": "By ERIN E. ARVEDLUND; Compiled by Lawrence Van Gelder"}, "type_of_material": "News", "_id": "4fd2a5e08eb7c8105d88dc6f", "word_count": 191, "slideshow_credits": null}, {"web_url": "http://query.nytimes.com/gst/fullpage.html?res=9C06EEDE173DF936A15751C0A9639C8B63", "snippet": "Theater    A selective listing by critics of The Times: New or noteworthy Broadway, Off Broadway and Off Off Broadway shows this weekend. Approximate running times are in parentheses. * denotes a highly recommended show.  + means discounted ticket...", "lead_paragraph": "Theater A selective listing by critics of The Times: New or noteworthy Broadway, Off Broadway and Off Off Broadway shows this weekend. Approximate running times are in parentheses. * denotes a highly recommended show. + means discounted tickets were available at the Theater Development Fund's TKTS booth for performances last Friday and Saturday nights. ++ means discounted tickets were available at the TKTS booth for last Friday night. Full reviews of current shows, additional listings, showtimes and tickets: nytimes.com/theater. Broadway ++'BROOKLYN BOY' One of the mortifications of middle age is being forced to admit the truth in those extra-mossy clichés that you mock when you are young and arrogant. The past always catches up with you; blood is thicker than water; be careful what you wish for. These are among the stale-but-true bromides that are acknowledged by the title character in Donald Margulies's sincere but doggedly unsurprising new play about the midlife crisis of a suddenly successful novelist (Adam Arkin). While this comic drama is steeped in an admirably humble and often touching spirit of acceptance, it seldom does what Mr. Margulies has achieved repeatedly before: make the familiar seem fresh. Polly Draper and Ari Graynor stand out in an excellent cast, smoothly directed by Daniel Sullivan (2:20). Biltmore Theater, 261 West 47th Street, (212)239-6200. Tuesdays, Thursdays and Fridays at 8 p.m.; Wednesdays and Saturdays at 2 and 8 p.m.; Sundays at 2 p.m. Tickets: $26 to $79. BEN BRANTLEY +'GOOD VIBRATIONS' Even those who believe that everything in this planet has a purpose may at first have trouble justifying the existence of ''Good Vibrations,'' the singing headache that manages to purge all catchiness from the surpassingly catchy hits of the Beach Boys. But audience members strong enough to sit through this rickety jukebox of a show will discover that the production, directed and choreographed by John Carrafa, does have a reason to be. ''Good Vibrations'' sacrifices itself to make all other musicals on Broadway look good. As the show's washboard-stomached performers smile, wriggle and squeak with the desperation of wet young things hung out to dry, you feel their pain. It is unlikely, however, to be more acute than yours (2:15). Eugene O'Neill Theater, 230 West 49th Street, (212)239-6200. Tuesdays at 7 p.m.; Wednesdays, Thursdays, Fridays and Saturdays at 8 p.m.; Wednesdays and Saturdays at 2 p.m. Tickets: $76 to $101; a limited number of $25 student rush tickets are available at the box office on the day of the show. BRANTLEY +'LITTLE WOMEN' Sutton Foster never merely walks when she can scamper in this perky, sketchy adaptation of Louisa May Alcott's classic novel of a Civil War-era New England girlhood. Portraying Jo the tomboy, Ms. Foster creates a dizzyingly hyperkinetic creature who, were she living in the 21st century, would probably be on Ritalin. Ms. Foster (a Tony winner for ''Thoroughly Modern Millie'') shows a gift for fresh, comic line readings. But her energy is often less infectious than exhausting. The same can be said of the show, directed by Susan H. Schulman and featuring a book by Allan Knee, with songs by Jason Howland and Mindi Dickstein. Watching the production is rather like speed-reading Alcott's novel. And the cast members, who include the mellow-voiced Maureen McGovern, mostly bring to mind 1860's-themed editions of the American Girl series of dolls (2:20). Virginia Theater, 245 West 52nd Street, (212)239-6200. Tuesdays at 7 p.m.; Thursdays and Fridays at 8 p.m.; Wednesdays and Saturdays at 2 and 8 p.m.; Sundays at 3 p.m. Tickets: $60 to $100. BRANTLEY Off Broadway 'COUNSELLOR-AT-LAW' Entertainment in abundance radiates from the Peccadillo Theater Company's new production of this old Elmer Rice drama. Starring the Tony Award-winning John Rubinstein, ''Counsellor-at-Law'' is a drama that throbs with New York life and brims with touchstones of another time, like ''George White's Scandals'' and the Court of General Sessions. But it also retains relevance to ambition and success in the 21st century. It has a hero worth rooting for, a healthy dose of sacred and profane love, some sharp jabs at class difference, villains who merit a hearty hiss and plenty of New York attitude and humor (2:45). Theater at St. Clement's, 423 West 46th Street, Clinton, (212)868-4444. Tuesdays through Saturdays at 8 p.m.; Saturdays and Sundays at 2 p.m. Tickets: $55; $20 student rush tickets available at the box office 15 minutes before the show. LAWRENCE VAN GELDER 'HAPPY DAYS' In this ill-conceived production, the comic Lea DeLaria rampages through the central role of one of Samuel Beckett's eloquently bleak masterworks. ''Happy Days'' is admittedly an acting challenge of a rare order, but Ms. DeLaria doesn't really even attempt it. Instead of inhabiting the play's indomitable central character, she simply recycles her natural comic persona, turning a potentially heartbreaking woman into a belligerent stand-up comic. Alternately racing through Beckett's dialogue or stretching it out needlessly, Ms. DeLaria grimaces and mugs, flaps her arms, tries out a half-dozen different funny voices. The endless activity is a sure indication that Ms. DeLaria either doubts her own ability to hold the audience's attention in the role, or doesn't trust Beckett's writing to do the same. (2:00). Classic Stage Company, 136 East 13th Street, East Village, (212)279-4200. Tuesdays through Fridays at 8 p.m.; Saturdays at 2 and 8 p.m.; Sundays at 3. Tickets: $45 to $50. CHARLES ISHERWOOD * 'SHOCKHEADED PETER' A gorgeous ''nasty picture book'' of a musical, in which badly behaved Victorian tots come to ghastly ends. Inspired by Heinrich Hoffman's droll collection of grisly bedtime stories from the mid-19th century, ''Shockheaded Peter'' is both the silliest and most sinister show in town. It is also one of the smartest. Directed by Julian Crouch and Phelim McDermott, and featuring bizarrely beautiful songs by Martyn Jacques, ''Shockheaded Peter'' manages to wallow in and tear apart our enduring appetite for scaring ourselves. Though styled as a Victorian peep show, this British import makes contemporary self-spoofing horror exercises (like Wes Craven's ''Scream'' movies) look like, well, child's play (1:40). Little Shubert Theater, 422 West 42nd Street, (212)239-6200. Tuesdays, Wednesdays and Fridays at 8 p.m.; Thursdays at 10 p.m.; Saturdays at 3 and 8 p.m.; Sundays at 2 and 7 p.m. Tickets: $21.25 to $66.24. BRANTLEY 'SHYLOCK' Deconstructing Shakespeare is a dangerous sport; it's impossible to be more imaginative or clever than the playwright himself, even if you are Harold Bloom. Gareth Armstrong gives it a game try, but ''Shylock,'' his 80-minute dissertation on the evolution of one of Shakespeare's most memorable characters, although deftly performed, is no exception. While his pocket synopses of anti-Semitism, Elizabethan England, Marlowe's ''Jew of Malta'' and even a Baedeker of famous actors' renditions of Shylock are edifying, they are not sufficiently enlightening or entertaining. The most riveting lines of Mr. Armstrong's monologue belong to Shakespeare himself (1:35). Perry Street Theater, 31 Perry Street, Greenwich Village, (212)868-4444. Wednesdays through Fridays at 8 p.m.; Saturdays at 3 and 8 p.m.; Sundays at 3 and 7 p.m. Tickets: $55; a limited number of $20 student/senior rush tickets available at the box office 30 minutes before the performance. PHOEBE HOBAN * 'THOM PAIN (BASED ON NOTHING)' Is there such a thing as stand-up existentialism? If not, Will Eno has just invented it. This monologue, which runs just over an hour and requires minimal stagecraft, is as unassuming in its means as it is astonishing in its impact. It's one of those treasured nights in the theater -- treasured nights anywhere, for that matter -- that can leave you both breathless with exhilaration and, depending on your sensitivity to meditations on the bleak and beautiful mysteries of human experience, in a puddle of tears. Also in stitches, here and there. Mr. Eno and his performer, the actor James Urbaniak, reinvent that seemingly moribund theatrical genre, the solo show. They are immeasurably aided by the work of the director Hal Brooks. Mr. Eno's voice, or the voice of the narrator/protagonist/master of ceremonies played by Mr. Urbaniak, is alternately lyrical and affectless, ecstatic and flat, sardonic and sincere. Stand-up-style comic riffs and deadpan hipster banter keep interrupting the corrosively bleak narrative: Mr. Eno is a Samuel Beckett for the Jon Stewart generation (1:10). DR2 Theater, 103 East 15th Street, Flatiron district, (212)239-6200. Tuesdays through Fridays at 8 p.m.; Saturdays at 6 and 9 p.m.; Sundays at 3 and 7 p.m. Tickets; $45. ISHERWOOD * 'THE 25TH ANNUAL PUTNAM COUNTY SPELLING BEE' This lovably inconsequential, entirely adorable new musical brings to the stage the culture's current mania for celebrating that most revered of American virtues, the will to victory. A mock spelling bee, it pokes serious fun at its twitchy tween contestants -- in the loopy spirit of the movies ''Waiting for Guffman'' and ''Best in Show'' -- but also pays affectionate tribute to these quirky young spelling titans. William Finn's nimble, upbeat score provides the emotional underpinning for Rachel Sheinkin's more satirical -- indeed often riotously funny -- book. The director James Lapine, Mr. Finn's collaborator on ''Falsettos,'' is also in impeccable form, managing to transform into virtues two of the theater's most reliable pitfalls, namely audience participation and the usually ghastly conceit of adult actors' playing kids (1:45). Second Stage, 307 West 43rd Street, Clinton, (212)246-4422. Tuesdays at 7 p.m.; Wednesdays through Fridays at 8 p.m.; Wednesdays at 2 p.m.; Saturdays at 2 and 8 p.m.; Sundays at 3 p.m. Tickets: $75. ISHERWOOD +'THE MUSICAL OF MUSICALS!' The musical is the happy narcissist of theater. It is always paying homage to itself. Parody is the best form of narcissism. All it needs is smart writers and winning performers. That's what we get In the case of ''The Musical of Musicals!'' Two of the performers are also the creators: Joanne Bogart (lyrics) and Eric Rockwell. (music). Aided by Lovette George and Craig Fols, they offer spoofs in the styles of Rodgers and Hammerstein, Stephen Sondheim, Jerry Herman, Andrew Lloyd Webber and Kander and Ebb. The best parodists don't sneer, they tease, and share the form's joie de vivre.'' Aficianados will get every joke and neophytes will laugh too. ''The Musical of Musicals!'' creates its own lightly absurd world (90 minutes). Dodger Stages, 340 West 5oth Street, (212)239-6200. Tonight at 7, tomorrow at 4 and 8 p.m., Sunday at 3 and 7 p.m. Tickets: $55 to $59.50. MARGO JEFFERSON Off Off Broadway 'HIDING BEHIND COMETS' The dynamics of the guy-walks-into-a-bar play are tricky. Inject a set of twins into the mix, as Brian Dykstra does in his play, and you've pretty much doomed the venture. In fiction, they too often seem like a cheap gimmick. The twins here are a male-female pair, 20-somethings named Troy (Robert Mollohan) and Honey (Moira MacDonald). They mind their father's dingy bar. The stranger who intrudes is Cole (Dan Moran), an elliptical older fellow with a temper. After much verbal sparring, the point emerges: Cole was supposedly at Jonestown during the mass suicide there in 1978, and he has dropped by the bar to force Honey and Troy to rethink their parentage. Mr. Dykstra's script sounds as if it's banking on the shock value of Jonestown, hoping that the audience, like the idiot twins on the stage, will not have heard of it. Way too early for that (1:45). 29th Street Rep, 212 West 29th Street, (212)868-4444. Thursdays through Mondays at 8 p.m. Tickets: $19. NEIL GENZLINGER Last Chance 'THE CHERRY ORCHARD' In this stunningly powerful production, an intriguing balance arises between Lopakhin, the bourgeois former serf, and the aristocratic family that owns the cherry orchard and whose fortunes are all but dried up. The landowner Lyubov Ranevskaya (Petronia Paley), returning penniless from her life abroad, is as elegant as she is self-delusional. Against her beauty and her dignity, Lopakhin (Wendell Pierce), the archetype of the small-minded arriviste, is a hard man to like. But this production brings out their shared past in subtle but forceful gestures that complicate the audience's sympathies (2:00). Harlem School of the Arts Theater, 645 St. Nicholas Avenue, near 141st Street, (212)868-4444. Tonight and tomorrow at 8; Sunday at 3 p.m. Tickets: $25. CAMPBELL ROBERTSON 'A CLOCKWORK ORANGE' When Stanley Kubrick made his 1971 film adaptation of Anthony Burgess's sci-fi novella ''A Clockwork Orange,'' he left out the sunny final chapter in which Alex, the ultra-violent gang member, abandons his reckless youth and dreams of kids and a family. Burgess, who hated the film, put this coda back in his theatrical adaptation, proving that playwrights aren't always their own best critics. Joe Tantalo's purposeless production of ''Clockwork Orange'' never escapes the shadow of the iconic film. Randy Falcon, who plays Alex, doesn't bring the personality of a leading man, and in some ways, that's O.K. In the film, Alex's eye had a mischievous twinkle, but, here, it's glassy and expressionless -- a window into nothing in particular (1:20). 59E59 Theaters, 59 East 59th Street, (212279-4200. Tonight and tomorrow at 8; Sunday at 3 p.m. Tickets $25, $15 student rush tickets available on day of performance. JASON ZINOMAN 'DAY OF RECKONING' This play about the anarchist and labor reformer Lucy Parsons is unevenly paced and clumsily staged, but it has this saving grace: unlike some other theatrical efforts associated with Black History Month, it is not shallow hero worship. Parsons was a decidedly flawed hero, and Melody Cooper, the playwright, leaves those flaws in plain sight. As a young woman, Parsons, played by Ms. Cooper, called herself Lucy Gonzalez and tried to pass as Mexican and American Indian. And in her militant-labor phase, with her white husband, Albert, she exhorted followers, ''Learn to use explosives.'' When the Parsonses' domestic bliss is shattered by the Haymarket Riot of 1886, Lucy loses her bearings, and her son pays an appalling price. Ms. Cooper's recounting of this fascinating life could benefit from a large infusion of understatement, but still, Parsons's story is one that deserves to be told (1:50). All Stars Project's Performing Arts and Education Center, 543 West 42nd Street, Clinton, (212)941-1234. Tonight at 8; tomorrow at 2 and 8 p.m.; Sunday at 2 p.m. . Tickets: $15. GENZLINGER 'FAT PIG' Neil LaBute's latest work is on one level yet another demonstration that men are paragons of bad faith and cowardice, a judgmental tradition that this writer established with his screenplay for ''In the Company of Men.'' Yet ''Fat Pig,'' directed by Jo Bonney, is also the most emotionally engaging and unsettling of Mr. LaBute's plays since ''Bash'' five years ago. A show that might have been merely a point-proving exercise is immeasurably enriched by Mr. LaBute's empathy and by the skill and honesty of Ashlie Atkinson as the overweight woman a rising executive falls for (1:40). Lucille Lortel Theater, 121 Christopher Street, West Village, (212)279-4200. Tonight at 8; tomorrow at 2:30 and 8 p.m. Tickets: $50. BRANTLEY 'THE FLID SHOW' With the drug Vioxx making headlines because of its recent recall over adverse side effects, Richard Willett's play gains an unsettling topicality. The play traces the history of Thalidomide, the sleeping pill widely distributed in Europe in the late 1950's and early 60's that caused birth defects when taken by pregnant women. Mat Fraser, a seasoned and charismatic British actor who was himself a ''Thalidomide baby,'' stars as Duncan, a lounge singer coming to grips with the anger and resentment fueled by his lifelong struggles. In Mr. Willett's fanciful dramatic scheme -- borrowed from a certain Dickens holiday favorite, as he acknowledges -- Duncan's psychological scars are healed by a series of ghostly visitors who sweep him through time and space. The documentary aspects of the play are absorbing and often poignant, but Duncan's personal story, centering on his rocky romance with a doctor and a reconciliation, in spirit at least, with his dead mother, is crudely drawn and clichéd. (2:15). Medicine Show Theater, 549 West 52nd Street, Clinton, (212)352-3101. Tonight and tomorrow at 8 p.m. Tickets: $15. ISHERWOOD 'LEARNING CURVE' Rogelio Martinez's play gets off to a promising start but never quite arrives. The recipe for this civil-rights soufflé has all the right ingredients -- an interesting premise, intelligent writing and several noteworthy performances -- but in the end it falls flat. The play, which jumps somewhat confusingly between past and present, revolves around the interracial relationship of David, a black freshman, and Sally, a white junior with a tenured-professor father at an unnamed Ivy League college. There are further complications when Sally exhibits controversial photographs she's taken of David, climaxing in the 1968 armed takeover of a campus building by African-American students. Loosely based on a real-life event at Cornell, ''Learning Curve'' examines racism, the white academic patriarchy and the double-edged sword of affirmative action (2:10). Beckett Theater, 410 West 42nd Street, (212)279-4200. Tonight and tomorrow at 8 p.m.; Sunday at 2 p.m. Tickets: $15. HOBAN 'A LIFE A BROAD (MI VIDA EN JIRA)' Melanie Rey has a big bright voice, and her one-woman show is a musical. She style-surfs through multiple styles in English and Spanish: ballads, Anglo rock, R&B and Tex-Mex. She is an accomplished actor too, but the word ''accomplished'' often means that an actor with all the right moves shows them all too predictably. A one-person 90-minute show needs more. Ms. Rey's real talent comes through unstrained when she plays her passionate, husband-hunting mother. When she plays herself, she is working too hard to win our love (1:30). Greenwich Street Theater, 547 Greenwich Street, at Charlton Street, South Village, (212) 252-2439. Sunday at 3 and 7 p.m.; Monday at 8 p.m. Tickets: $30. JEFFERSON 'THE SECRET NARRATIVE OF THE PHONE BOOK' Spouting cascades of words, like fireboats expelling water in a harbor parade, the four actors in Gordon Cox's satiric new play manage to keep the pressure high for the first half of the evening's 90 minutes. It's a feat, because the self-described ''romantic comedy hijacked by a conspiracy thriller'' ultimately falls victim to overearnest lecturing and a convoluted plot about media control by a Big Brother phone company. Still, the fact that Mr. Cox, a theater critic for Newsday, obviously loves language, makes the early scenes a kick to hear (1:30). Kraine Theater, 85 East Fourth Street, East Village, (212)868-4444. Tonight and tomorrow at 8 p.m.; Sunday at 3. Tickets: $15; $8 for students. ANDREA STEVENS +'SLEEPING BEAUTY' Trust a British ''Sleeping Beauty'' to pivot on a fairy's flatulence. Yes, that surefire laugh trigger in old Blighty plays an unexpectedly large role in Rufus Norris's murky new version of the familiar fairy tale for the Young Vic Theater Company. Mr. Norris, a talented young British director, isn't interested in pretty pictures. His vigorously staged, grotesquely comic ''Sleeping Beauty,'' which unfolds in smoky darkness beneath a queasy yellow moon, is entirely in tune with the current vogue for teasing out thickets of disturbing subtext in children's literature. The production's eccentric designs accentuate the predominantly eerie air (2:00). New Victory Theater, 209 West 42nd Street, (212)239-6200. Tonight at 7; tomorrow and Sunday at 1 and 7 p.m. Tickets: $10, $20 and $30. ISHERWOOD 'YOKASTAS REDUX' When Richard Schechner, the founding director of the Performance Group, realized that just one major female figure in Greek mythology did not have a play of her own, he decided to create one. With the Romanian writer Saviana Stanescu, he has created this mostly fascinating retelling of the Oedipus story from the perspective of the woman who marries and bears children with her first-born son. The conventions of postmodern theater are all here but are used with unexpected power and wit. Like the carnal relation at its center, this play is tender, pornographic, antic and intensely compelling (1:50). La MaMa, 74A East Fourth Street, (212)475-7710. Tonight at 7:30; tomorrow and Sunday at 2:30 and 7:30 p.m. Tickets: $15. MIRIAMHORN Movies A selective listing by critics of The Times: New or noteworthy movies playing this weekend in the New York metropolitan region. * denotes a highly recommended film. Ratings and running times are in parentheses. Full reviews of all current releases, movie trailers, showtimes and tickets: nytimes.com/movies. 'THE AVIATOR' Starring Leonardo DiCaprio. Directed by Martin Scorsese (PG-13, 169 minutes). The famously eccentric and reclusive empire builder Howard Hughes was born alone and died alone -- two times when he was no different from anyone else. For the rest of his life, the high-flying Hughes seemed to have drifted in from some distant aerie, where exotic birds hatch far from everyday worries. At the age of 18, he was both an orphan and a millionaire, and while he could never be called ordinary, in the following two decades his wealth and all that it afforded brought him a very American kind of celebrity. It is that celebrity, fueled by money, stoked by matinee looks and playboy style, that preoccupies ''The Aviator,'' Mr. Scorsese's visually sumptuous if disappointingly hollow account of Hughes's early life. Written by John Logan, the story principally covers the late 20's through the 40's, when Hughes, played by Mr. DiCaprio, was gadding about both Hollywood and the aviation world. MANOHLA DARGIS 'BECAUSE OF WINN-DIXIE' Starring Annasophia Robb and Jeff Daniels. Directed by Wayne Wang. (PG, 97 minutes) Were it not for a couple of cars, a little girl's pink poodle backpack and a reference to e-Bay, Wayne Wang's ''Because of Winn-Dixie'' could easily be mistaken for a film set in the 1950's. It has old-fashioned and heartwarming written all over it, in heavy black Magic Marker. Adapted from Kate DiCamillo's best-selling children's novel, this is the story of Opal Buloni (Ms. Robb), a very lonely 10-year-old since she and her father (Mr. Daniels), a minister, have moved to Naomi, Fla., a town so small (or odd) that church services are held in a convenience store. So when Opal sees a scruffy dog loose in a Winn-Dixie supermarket one day, she claims him, names him for the place where they met and takes him home. Once Opal has Winn-Dixie at her side, she makes new friends easily. This is a harmless, pleasant comic drama, but elements that may have seemed delightfully eccentric in print take on unfortunate new tones when translated to film. Sometimes you can't tell the magic realism from the corn. ANITA GATES 'BOOGEYMAN' Starring Barry Watson. Directed by Stephen Kay (PG-13, 86 minutes). There are a lot of close-ups of doorknobs and water faucets in Mr. Kay's would-be horror film. There is a supernaturally speedy killing accomplished with heavy-duty plastic wrap. There is frequent whooshing and rapid camera movement. Despite all of that, it isn't scary. Mr. Watson, of ''Seventh Heaven,'' plays Tim, a grown man who has been afraid of the boogeyman ever since he was 8, when something creepy sucked his father into a closet and out of this life. After his mother's death, Tim vows to spend a night in his childhood home to allay his fears, but, sure enough, the boogeyman is back and after him and everyone he cares about (well, an uncle and two girlfriends). The house is very creaky; so is the movie. GATES 'BRIDE AND PREJUDICE' Starring Martin Henderson and Aishwarya Rai. Directed by Gurinder Chadha (PG-13, 111 minutes). Because Ms. Chadha knows how to sell multiplex multiculturalism -- her last feature was ''Bend It Like Beckham'' -- the pitch for her new film probably ran something along the lines of: ''Jane Austen's 'Pride and Prejudice' recontextualized as a Bollywood musical (only shorter) and set against the backdrop of the new global economy.'' Whatever the case, the new film -- which transposes Austen's 1813 novel to 21st-century India, with layovers in swinging London and sunny Los Angeles -- is as high concept and rife with cliché as anything churned out by Hollywood, but with worse production values and a load of sanctimony. Think ''My Big Fat Sari Wedding'' tricked out with clumsy song-and-dance numbers and delivered with much finger-wagging about cultural tolerance. The kicker here being that the wagging finger belongs to the story's heroine, here called Lalita (Ms. Rai, radiantly beautiful but inert), and the object of her high-mindedness is none other than a wealthy American, Will Darcy (Mr. Henderson, just inert). DARGIS 'CONSTANTINE' Starring Keanu Reeves. Directed by Francis Lawrence. (R, 122 minutes). Hell's bells! Sprung from the Matrix, Mr. Reeves glowers his way through another effect-heavy, convoluted journey between worlds, in this case defined by theology rather than technology. He is John Constantine, who travels back and forth between our world and the one below, working as a kind of free-lance border guard, sending stray demons back into the fiery depths (where they appear to have cars). But something big is brewing, involving rebel angels, the son of Satan, and a whole lot of pseudo-biblical mumbo-jumbo. Assisting Mr. Reeves are Rachel Weisz, as a Los Angeles police detective whose sister has jumped off a roof, and Shia LeBoeuf as an eager dabbler in the occult. Tilda Swinton is the angel Gabriel, doing a bit of slumming after boffo work in Milton's ''Paradise Lost.'' A.O. SCOTT 'DOWNFALL' Starring Bruno Ganz. Directed by Oliver Hirschbiegel. (No rating, 155 minutes; in German, with English subtitles). Mr. Ganz plays Hitler, palsied and furious, as his Reich collapses around him and the Red Army closes in. Surrounding him are his followers, some fanatically loyal, others wavering in the face of defeat, who must all play out the endgame of their ghastly world-historical project. Mr. Hirschsbiegel's film, taking place at the moment when the energies of Nazism turned from murder to suicide, is engrossing and well made, but it does not generate much feeling beyond a queasy, prurient fascination. Its most daring gambit -- to treat Germany's monsters as human -- is also the source of its greatest failure, which is that it uses the conventions of wartime melodrama to elicit sympathy for people who hardly deserve it. Those who turn away from Hitler at the bitter end are restored to innocence, when in fact they were loyal Nazis whose convenient disillusionment -- coming as Russian soldiers appeared over the horizon -- is treated as a heroic exercise of conscience. SCOTT 'HIDE AND SEEK' Starring Robert De Niro, Dakota Fanning, and Amy Irving. . Directed by John Polson. (R, 105 minutes). In this downbeat, sufficiently unsettling film, Mr. De Niro plays a New York City shrink, David, who's married to a somnolent type (Ms. Irving), whose love for their daughter, Emily (Ms. Fanning), can't disguise her unhappiness. Soon after the story starts, violence descends on the family, and David and Emily move to the country for some healing. Once there, things go from lousy to worse, as Emily starts staring blankly into the surrounding woods and palling around with a sinister invisible friend called Charlie. Blood drips into the story; then it pours. One of the most gifted child actors around, Ms. Fanning has both chops and a preternaturally intense screen presence; even when you don't believe the setup, you buy what she is selling. That's a good thing when it comes to this horror-thriller hybrid, which was written by Ari Schlossberg and needs all the help it can get from its actors. DARGIS 'HITCH' Starring Will Smith, Eva Mendes, Kevin James and Amber Valetta. Directed by Andy Tennant (PG-13, 115 minutes). As soft and sweet as a marshmallow, and about as interesting, this genial romantic comedy features the ever-charming Mr. Smith as a dating coach who helps hapless Manhattan men snag women much better looking than they are. His own head is turned by Ms. Mendes, playing surely the most kindly gossip columnist ever to grace the pages of a New York tabloid. Complications, as always, ensue, but nothing too challenging or painful, either for the central couple or for the audience. Mr. James, best known as the portly King of Queens on television, is around for comic relief as an especially needy client, who is smitten with the willowy Ms. Valletta. SCOTT 'INSIDE DEEP THROAT' Written and directed by Fenton Bailey and Randy Barbato (NC-17, 90 minutes). It was the image seen -- cheered and jeered, canonized and demonized -- around the world. In 1972 Linda Lovelace, nee Linda Boreman, star of the notorious hard-core movie ''Deep Throat,'' played the role that would bequeath on her a tawdry and lasting celebrity. With a single act of extreme fellatio, this dazed and often confused 23-year-old became a pinup for the party animal's sexual revolution and, in time, a martyr in the crusade against pornography. But as is clear from this lively, if maddeningly reductive documentary, Ms. Boreman was also little more than a pawn, an empty vessel for opportunists from both sides of the pornography divide. The documentary is a ''slam, bam, thank you, ma'am'' trifle of an entertainment, one strategically packaged for Generation A.D.D. DARGIS * 'THE MERCHANT OF VENICE' Starring Al Pacino, Jeremy Irons, Joseph Fiennes and Lynn Collins. Directed by Michael Radford (R, 127 minutes). Shakespeare's most problematic play -- at least with respect to modern sensitivities -- receives an intelligent interpretation from Mr. Radford and a superb cast. Mr. Pacino, showing welcome restraint after a series of overdone stage and screen performances, emphasizes Shylock's grief and estrangement, turning him into a fragile monster. But his villainy, however much it smacks of blood libel, cannot be discarded without compromising the play's complex ideas about justice and duty, and Mr. Radford does not try to wash away the stain of anti-Semitism that is woven into the heart of his source. He does remind us how much more is going on in the play, and along with his talented production designer and cinematographer, he renders Venice as a series of Renaissance paintings -- tableaus that in evoking Velázquez, Rembrandt, Titian and Vermeer immerse us in the ferment of early modern Europe. Mr. Irons is quietly mesmerizing in the title role, a creature of mysterious melancholy whose soul seems at once pure and rotted. The movie really belongs to Ms. Collins, who gives Portia her rightful wit and charisma, and makes her the play's cruel and lovely moral center. SCOTT * 'MILLION DOLLAR BABY' Starring Clint Eastwood, Hilary Swank and Morgan Freeman. Directed by Mr. Eastwood (PG-13, 135 minutes). Mr. Eastwood takes what appears to be a conventional boxing-melodrama plot about a crusty old trainer whose heart is melted by a spirited young fighter and turns it into a glowing, somber meditation on friendship, ambition and death. The picture's scale is small, and its pacing leisurely, which gives you a chance to savor three lovely performances: from Ms. Swank as the young boxer, Mr. Freeman as a world-weary former contender and Mr. Eastwood as the trainer, Frankie Dunn. At 74, Mr. Eastwood has achieved a level of mastery that leaves him with nothing to prove, and so, unafraid of sentiment and willing to risk cliché, he has made a graceful, lyrical, devastating masterpiece -- the best film released by a major Hollywood studio in 2004. SCOTT * 'NOBODY KNOWS' Starring Yuya Yagira. . Directed by Hirokazu Kore-eda (PG-13, 141 minutes; in Japanese, with English subtitles). Based on the true story of four children abandoned by their mother in a small Tokyo apartment, Mr. Kore-eda's fourth film is at once harrowing and tender, an urban horror story with overtones of fairy tale. Restricting himself to the children's point of view, the director creates an almost unbearable sense of dread in the audience; you can't help suspecting that, at every moment, something terrible is about to happen. But at the same time, because the children themselves do not perceive the full terribleness of their situation, the terror is mitigated by a sense of wonder and adventure. The keys to this meticulous and deeply humane film are Mr. Kore-eda's deft camera sense and the remarkable performance of the 12-year-old Mr. Yagira as Akira, the oldest of the four siblings, who must somehow preserve his own innocence while protecting his more vulnerable brother and sisters. SCOTT 'ONG BAK: THE THAI WARRIOR' Starring Tony Jaa. Directed by Prachya Pinkaew (R, 101 minutes; in Thai, with English subtitles). Martial arts for purists who disdain wirework, computer-generated imagery and digital tweaking. Ting (Mr. Jaa) a country bumpkin trained in the deadly art of Thai Muay, travels to Bangkok to retrieve the stolen head of his village Buddha. Once there, his peaceful disposition is challenged by all manner of thugs and lowlifes. The story is beside the point: like the low-budget Hong Kong action pictures of the 1970's, this movie offers scrappy, ingenious fight choreography. The director is so enamored of some sequences that he treats himself -- and the audience -- to instant replays. SCOTT 'POOH'S HEFFALUMP MOVIE' With the voices of Jim Cummings, John Fiedler and Kyle Stanger. Directed by Frank Nissen. (G, 63 minutes). In A.A. Milne's Winnie the Pooh stories, Piglet once thought he had seen a heffalump, but it was really just Pooh with a honey jar stuck on his head. In this adorable animated film, he and the other animals finally encounter the real thing. And it (Lumpy the baby heffalump) is too cute for words, largely thanks to the endearing voice and infectious laugh of 8-year-old Kyle Stanger. The plot involves Roo capturing Lumpy (who thinks a visit to the Roo's part of Hundred Acre Wood sounds like a fine game) and Pooh, Tigger, Eeyore and company learning that Heffalumps aren't scary at all. There is a dash of child-pleasing animated slapstick, a few nice Carly Simon songs and a crucial lesson about the dangers of misjudging people just because they are different from you. GATES 'SON OF THE MASK' Starring Jamie Kennedy. Directed by Lawrence Guterman. (PG, 86 minutes) Tim Avery (Mr. Kennedy) is a would-be cartoonist and full-time schlemiel, stuck at a low-level job at a cutting-edge animation company. Tim chances upon a wooden mask that his dog Otis dragged home. As viewers of the original 1994 film ''The Mask'' will know, this artifact is the property of Loki, the Norse god of mischief. Whoever dons it immediately becomes a computer-animated whirlwind of obnoxious egotism and untrammeled desire. In short order, Tim has gotten himself promoted at the company and impregnated his wife (Traylor Howard). But alas, their son Alvy is ''born of the Mask'' -- he's a semi-digitized superbaby, capable of shape-shifting, tap-dancing, and feats of superhuman strength. When Loki (Alan Cumming) decides to come back for his mask, Tim is in for a roller-coaster ride of manic chase scenes and computer-assisted mayhem. Youngsters will suffer no lasting harm from this frantic, grating spectacle, but their less resilient parents may not be so lucky. DANA STEVENS 'THE WEDDING DATE' Starring Debra Messing and Dermot Mulroney. Directed by Clare Kilner (PG-13, 90 minutes). Ms. Messing stars as Kat Ellis, a New Yorker en route to London for her younger half-sister's wedding. Since there is no man in Kat's life, she turns to the classified ads for male escorts. In a fantasy worthy of ''Pretty Woman,'' the male prostitute she hires turns out to be a hunk (Mr. Mulroney) with beautiful manners and a degree in comparative literature from Brown. Both stars are highly appealing, despite a shaky script. After rowdy parties in London, everyone heads for the glorious English countryside for family-bonding activities. ''The Wedding Date'' proves that there is nothing inherently magical about a group of adults frolicking on a lawn with an old pop-music hit in the background. What charms it does have would be far more enjoyable if the movie weren't so in love with its own supposed cuteness. GATES Pop A selective listing by critics of The Times: New or noteworthy rock and pop concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. Full reviews of recent concerts: nytimes.com/music. JIMMY BOSCH AND FRIENDS, Satalla, 37 West 26th Street (212) 576-1155. Jimmy Bosch is a trombonist who savors the Latin jazz tradition of the descarga, a jam session everyone can dance to. Tomorrow night at 8; admission is $15 with a one drink minimum. JON PARELES RYAN CABRERA, Irving Plaza, 17 Irving Place, at 15th Street, Manhattan, (212)777-6800. This singer gestures toward just about every genre that's available to a sensitive boy: emo, teen-pop, mainstream rock, folk. (Give him a few years and he may be making overtures to the indie-rock world, too.) Despite all that, he remains best known for being Ashlee Simpson's (on again? off again?) boyfriend, which should earn him no sympathy -- there are far worse ways to be known, after all. Tomorrow night and Sunday night at 8, with Aslyn and Kyle Riabko; tickets are $29.50 in advance, $30 at the door. KELEFA SANNEH CHEVELLE/HELMET, Spirit, 530 West 27th Street, Chelsea, (212) 268-9477. The muscular despair of grunge and the desolate, sinewy ballads of Tool live on in the grim, down-tuned, power-chorded dirges of Chevelle. Sharing the bill is the long-running New York band Helmet, a 1990's pioneer of sparse, deliberate, misanthropic hard rock. They're headlining the Snocore tour, which also includes the hard-rock bands Crossfade, Future Leaders of the World and Strata. Tonight at 6; tickets are $25. PARELES CONJUNTO CLÁSICO, Copacabana, 560 West 34th Street, Manhattan, (212)239-2672. The classic part of Conjunto Clásico is its lineup of trumpets, percussion and the sharp delicacy of a tres guitar, playing time-tested styles like the Cuban son and the Puerto Rican bomba. But there's nothing old-fashioned about the momentum it generates on the dance floor. It shares the bill with an all-star Dominican band that includes Victor Roque, Patrick Shannon, Kaky Vargas, Tonny Tun Tun, Raffy Matias and Henry Hierro and with Jovanny Polanco. Tomorrow night at 10; admission is $20. PARELES * EDAN, APT, 419 West 13th Street, West Village, (212)414-4245. This playful and verbose white rapper and DJ comes to APT for a DJ set celebrating his forthcoming album, ''Beauty and the Beat'' (Lewis). Expect a set full of old-fashioned, relentlessly propulsive hip-hop -- this is a guy who once compiled his favorite motormouths on a mixtape entitled, ''Fast Rap.'' Tonight after 10, with Chairman Mao; admission is $5. SANNEH * JACOB FRED JAZZ ODYSSEY, Tonic, 107 Norfolk Street, near Delancey Street, Lower East Side, (212) 358-7503. This keyboards-bass-drums trio from Tulsa (including no one named Jacob Fred) has been playing the jam-band circuit with music that stretches from funk to the further reaches of abstraction. Tomorrow night at 8; tickets are $12. PARELES KID606, Rothko, 116 Suffolk Street, at Riving Street, Lower East Side, www.rothkonyc.com. The producer and DJ who calls himself Kid 606 made his name by making dance music punkier, adding noise and speed until his beats rushed by in a staticky blur. Oddly enough, this deafening but rather dull approach earned him an enthusiastic fan base, though he's recently been experimenting with other (perhaps more interesting) ideas. At this party, he is to spin a set of acid house -- a low-concept plan, and an appealing one. Tonight at 10, with the DFA-affiliated group Pixeltan (including Hisham Bharoocha, formerly of Black Dice) and Tommie Sunshine; tickets are $12 in advance, $15 at the door. SANNEH * JON LANGFORD, Joe's Pub, 425 Lafayette Street, East Village, (212)539-8778 or (212)239-6200. When he's not singing with the Mekons, the pioneering punk band that also savors the directness of country and gospel, Jon Langford spins off side projects, bawling his way through songs full of history, surrealism and twang. Tonight at 9:30; tickets are $15. PARELES LONGWAVE, Northsix, 66 North Sixth Street, Williamburg, Brooklyn, (718)599-5103. Longwave's songs ponder self-destruction and transcendence in brooding songs with guitar lines that coil and climb. Tonight at 9; admission is $10. PARELES * MASCOTT/IDA/ANTIETAM, Tonic, 107 Norfolk Street, near Delancey Street, Lower East Side, (212)358-7503. Kendall Jane Meade, the songwriter and singer behind Mascott, wraps vulnerability and longing in quietly radiant pop songs, with a calm, pensive voice that suggests a less cynical Aimee Mann. The three-member band Ida has just released a new album, ''Heart Like a River'' (Polyvinyl), that brings serene harmonies to songs about longtime love as well as romances that don't go so smoothly. Antietam, from Louisville, Ky., has been playing lean, forthright indie-rock since the 1980's. Sunday night at 8; admission is $10. PARELES JAMES McMURTRY, Mercury Lounge, 217 East Houston Street, at Ludlow Street, Lower East Side, (212)260-4700. James McMurtry packs a lot of story into his low-key songs: tales of loners and losers adrift in wide-open spaces. His voice is deadpan, but his characters survive grand struggles. Tomorrow night at 7:30; admission is $15. PARELES MURK, Crobar, 530 West 28th Street, near 10th Avenue, Chelsea, (212)629-9000. Murk is the Miami-based duo of Oscar G. and Ralph Falcon, who excel at producing and spinning thick, hazy dance tracks that ooze and evolve, occasionally making way for snippets of euphoric vocals. They've done some of their best work on remixes, and they recently turned Yoko Ono's ''Everyman Has a Woman Who Loves Him'' into a woozy, frenetic rhythm experiment, with Ms. Ono's vocals mainly submerged beneath synthesizer snarls and air-raid sirens. Tonight after 10; tickets are $15 in advance, expect to pay more at the door. SANNEH * ONEIDA, 150 Attorney Street at Stanton Street, (212)388-0077. Oneida, a New York band, leans hard on the keyboard-driven minimal rock of the early 1980's for songs that are joyfully relentless. It revs up frantic, obsessive patterns to carry thoughts about history, sex, drugs, rock and roll and a dystopian future, with a drive that's both obsessive and ecstatic. Tonight at 11, with the Apes at 10, Wilderness at 9 and New Beirut Holiday at 8; admission is $10. PARELES * OTEP, Knitting Factory, 74 Leonard Street, TriBeCa, (212)219-3006. The new Otep album is ''House of Secrets'' (Capitol), an appealing mishmash of over-the-top goth imagery (is there any other kind?) and furious dynamic shifts. Otep Shamaya and her band spend more time holding back, letting listeners anticipate the inevitable arrival of yet another brutal noise-metal climax. As you might have guessed, this isn't a band that takes care to avoid the ridiculous -- for starters, the album art is in goofy 3-D, and to read it you'll need to use the two halves of the red-and-blue plastic case. But the best songs find intriguing (though never subtle) ways to evoke abuse, capturing victims and perpetrators at both their clammy quietest and their raging loudest. Tonight at 8, with American Head Charge, Candiria and Blood Simple; tickets are $17. SANNEH PEPPER, Irving Plaza, 17 Irving Place at 15th Street, Union Square, (212)777-6800 and the Stone Pony, 913 Ocean Avenue, Asbury Park, N.J., (732)502-0600. For those who miss the easygoing but mildly despairing reggae-rock of Sublime, along comes Pepper, a band from Hawaii that almost uncannily replicates both the sound and the attitude. At Irving Plaza tonight at 8; tickets are $18. At the Stone Pony tomorrow night at 7; tickets are $13. PARELES RACHEL'S, Mercury Lounge, 217 East Houston Street, at Ludlow Street, Lower East Side, (212)260-4700 and Northsix, 66 North Sixth Street, Williamburg, Brooklyn, (718)599-5103. The songs of Rachel's, a band from Louisville, Ky., are as close to chamber music as to pop, looking inward with pensive songs and transparent compositions tinged with Minimalism; yes, a cello is involved. At Mercury Lounge tonight at 10:30, with Invert at 9:30 and Kevin Devine at 8:30; admission is $17. At Northsix tomorrow night at 9, with Invert and Chris Brokaw opening; admission is $17. PARELES * STEVE RILEY AND THE MAMOU PLAYBOYS, Satalla, 37 West 26th Street. (212)576-1155. The accordionist Steve Riley leads one of the best bands from the Louisiana bayous. It reaches back to some of the oldest Cajun tunes and can play them in traditional style, but it's not afraid of swamp-rock or a touch of country either. This event starts with dance lessons Sunday at 1:30, with the band at 2:30; admission is $22 with a one drink minimum. PARELES * SAMMY DEE, Tonic, 107 Norfolk Street, Lower East Side, (212) 358-7503. Like many of Germany's most appealing D.J.'s, Sammy Dee loves to find out how much you can eliminate from dance music before it's no longer danceable. He's affiliated with the puckish electronic label Perlon, which has inspired a devoted American cult. (For an introduction, seek out the label's extraordinary 2001 double-CD compilation ''Superlongevity,'' which is full of hiccupping minimalist dance tracks and hazy scrambled sound effects.) He's also half of the duo Pantytec, known for building austere but off-kilter beats out of throwaway sounds: crackling static, echoing wrong notes, tiny vocal snippets. Tonight after 10, with Plexus, Shawn Rudiman, Jwan Allen, Lukas Owens, Adam Ratana and Unjust; admission is $5. SANNEH ROGER SANCHEZ, Crobar, 530 West 28th Street, near 10th Avenue, Chelsea, (212)629-9000. Mr. Sanchez, a local D.J. and producer, helped invent contemporary New York dance music, occasionally adding Latin rhythms to his clattering house-inspired beats. Ever since his 2002 award for a No Doubt remix, he's invariably called a ''Grammy-winning D.J.,'' although that title seems like faint praise. Last year he issued ''Release Yourself Vol. 3'' (Stealth), an appealing double-disc mix that starts with gauzy, disco-influenced mood music and ends with Carl Kennedy's buoyant and precise house track, ''The Love You Bring Me.'' Tomorrow night after 10; tickets are $20 in advance, more at the door. SANNEH SI SÉ, Satalla, 37 West 26th Street, (212)576-1155. Si Sé is a multiple-identity New York band, formed by a singer, Carol C, and a keyboardist-disc jockey-programmer, Cliff Cristafaro, plus a pair of viola players and rhythm section. Its songs touch down variously in downtempo Sade territory, pop-flamenco, reggae, trance, drum-and-bass or various Latin hybrids. Tonight at 10; admission is $15 with a one drink minimum. PARELES * TASTE OF CHAOS TOUR, Asbury Park Convention Hall, 1300 Ocean Avenue, Asbury Park, N.J., (732)775-3533. This smartly organized national tour stakes out some middle ground between the punk-rock Warped Tour and the heavy-metal festival Ozzfest, bringing together some of the loudest, screaming-est, metal-est bands associated with the plaintive punk subgenre known as emo. The headliners include My Chemical Romance, which specializes in grand, twitchy, half-sarcastic break-up songs; the metal band Killswitch Engage, which hides heart-on-sleeve lyrics behind a furious, propulsive racket; and the wildly entertaining Utah band the Used, known for hair-trigger love songs that keep devolving into -- what else? -- chaos. (Visit www.tasteofchaos.com for the full line-up.) Tomorrow afternoon at 5 and Sunday afternoon (without My Chemical Romance) at 3; tickets are $25. SANNEH BALLA TOUNKARA, Satalla, 37 West 26th Street, Manhattan, (212) 576-1155. Balla Tounkara, a griot from Mali, plays the kora and leads a band that mixes African, American and Caribbean styles. Tomorrow night at 10; admission is $20 with a one drink minimum. PARELES Cabaret A selective listing by critics of The Times: New or noteworthy cabaret shows in Manhattan this weekend. * denotes a highly recommended show. Full reviews of recent cabaret shows: nytimes.com/music. RUTH BROWN, Le Jazz au Bar, 41 East 58th Street, (212)308-9455. This rhythm-and-blues legend has weathered one personal disaster after another, but misfortunes that might have silenced a less determined performer have only added dimension to Ms. Brown's already larger-than-life musical personality. Exhibiting a flamboyant showmanship that recalls her peer James Brown, she proudly presents herself as an indomitable member of royalty and stylistic descendant of the Queen of the Blues herself, Dinah Washington. Tonight and tomorrow night at 7:30 and 9:30, and last performance, Sunday night at 8. Cover: $50 tonight and tomorrow; $35 on Sunday; no minimum. STEPHEN HOLDEN * BLOSSOM DEARIE, Danny's Skylight Room, 346 West 46th Street, Clinton, (212)265-8133. To watch this singer and pianist is to appreciate the power of a carefully deployed pop-jazz minimalism combined with a highly discriminating taste in songs. She remains the definitive interpreter, at once fey and tough, of the pop-jazz satirist Dave Frishberg, as astute and unforgiving a social critic as exists. The songs -- her own and other people's -- date from all periods of a career remarkable for its longevity and for Ms. Dearie's stubborn independence and sly wit, which have never gone stale. Tomorrow night at 7; Sunday night at 6:15. Cover: $25, with a $15 minimum; a $54.50 dinner-and-show package is available. HOLDEN UTE LEMPER, Cafe Carlyle, Carlyle Hotel, 35 East 76th Street, (212)570-7189. This imperious, Dietrichesque cabaret singer, who is performing with a pop quartet through next weekend, lends the entire nightclub enterprise a German Expressionist seriousness. If her latest show is entirely different from the program of original songs she performed last year at Le Jazz au Bar, its attitude is similar. Most of the material doesn't deal directly with politics, history and literature, like the sprawling topical broadsides of the earlier show. But she still invests it with a ferocity that infuses the art (and artifice) of cabaret with an unrelenting dramatic intensity. Tonight and tomorrow night at 8:45 and 10:45. Cover: $65; $40 at the bar; no minimum. HOLDEN * 'SINGING ASTAIRE,' Birdland, 315 West 44th Street, Clinton, (212)581-3080. With Eric Comstock, Hilary Kole and Christopher Gines. The vocal trio that created the smart revue ''Our Sinatra''' has outdone itself with this lightly swinging 70-minute compendium of songs and lore associated with Fred Astaire. Suave and dry, and fleet on the piano, Mr. Comstock is a close stylistic relative of his idol, while Ms. Kole's pop-jazz singing has a Ginger Rogersesque edge. Mr. Gines fills in the difference with creamy vocal custard: witty, informative and fast-paced. Tomorrow and Sunday at 2:30 and 5:30 p.m. Cover: $30; $20 at the bar; $10 minimum. HOLDEN Jazz A selective listing by critics of The Times: New or noteworthy jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. Full reviews of recent jazz concerts: nytimes.com/music. J.D. ALLEN TRIO PLAYS THE MUSIC OF BUTCH MORRIS, Louis 649, 649 East Ninth Street, East Village, (212)673-1190. J.D. Allen, a young tenor saxophonist who has played with Betty Carter, Cindy Blackman, Orrin Evans and others, is doing his part in Butch Morris's monthlong ''Black February'' series of nightly performances. He's playing in most of the large improvising ensembles conducted by Mr. Morris through the month, and he's also playing this weekly gig with his own trio, including Ameen Saleem on bass and Jeremy Clemons on drums. On the music stand will be Mr. Morris's own compositions going back to the 1970's, which graced a number of old David Murray albums. They're powerfully appealing melodies; it's been too long since they've been heard. Tomorrow night at 8 pm; cover, $1. BEN RATLIFF JOHN BENITEZ QUINTET, Jazz Gallery, 290 Hudson Street, South Village, (212)242-1063. The Puerto Rican bassist John Benitez has become one of the most valuable parts of the new Latin-jazz scene in New York; he has recently been seen leading a number of different bands, and this is yet another. Sets are tonight and tomorrow at 9 and 10:30; admission is $15. RATLIFF JIMMY COBB'S MOB, Smoke, 2751 Broadway at 106th Street, Manhattan, (212)864-6662. One of the original hard-bop drummers and the only surviving musician from Miles Davis's ''Kind of Blue'' sessions, Jimmy Cobb plays hard-edged, straight-ahead jazz with his own quintet, Sets are tonight and tomorrow at 9, 11 and 12:30; cover charge is $25, $10 drink minimum. RATLIFF LOU DONALDSON QUARTET, Birdland, 315 West 44th Street, midtown, (212)581-3080. A prince of blues and bop, Mr. Donaldson is a saxophonist who reminds you of the earthiness inside jazz. He is also a wild, funny character who always plays better than you expect on an average night. Sets are tonight and tomorrow at 9 and 11; cover charge is $30, $10 food or drink minimum at a table. RATLIFF * KENNY GARRETT QUARTET, Iridium, 1650 Broadway at 51st Street, midtown, (212) 582-2121. You don't get much more of a body blow from modern mainstream jazz; this band is a study in impact. The alto saxophonist Kenny Garrett is fast and harmonically astute, but he is also a player of real power. He has been changing the band over the last few years, adding new young players; the new edition includes the pianist Vernell Brown, the bassist Vicente Archer and the drummer Ronald Brunner. Sets through Sunday night are at 8 and 10, with an 11:30 set tonight and tomorrow; cover charge is $30, with a $10 food or drink minimum. RATLIFF * JIM HALL QUARTET, Dizzy's Club Coca-Cola, Frederick P. Rose Hall, 60th Street and Broadway, Manhattan, (212)258-9595. There are few more self-effacing players at Jim Hall's level in jazz; he plays as if he could ditch it all tomorrow and never think about it again, but that is part of what makes him so important. His own compositions are sweet, oddball, sectional, played with extreme dynamics against lithe, swinging accompaniment, and his versions of standards can be subtly breathtaking, using light blues and country phrases. He is seriously open-minded, yet he does not razz popular music or pull anybody's leg, and his trail of accomplishments speaks for itself: his late-50's stint in Jimmy Giuffre's trio, his playing with Sonny Rollins and Art Farmer and a recent, late-blooming explosion as a composer and arranger. His most recent release is ''Magic Meeting,'' a live recording by his trio, but here he teams up with a quartet including Greg Osby, the alto saxophonist, as well as the bassist Steve Laspina and the drummer Kenny Wolleson. Sets through Sunday night are at 7:30 and 9:30, with an 11:30 set tonight and tomorrow; cover charge is $30, $10 minimum at a table, $5 at the bar. RATLIFF * LINCOLN CENTER JAZZ ORCHESTRA: 'FULL STEAM AHEAD,' Rose Theater, Frederick P. Rose Hall, 60th Street and Broadway, 5th Floor, Manhattan, (212)721-6500. Jazz at Lincoln Center's repertory programs --whether based on a composer or a theme -- are, to a certain way of thinking, their best. This weekend's shows selects songs about trains from the band-books of Ellington and Strayhorn, Mulligan, and the orchestra's leader, Wynton Marsalis, among others; expect a solid show, and a band that can bring colors out in familiar music that you can't hear on a recording. Tonight and tomorrow night at 8; tickets are $10 to $150, seating is extremely limited so reservations are strongly suggested. RATLIFF JUNIOR MANCE TRIO, Kitano hotel, 66 Park Avenue at 38th Street, Manhattan, (212)885-7000. Now in his mid-70's, Junior Mance is an excitable, physical pianist who throws himself into fast tempos and long up-the-keyboard rolls that aren't heard much outside Oscar Peterson. But he is also an earthy blues and bop player from Chicago; his résumé includes time spent in the bands of Dinah Washington, Dizzy Gillespie and Cannonball Adderley. Sets are tonight at 9 and 10:45; cover charge is $15, plus a $10 minimum RATLIFF * MANHATTAN QUINTET, Jazz Standard, 116 East 27th Street, Manhattan, (212)576-2232. A new and excellent-looking consortium for straight-ahead jazz, this group brings together musicians in their 30's and musicians in their 70's: the young tenor saxophonist Eric Alexander, the alto saxophonist Gary Bartz, the pianist Cyrus Chestnut, the bassist Goerge Mraz, and the drummer Ben Riley. Sets through Sunday night are at 7:30 and 9:30, with an 11:30 set tonight and tomorrow; cover charge is $30 and $25 on Sunday. RATLIFF * BUTCH MORRIS, Zebulon, 258 Wythe Avenue, between Metropolitan Avenue and North Third Street, Williamsburg, Brooklyn, (718)218-6934; www.zebuloncafeconcert.com; Belt Theater, 336 West 37th Street, Manhattan, (212)563-0487; Bowery Poetry Club, 308 Bowery, East Village, (212)614-0505. Butch Morris has set up performances every night during February; he's calling it ''Black February,'' and this month officially celebrates 20 years of Mr. Morris's ''conductions,'' performances in which he conducts groups of improvisers, jazz or otherwise, with his own language of signals and baton movements. It's fun to watch, and he has a strong sense of humor and beauty. He's playing with different ensembles each night, and here's the weekend schedule: with Butchlandband at Zebulon, tonight at 10 and midnight; free; with the Butch Morris Emyoueseyesee Ensemble tomorrow at 4 p.m. at the Belt Theater; admission is $10; with the New York Skyscraper Ensemble Sunday at 5 and 6 p.m., at Bowery Poetry Club; admission is $12. Check his Web site, www.conduction.us, for further information on these and other performances. RATLIFF * EDDIE PALMIERI, Blue Note, 131 West Third Street, West Village, (212)475-8592. Mr. Palmieri is an excitable pianist, given to outré fantasias and pulverizing percussive lines. He has to rein in some of his more florid, mad-professor tendencies with the music of his old band, Conjunto la Perfecta, which is tight and hard and was originally created for the dancers at the old Palladium ballroom in the mid-1960's. He calls it La Perfecta II and it's mostly a repertory project, but the music sounds as alive as it did the day it was born. Sets through Sunday night are at 8 and 10:30; cover charge is $30, $5 minimum. RATLIFF JEREMY PELT QUINTET, Village Vanguard, 178 Seventh Avenue South, West Village, (212) 255-4037. Jeremy Pelt is an impressive, forthright young trumpeter who has taken bits and pieces of style from Clifford Brown, Freddie Hubbard and others. But he frequently manages to get at the thing about jazz that transcends the matter of influences: though he might raid past players for their musical grammar, swing is personal, and Mr. Pelt wants to reveal its mystical properties, its feeling of floating. Sets through Sunday night are at 9 and 11, with a 12:30 set tonight and tomorrow; cover charge is $30. RATLIFF Classical A selective listing by critics of The Times: New or noteworthy opera and classical music events this weekend in the New York metropolitan region. * denotes a highly recommended event. Full reviews of recent music performances: nytimes.com/music. Opera 'MADAMA BUTTERFLY' Puccini's opera lies at the intersection of tragedy and soap opera, and nobody even cares if the sets in Giancarlo del Monaco's Metropolitan Opera production make logical sense as long as there are lots of cherry blossoms to applaud. The three principals in this weekend's performance -- the last Met ''Butterfly'' of the season - can all hit the notes, some of them rather loudly: both Marco Berti, the Pinkerton, and Vassily Gerello, the Sharpless, are power singers who offer volume if not always finesse. Kallen Esperian, as Cio-Cio-San, has more finesse, but sometimes less power. Musically, the whole thing is in the capable hands of the young conductor Emmanuel Villaume, who made his company debut with this production in September. Tomorrow night at 8, Metropolitan Opera, Lincoln Center, (212)362-6000. Remaining tickets: $215. ANNE MIDGETTE 'TURANDOT' The American soprano Andrea Gruber takes on the daunting title role of Puccini's ''Turandot'' in the Metropolitan Opera's revival of Franco Zeffirelli's gargantuan and glittering 1987 production, so popular it's critic-proof. Ms. Gruber has been singing some formidable repertory since returning to the fold of the Met in 2001, and her enormous voice shows signs of wear and stridency. Still, her singing is fearless and impassioned and through sheer force of will she excels in the role. The tenor Johan Botha is a heroic Calàf; the soprano Krassimira Stoyanova brings affecting vulnerability and throbbing richness to the role of Liù. Bertrand de Billy conducts a colorful and exciting account of Puccini's final opera. Tonight at 8, Metropolitan Opera House, Lincoln Center, (212)362-6000. Remaining tickets: $200. ANTHONY TOMMASINI Classical Music BARGEMUSIC Moored in the shadow of the Brooklyn Bridge, this intimate floating concert hall is a charming place to hear solo performances and chamber music while rocking gently on the waves of the East River. Tonight brings a recital by Sergey Schepkin, a Russian-born pianist known for his refined yet dynamic Bach playing. Mr. Schepkin's program highlights his Bach specialty, with the composer's Italian Concerto and his French Overture (BWV 831), but it also reaches far beyond it, with various works by Debussy and Scriabin, including the latter's Ninth Sonata. Tomorrow night and Sunday afternoon, the barge's artistic director and ubiquitous violinist Mark Peskanov is joined by Laura Usiskin (cello) and Katya Mihailova (piano) in works by Rachmaninoff, Prokofiev and Shostakovich. Tonight and tomorrow night at 7:30 and Sunday afternoon at 4, Fulton Ferry Landing, under the Brooklyn Bridge, Brooklyn, (718)624-2083. Tickets: $35; students, $25. JEREMY EICHLER CHAMBER MUSIC SOCIETY OF LINCOLN CENTER The Chamber Music Society takes a modest plunge into multimedia on Sunday afternoon. Determined to show that the second Viennese school isn't all that divorced from the first, the Brentano String Quartet will interleaf movements of Mozart with movements of Webern. The spoken word will make its appearance as well, with readings of poetry by Mark Strand -- art and culture in every direction. At 5 p.m., Alice Tully Hall, Lincoln Center, (212)875-5788. Tickets: $27.50 to $48. BERNARD HOLLAND COMPOSER PORTRAIT: NICOLAI ROSLAVETS The Miller Theater's series of composer portraits usually spotlights the living or recently dead; but in this case the beam turns toward the first half of the 20th century, on the work of an early modernist who developed his own system of ''synthetic chords,'' embraced the ideals of the Bolshevik revolution and ultimately found himself -- like many of his colleagues -- proscribed by Stalin for the kinds of innovations that had been praised a decade or so earlier. Performing the composer's three surviving quartets is the Pacifica Quartet, worth hearing in its own right; other performers are Elizabeth Farnum, a soprano, and Margaret Kampmeier, a pianist, in works including his fifth piano sonata and selected songs. Tonight at 8, Miller Theater at Columbia University, Broadway at 116th Street, Morningside Heights, (212)854-7799. Tickets: $20, $12 for students. MIDGETTE CUARTETO CASALS Young Spanish music is one theme at the Frick on Sunday: a Spanish quartet, formed in Madrid in 1997, will perform the second quartet by a Spanish composer, Juan Crisostomo Arriaga, who died when he was only 20. Arriaga's music has a wonderful light grace, and the Casals Quartet has recorded his three quartets for Harmonia Mundi. Another theme is the early 19th century: the program opens with Beethoven's ''Harp'' quartet from 1809 and closes with another quartet which, like Arriaga's, was written in 1824 by another composer who died young: Schubert's ''Rosamunde'' Quartet in A minor. Sunday afternoon at 5, Frick Collection, 1 East 70th Street, Manhattan, (212)288-0700. Free, but tickets are required. MIDGETTE 'THE END OF THE MOON' Billed as a departure, Laurie Anderson's latest evening-length performance piece actually uses new technology to traverse familiar terrain. In a sing-song lilt that smooths off the rough edges of what she's saying, the artist talks about a wide range of topics, some of them touching on her recent stint as NASA's first-ever artist-in-residence. The grab-bag includes anecdotes, aphorisms (''Life is like bad art''), stretches of self-consciously poetic meditation and simple tunes on Ms. Anderson's electric viola, sampled into digital importance. Ms. Anderson celebrates the way that technology has shrunk, enabling her to fit all of her equipment into a couple of suitcases; unfortunately her content seems to have shrunk along with it. Tonight and tomorrow night at 7:30, Sunday afternoon at 3, BAM Harvey Theater, 651 Fulton Street, Fort Greene, Brooklyn, (718)636-4100. Tickets: $20 to $50. MIDGETTE GUARNERI STRING QUARTET It seems to be raining Mendelssohn quartets these days, as new recordings have recently appeared by the Emerson, the Talich and the Leipzig String Quartets, with another on the way from the Pacifica Quartet. Adding to the spate of Mendelssohn, the Guarneri Quartet will perform the composer's youthful and enchanting Op. 12 this weekend in its series at the Metropolitan Museum. The program also includes Mozart's A major quartet (K. 464) and Dvorak's String Quintet (Op. 97), written during the idyllic summer this famously homesick composer spent among his countrymen in Spillville, Iowa. The Orion Quartet's violist, Steven Tenenbom, joins as a guest in the Dvorak. Tomorrow at 8 p.m., Grace Rainey Rogers Auditorium, Metropolitan Museum of Art, Fifth Avenue and 82nd Street, (212)570-3949. Tickets: $45. EICHLER 'THE HARTFORD COMMISSIONS' Two concerts this weekend celebrate the output in recent years by composers and musicians either living in or with professional connections to Hartford. The programs will introduce works by Dan Roman, Robert Carl James Sellars, Peter Alexander, Ken Steen, John McDonald and others. Violinist Katie Landsdale, bassist Robert Black and Mr. McDonald, a pianist as well as a composer, have organized the programs and will be among the performers. The concerts promise to present a group portrait of new music in Hartford. Tomorrow at 8 p.m. and Sunday at 3 p.m., Merkin Concert Hall, 129 West 67th Street, Manhattan, (212)501-3330. Tickets: $10. TOMMASINI LOCRIAN CHAMBER PLAYERS This ensemble never performs works that are more than 10 years old, which means that it must constantly refresh its repertory as old favorites fall out of bounds. Its program tonight includes ''Dig Deep,'' a string quartet by Julia Wolfe; the ''Trio Barbaro e Malinconico,'' for clarinet, violin and piano, by Paul Chihara; a set of études for piano by Julian Anderson; ''Crash,'' a string trio, by Stefan Weisman, and ''3,2,1'' by David Macdonald. Tonight at Riverside Church, 91 Claremont Avenue, at 120th Street, Morningside Heights, (718)458-4864. Free. ALLAN KOZINN MUSICIANS FROM MARLBORO During the summer, young musicians convene at the Marlboro Music Festival in Vermont to study and perform with established soloists and chamber players, but the work doesn't end there. Throughout the season, ensembles representing the festival's best undertake tours, and since 1970 these groups have had an annual series at the Metropolitan Museum. Obviously, the chemistry will vary, but these groups usually do superb work, and tonight the Marlboro emissaries are offering an attractive program that includes Mozart's String Quintets in B flat (K. 174) and G minor (K. 516), as well as Hindemith's ''Melancholie,'' a vocal work with quartet accompaniment. The musicians are Frank Huang and Tai Murray, violinists; Eric Nowlin and Samuel Rhodes, violists, Efe Baltacigil, cellist, and Hyunah Yu, soprano. Tonight at 8, the Metropolitan Museum of Art, Fifth Avenue and 82nd Street, (212)570-3949. Tickets: $35. KOZINN * MET CHAMBER ENSEMBLE The chamber concerts by the musicians of the Metropolitan Opera Orchestra are programmatically adventurous and consistently well-played. On Sunday, the ensemble offers a program that mixes old and new. Schumann's Three Romances for Oboe and Piano (Op. 94) is offset by Gyorgy Kurtag's ''Hommage à R. Sch.'' for clarinet, viola and piano; Schubert's Quartettsatz in C minor (D. 703) is to precede John Harbison's ''November 19, 1828'' -- the title refers to the date of Schubert's death -- and the Berg Chamber Concerto for Piano, Violin and 13 Winds will be performed alongside Gyorgy Ligeti's Chamber Concerto for 13 Instruments. Sunday at 5 p.m., Zankel Hall, Carnegie Hall, (212)247-7800. Tickets: $48 to $64. KOZINN NEW YORK PHILHARMONIC Many musiclovers will be drawn to this weekend's New York Philharmonic concerts for the chance to hear Lorin Maazel conduct two enduringly popular works: Dukas's ''Sorcerer's Apprentice'' and Rimsky-Korsakov's ''Scheherazade.'' The newsiest item on the program, though, is the Australian composer Ross Edwards's Oboe Concerto, in its American premiere. Mr. Maazel, who conducted its 2002 world premiere in Sydney, describes the work as a choreographic concerto. The soloist, the Australian oboist Diana Doherty, emerges from the wings in the dark, playing disembodied oboe lines. Gradually, as the lights go on, you see her prowl about the stage playing with various sub-groups of instruments. Tonight and tomorrow night at 8, Avery Fisher Hall, Lincoln Center, (212)721-6500. Tickets: $25 to $90. TOMMASINI QI SHU FANG BEIJING OPERA COMPANY After a spate of activity in the wake of the Lincoln Center Festival's landmark production of ''The Peony Pavilion'' in 1999, Chinese opera has again become scarce in New York. This company of more than 50 singers, dancers, acrobats and instrumentalists, which I saw last in a fascinating mix of ancient and recent examples, returns with a staging of a classic, ''The Monkey King Wreaks Havoc in Heaven,'' and other works. With Qi Shu Fang sure to demonstrate her own acrobatic virtuosity, it promises to be an entertaining evening. Tonight and tomorrow night at 8, Skirball Center for the Performing Arts, 566 La Guardia Place, at Washington Square South, Greenwich Village, (212)992-8484. Tickets: $30 and $35; $15 for students. JAMES R. OESTREICH UNIVERSITY OF TEXAS WIND ENSEMBLE Concert bands are not something the classical music world pays much heed, but this one, directed by Jerry Junkin, grabbed attention last year with a wonderful CD from Reference Recordings, ''Bells for Stokowski.'' There was fun, with dances from Tylman Susato's collection ''Danserye'' of 1551 in wildly anachronistic arrangements. But there was also serious business, with premiere recordings of works by Michael Daugherty and David Del Tredici. The program here, conducted by Mr. Junkin and Robert Carnochan, offers the New York premiere of John Corigliano's ''Circus Maximus'' (Symphony No. 3) and works by Handel, Copland and Donald Grantham. This spirited group should bring it all vividly to life. Sunday at 2 p.m., Carnegie Hall, (212)247-7800. Tickets: $20 to $40. OESTREICH Dance A selective listing by critics of The Times: New or noteworthy dance events this weekend in the New York metropolitan region. * denotes a highly recommended event. Full reviews of recent dance performances: nytimes.com/dance. 'BUTTER MELTS AWAY MY LETTERS' Choreographed by Stephanie Rafferty and conceived and directed by Gian Marco Lo forte, this theater-dance piece visits a group of young runaways to New York City who cannot quite shrug off the past. Jack Anderson described it as ''oddly hypnotic'' in a recent review in The New York Times. Tonight and tomorrow at 8 p.m.; Sunday at 2:30 and 8 p.m. La MaMa E.T.C., 74A East Fourth Street west of Second Avenue, Manhattan, (212)475-7710. Tickets: $15; TDF vouchers accepted. JENNIFER DUNNING CONDORS An all-male Japanese troupe whose irrepressibly eccentric productions have been compared with Monty Python offers Ryohei Kondo's ''Mars: Conquest of the Galaxy II,'' a giddy fusion of slapstick comedy, dance and video. Tonight at 7:30, Japan Society, 333 East 47th Street, Manhattan, (212)752-3015. Tickets: $30. JACK ANDERSON MICHAEL FLATLEY'S 'LORD OF THE DANCE' Love it or hate it, ''Shilelegh on the Roof,'' as it is irreverently known to some, is said to be the world's highest grossing dance show. Take that, Riverdance. Sadly, the superb Mr. Flatley is no longer performing, but this is still his show. Sunday at 7 p.m., Tilles Center for the Performing Arts, C.W. Post Campus, Long Island University, Route 25A, Brookville, L.I., (516) 299-3100. Tickets: $39, $51 and $65. DUNNING INNERLANDSCAPES DANCE THEATER This choreographic collective devoted to new works by a variety of choreographers presents dances by Nomi Bachar, Kathryn Sullivan, Natasa Trifan and Valerie Norman. Tonight at 9, tomorrow and Sunday at 8 p.m., Merce Cunningham Studio, 55 Bethune Street, West Village, (212)726-0660. Tickets: $20. ANDERSON ISRAEL CONTEMPORARY DANCE THEATER A company with a forceful style that was originally known as the Kibbutz Contemporary Dance Company offers the New York premiere of Irit Batzri's ''Screensaver,'' a hybrid of movement, stagecraft and video technology that explores humanity's public and private realms. Tonight at 8, tomorrow at 2 and 8 p.m., Sunday at 2 and 7:30 p.m., Joyce Theater, 175 Eighth Avenue, at 19th Street, Chelsea, (212)242-0800. Tickets: $34. ANDERSON RALPH LEMON In ''Come home Charley Patton,'' which concludes his ''Geography Trilogy,'' Mr. Lemon examines his own cultural heritage through the refracting prism of a 1920's lynching in Duluth, in his home state of Minnesota. In a review in The New York Times, Anna Kisselgoff wrote that the theater-dance piece is as much about memory as about a little-known lynching. Tomorrow at 7:30 p.m., New Jersey Performing Arts Center, 1 Center Street, Newark, (888)466-5722. Tickets: $32. DUNNING NEW YORK CITY BALLET In this last weekend of the company's winter season, highlights include Jerome Robbins's luminous ''Glass Pieces'' (tonight and both performances tomorrow) and Christopher Wheeldon's ''Shambards'' (tomorrow afternoon). The programs also include George Balanchine's ''Symphony in Three Movements'' (tonight and tomorrow night); Robbins' ''Afternoon of a Faun'' (tonight); Peter Martins's ''Eros Piano'' (tonight); ''Chichesters Psalms'' (tomorrow night and Sunday); Balanchine's ''Apollo'' (tomorrow afternoon), and Robbins's ''Fanfare,'' Mr. Wheeldon's ''Liturgy'' and Balanchine's ''Stars and Stripes'' (Sunday). Tonight at 8, tomorrow at 2 and 8 p.m., Sunday at 3 p.m., New York State Theater, Lincoln Center, (212)870-5570 or www.nycballet.com. Tickets: $30 to $83. DUNNING QI-SHU FANG PEKING OPERA COMPANY Presented by the World Music Institute, the troupe will perform ''The Flaming Phoenix'' (tonight); ''The Monkey King Wreaks Havoc in Heaven'' (tonight and tomorrow), and ''Fighting in the Dark'' and an excerpt from ''The Women Generals of the Yang Family'' (tomorrow). Tonight and tomorrow at 8 p.m., Skirball Center for the Performing Arts at New York University, 566 LaGuardia Place at Washington Square South, Greenwich Village, (212)545-7536. Tickets: $30 and $35; $15 for students. DUNNING JUDITH SÁNCHEZ RUIZ Ms. Sanchez Ruiz has a rich performing history that includes gigs with Danza Abierta in her native Cuba, and Mal Pelo in Spain, Manhattan dance-downtowners including DD Dorvillier, and Henry Threadgill and other New York jazz musicians. Her latest ''Citizens or Individuals,'' set to music by Dafnis Prieto with set designs by Jonathan Cramer, examines the delicate balance between private and public self and the accommodations that must often be made to belong to a community. Tonight and tomorrow at 8:30 p.m., Sunday at 7:30 p.m., Danspace Project at St. Mark's Church, 131 East 10th Street, East Village, (212)674-8194 or www.danspaceproject.org. Tickets: $15; TDF vouchers accepted. Also at Danspace this weekend, Eleanor Dubinsky and Christine Suarez will present works in progress as part of the theater's free DraftWork series. Tomorrow at 3 p.m. DUNNING THREAD DANCE THEATER Amy Beth Schneider's all-female company explores partnership, both physical and metaphorical, here in her new ''Six-Story,'' a suite of dances set in a metaphorical female dwelling. Tonight and tomorrow at 8 p.m., University Settlement House, 184 Eldridge Street, Lower East Side, (718)633-5678. Tickets: $15. DUNNING TRINITY IRISH DANCE COMPANY A Chicago-based group that both honors traditional Irish dance forms and uses them as the bases for modern abstractions and New Age conceptions joins forces with the musical ensemble Different Drums of Ireland. Sunday at 2 p.m., Lehman Concert Hall, Lehman College, 250 Bedford Park Boulevard, the Bronx, (718)960-8833. Tickets: $15 and $25. ANDERSON * CATHY WEIS PROJECTS Ms. Weis's nutty imagination and humor combine, in her dance and video pieces, to create art that has been described as rough-edged magic. High technology is not her bag. Instead, her work has a wonderfully home-made look. Ms. Weis's new ''Electric Haiku: Calm as Custard'' is a more meditative and less raucous suite of short segments than its predecessor, the 2002 ''Electric Haiku.'' There are some dazzling video-dance images and belly-laugh humor, but the heart of ''Calm as Custard'' is a conversation of sorts with a vibrant and thoughtful artist. The cast also includes downtown performance and dance stars Scott Heron, Diane Madden and Jennifer Miller. Tonight and tomorrow at 8 p.m., Dance Theater Workshop, 219 West 19th Street, Manhattan, (212)924-0077 or www.dtw.org . Tickets: $25. DUNNING 92 ON 42: ZVI DANCE Presented by the 92nd Street Y Harkness Dance Center as part of its winter series at the Duke, the Israeli-born choreographer Zvi Gotheiner, known as a gifted teacher and the creator of darkish dances that explore the human heart, will present his new ''Territories,'' a dance-theater piece that addresses space and its division. Tomorrow at 8 p.m., Sunday at 2 and 7 p.m., the Duke on 42nd Street, 229 West 42nd Street, Manhattan, (212)239-6200. Tickets: $20. DUNNING Art A selective listing by critics of The Times: New or noteworthy art, design and photography shows at New York museums and galleries this weekend. At many museums, children under 12 and members are admitted free. Addresses, unless otherwise noted, are in Manhattan. Most galleries are closed on Sundays and Mondays, but hours vary and should be checked by telephone. Gallery admission is free unless noted. * denotes a highly recommended show. Full reviews of recent shows: nytimes.com/art. Museums 'CONTEMPORARY VOICES: WORKS FROM THE UBS ART COLLECTION.' Museum of Modern Art, 11 West 53rd Street, (212) 708-9400, through April 25. What's wrong with this picture? The Museum of Modern Art, the most visionary museum of the 20th century, is inaugurating the temporary-exhibition galleries in its 21st-century home with an exhibition of gifts from a corporate collection. It is an ambitious, carefully selected corporate collection, but that doesn't keep the ensemble from feeling corporate, monotonous and by the book. The 40 (of 64) works given or promised to the Modern are nearly all by white male artists, and they are all already represented in the collection. There's nothing wrong with the individual works by artists like Philip Guston, Jasper Johns and Vija Celmins that won't be cured by integrating them into the Modern's collection, but the ensemble effect is dispiriting. With an emphasis on a narrow swath of the 1980's mainstream, the show feels like an excessively edited letter in a bottle from an art world that no longer exists. Hours: Saturdays through Thursdays, 10:30 a.m. to 5:30 p.m.; Fridays, 10:30 a.m. to 8 p.m.; closed Tuesdays. Admission: $20; $16 for 65+; $12 for students; children 16 and under and accompanied by an adult, free. Free on Fridays from 4 to 8 p.m. ROBERTA SMITH 'RUTH DUCKWORTH, MODERNIST SCULPTOR,' Museum of Arts and Design, 40 West 53rd Street, (212)956-3535, through April 3. A sculptor whose basic medium is clay, Ms. Duckworth makes everything from tiny, delicate vessels to monumental outdoor sculptures. Though her work fits in -- but not too neatly -- with the modernist tradition, her eye has roamed everywhere, resulting in a bewildering variety of styles and influences, from Brancusi to a beef bone found in her soup. Sometimes the influences combine awkwardly, making her work seem a little strained and quirky, but often enough her venturesomeness pays off, producing images of eloquence and power. Hours: Daily 10 a.m. to 6 p.m. Thursdays: 10 a.m. to 8 p.m. Admission: $9; $6 for 65+ and students. Thursdays from 6 to 8 p.m. is pay what you wish. GRACE GLUECK 'FIRST SEEN: PHOTOGRAPHS OF THE WORLD'S PEOPLES, 1840-1880,' Dahesh Museum of Art, 580 Madison Avenue, at 56th Street, (212)759-0606, through May 1. Mothers nursing babies, vignettes of the Crimean War, high life under the British Raj, exploited child workers, holy men, Chinese women with bound feet, Kirghiz tribesmen, American Indians and on and on, not to mention a snappy picture of the novelist George Sand in her accustomed male drag, wielding a cigarette. These are some of the 250 photographs taken all over the world by early lensmen. The idea of the show, chosen from the vast archives of the Wilson Center for Photography in London, was to focus on ''first'' glimpses of people rather than the more usual views of landscapes, mountains or relics that were easier subjects for the ponderous pioneer camera to handle. The profusion of images may cause the viewer's mind to boggle, but it gives a good idea of the worldwide sweep of the early camera's lens. Hours: Tuesdays through Sundays, 11 a.m. to 6 p.m. Admission: $9; $4 for 65+, students and educators. GLUECK * 'FROM FILIPPO LIPPI TO PIERO DELLA FRANCESCA: FRA CARNEVALE AND THE MAKING OF A RENAISSANCE MASTER,' Metropolitan Museum of Art, Fifth Avenue and 82nd Street, (212)535-7710, through May 1. The Italian Renaissance artist-priest known as Fra Carnevale was an art-world somebody in his day but a shadowy figure to modern historians, known primarily for two extraordinary paintings of tiny figures in fantastic architectural settings. Both paintings are in this intricate think-piece of a show that tries to reconstruct his career by bringing his known paintings together. At the same time, it uses his work, along with that of major figures like Filippo Lippi and Piero della Francesca, to explore larger ideas about self-created professional identity in a cultural epoch far more diverse than it is sometimes thought to have been. Hours: Sundays, Tuesdays through Thursdays, 9:30 a.m. to 5:30 p.m.; Fridays and Saturdays until 9 p.m. Admission: $15; 65+, $10; students, $7. HOLLAND COTTER 'IMAGES OF DON QUIXOTE: THE ART OF ILLUSTRATION AND PRINTMAKING,' the Hispanic Society of America, 613 West 155th Street, Washington Heights, (212)926-2234, through March 5. A few years back, a poll of international writers voted ''Don Quixote'' the greatest book of all time. This year Cervantes's novel is four centuries old, and the Hispanic Society of America is celebrating the occasion with this exhibition of illustrations of the story printed from the 17th through 20th centuries. Despite its small size, the show demonstrates how attitudes toward the book changed in different eras, from raucous comedy to Romantic tragedy. And in designs by artists like John Vanderbank, Fragonard and Gustave Doré, there are fascinating images and ideas to consider. Hours: Tuesdays through Saturdays, 10:30 a.m. to 5 p.m.; Sundays, 1 to 4 p.m. Free. COTTER Galleries: Uptown RICHARD HICKAM: 'BEYOND THE SURFACE,' Allan Stone Gallery, 113 East 90th Street, (212)987-4997, through March 26. The faces in this group of quirky Expressionist portraits slip and slide into grotesque masks under the artist's loose brushstrokes, rich textures and bold manipulations of color. But they hint at universals, like ''The Teacher,'' a particularly haunting welter of features that includes a strained toothy smile under a beaky nose, an unkempt thatch of straight, straw-colored hair and a dark scraggle of beard. The dyspeptic-looking ''Night Reader,'' with a yellowish head the shape of an Idaho potato held at a slight angle, a twisted gash of mouth and a pair of glasses that sit crookedly on the suggestion of a nose, evokes an aged and bedeviled aesthete (as well as the Wizard of Oz). At their peak, his faces seem to bare the souls of their wearers. GLUECK ALEKSANDRA MIR: 'NEW DESIGNS,' Roth Gallery, East 70th Street, (212)717-9067, through March 5. The ever-resourceful Aleksandra Mir designs her own antiwar pro-abortion campaign with posters proclaiming ''Be Gentle in Fallujah'' and ''Keep Abortion Legal,'' as well as small, slogan-bearing goody-bag items including a Swiss Army knife, dental floss and a scarf. But she takes a more ambivalent viewpoint with a series of drinking glasses printed with the faces of newborns that are identified as the reincarnations of various recently deceased celebrities. Mass culture has long borrowed the strategies of Conceptual Art; it is always nice to see artists borrow back. SMITH JOHN WALKER: 'COLLAGE,' Knoedler, 19 East 70th Street, (212)794-0550, through March 19. This English artist who now lives in Maine produced the six powerfully imposing Cubist collages featured here while living and teaching in New York in the mid-70's. Each measures 10 by 8 feet and has leathery surfaces of painted, irregularly cut-up pieces of canvas. Today they seem old fashioned, even a little academic. Still, the rumbling, viscerally physical energy they exude remains exciting. KEN JOHNSON Galleries: 57th Street PAT ADAMS: 'PAINTINGS 1954 - 2004,' Zabriskie, 41 East 57th Street, (212)752-1223, through March 5. Celebrating the 50th anniversary of her first solo show at this gallery, Ms. Adams's exhibition of small paintings takes an abbreviated look back over her long and distinguished career. Works from the last four decades typically feature richly textured fields punctuated by sharply defined abstract elements that seem to cavort like Platonic archetypes through the space of a universal collective consciousness. JOHNSON 'FACE TO FACE: DAN MASKS FROM THE IVORY COAST AND AQUATINTS BY HENRI MATISSE,' Pace Primitive/Pace Master Prints, 32 East 57th Street, (212)421-3237, through March 19. This first collaboration between the Primitive and the Print departments of this wide-ranging gallery, this show brings together Matisse's ultrasimplified female faces in aquatints from the 1940's and the refined, stylized late 19th-century and early 20th-century face masks from the Dan people of the Ivory Coast. While it can't be said that Matisse's aquatints here were directly influenced by them, his spare faces, drawn with a hand so practiced it could conjure up an image with a few strokes, seem to owe something to the often subtle stylizations of African art. Of all African masks, those by the Dan, with their minimal but expressively carved features and smooth modulation of facial planes, seem to go particularly well with his less-is-more renderings. GLUECK LOREN MADSEN: 'GODS AND DEMONS: AN INSTALLATION,' McKee, 745 Fifth Avenue, (212)688-5951, through March 5. Mr. Madsen is a sculptor who has invented ingenious ways to combine formalist abstraction and socially motivated conceptualism. A biomorphic wooden sculpture, for example, is a kind of three-dimensional chart illustrating the statistical ages at which people are killed by handguns. The main installation, an oblique commentary on the global impact of organized religions, consists of strings of glass beads hung from the ceiling, with beads of different colors representing quantities of key religious words inventoried in a search of three million book titles. JOHNSON Galleries: SoHo ELLSWORTH KELLY: 'SMALL PAINTINGS, 1955 - 63,' Peter Freeman, 560 Broadway, (212) 966-5154, through April 23. This little gem of an exhibition presents seven small paintings from a formative period in the career of one of our most celebrated abstractionists. Mr. Kelly's subtly witty, formally acute play with simple shapes, the picture plane and primary colors gives these works a punchy vitality the decades have done little to diminish. JOHNSON Galleries: Chelsea SANTE D'ORAZIO: 'PAM: AMERICAN ICON,' Stellan Holm, 524 West 24th Street, (212) 627-7444, through March 5. Pamela Anderson -- yes, that Pamela Anderson -- in all her pneumatic, mostly unclothed glory is the subject of large and surrealistically vivid photographs that were originally commissioned but not published by Playboy magazine. Students: discuss criteria for judging the value -- aesthetic and otherwise -- of these artworks. JOHNSON Last Chance 'JOSEF AND ANNI ALBERS: DESIGNS FOR LIVING,' Cooper-Hewitt National Design Museum, 2 East 91st Street, (212)849-8400, closing on Sunday. This enlightening, quietly excellent show is the first to juxtapose the design efforts -- his furniture, her textiles -- of two remarkable artists who happened to be married to each other. Instead of Josef's paintings of glowing nesting squares, which presage Minimalism, we get his 1927 nesting tables with the same meticulous sense of color, proportion and geometry that he would later apply to canvas. Anni brought a similarly intelligent structure to fabrics and tapestries that make every thread, texture and color count, at once exposing and exalting her medium's basic grid. She was the Sol LeWitt of weaving. Hours: Tuesdays to Thursdays, 10 a.m. to 5 p.m.; Fridays, 10 a.m. to 9 p.m.; Saturdays, 10 a.m. to 6 p.m.; Sundays, noon to 6 p.m. Admission: $7; students and 62+, $5. SMITH GUY BEN-NER: 'WILD BOY,' Postmasters, 459 West 19th Street, Chelsea, (212)727-3323, through tomorrow. Two short films by Israel's representative to the 2005 Venice Biennale charmingly spoof quasi-scientific documentary filmmaking. Made entirely at home, \"Wild Boy\" is about a feral child (played by the artist's young son) who is captured, cleaned-up and trained by a researcher played by Mr. Ben-Ner. Another film that follows the fortunes of a family of ostriches played by the artist and his family in ridiculous costumes has a perfect anthropomorphizing voice-over. JOHNSON CECILY BROWN, Gagosian, 555 West 24th Street, Chelsea, (212)741-1111, closing tomorrow. Because it was a blend of Abstract Expressionist style and pornographic imagery that first drew the limelight to Ms. Brown, sensational things are expected of her. She disappoints by being merely good, as she is in her new work. With their all-over fields of splintery and squiggly gestures in nicely coordinated colors, her paintings based on landscape motifs are visually engaging, but they want some more adventurous approaches to form and imagery. JOHNSON JOHN LURIE, Roebling Hall, 606 West 26th Street, Chelsea (212)929-8180, closing tomorrow. The stream-of-consciousness notational ink drawings and radiant gouaches of the musician John Lurie have precedents in the work of Jean-Michel Basquiat and William Wegman's early Conceptual drawings, but they have their own sense of wiry line and texture, wordplay, sexual bluntness and radiant color. SMITH 'PAPER,' Nicole Klagsbrun, 526 West 26th Street, Chelsea, (212) 243-3335, closing tomorrow. Highlights of this lively exhibition of things made on or of paper by more than 20 artists include a huge woodblock print by Mel Kendrick; Magic Realist ball point drawings of odd wooden structures by Billy Malone; John Pilson's video sequence of different hands drawing pigs; and Juliana Ellman's funny small painting of inflatable furniture going over a waterfall. JOHNSON JOEL SHAPIRO, Cook Fine Art, 1063 Madison Avenue, near 81st Street, (212)737-3550, closing today. This is a fine, economical retrospective of the post-Minimalist sculptor's career. There are not any of the early diminutive houses but there is a small, toylike bronze horse from 1973-4 that may surprise viewers familiar with Mr. Shapiro's oeuvre. Also on hand are dense, blocky abstract sculptures and elegant, sumptuous geometric drawings. JOHNSON AARON SPANGLER, Zach Feuer, 530 West 24th Street, Chelsea, (212)989-7700, closing tomorrow. You don't see much wood carving in elite Chelsea galleries, which makes it exciting to discover Mr. Spangler's large, intricate reliefs carved from three-inch slabs of maple and painted black. The Brooklyn-based sculptor uses his extraordinary technique to elaborate profusely detailed, darkly comic visions of rural, post-apocalyptic ruin. Wrecked buildings, crashed cars and trucks and abandoned appliances litter densely forested landscapes, and a magical tension emerges between the raw wood and the epic illusionism. JOHNSON HENRY TAYLOR, Daniel Reich Gallery, 537A West 23rd Street, Chelsea, (212) 924-4949, closing tomorrow. Combining aspects of outsider art, quasi-academic figuration and early Pop Art, with found objects and plenty of rough-edged collage thrown in for good measure, the work of this Los Angeles painter seems a bit old-fashioned and all-over the place. But the work has a concentrated focus -- a very personal view of black life in L.A. -- buttressed by an appealing density and a promising fearlessness. SMITH", "abstract": null, "print_page": "22", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "The Listings"}, "keywords": [], "pub_date": "2005-02-25T00:00:00Z", "document_type": "article", "news_desk": "Movies, Performing Arts/Weekend Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": null, "type_of_material": "Schedule", "_id": "4fd25df58eb7c8105d80c8de", "word_count": 14927, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2005/02/25/travel/escapes/25hour.html", "snippet": "With a lovely college campus, many funky shops and a top-notch regional music scene, Lawrence seems to bulge beyond its borders....", "lead_paragraph": "IT sounds like a setup: ''So Bob Dole, William S. Burroughs and Wilt Chamberlain walk into a bar.'' These three former Lawrence residents probably didn't share too many Boulevard Pale Ales in the noisy collegiate pubs along Massachusetts Street. Separately, however, each represents a key element of this laid-back university town's vibe. Senator Dole, a former University of Kansas student and namesake of the Robert J. Dole Institute of Politics, embodies the Great Plains values and civic engagement that date back to the town's origins before the Civil War. Mr. Burroughs, the Beat Generation writer and a presence in Lawrence the last 16 years of his life, is the uncontested symbol of its bohemian and creative set. And Mr. Chamberlain, a product of the university's legendary basketball program, remains among the most towering figures in a sport that has obsessed and defined Lawrence for a century. Add the lovely campus (above), many funky shops and a top-notch regional music scene, and Lawrence, a leafy city of about 80,000, seems to bulge beyond its borders. SETH SHERWOOD Friday 4 p.m. 1) The Strip of Hip Named for the home state of Lawrence's abolitionist founders, lively Massachusetts Street offers a stroll through the city's past and present. Start at the Beaux-Arts Liberty Hall (644 Massachusetts Street; 785-749-1972), where Oscar Wilde lectured on decorative art in 1882 (in ''a not disagreeable sing-song,'' one paper reported) and Mr. Burroughs received his wake in 1997. Continue past backpack-hobbled students and inhale the Americana of the street's venerable brick buildings, many dating to the Civil War era. Places worth lingering include Love Garden Sounds (936 1/2 Massachusetts Street; 785-843-1551), the state's coolest record store, and the Arizona Trading Company (734 Massachusetts Street; 785-749-2377), full of retro-vintage fashions. Finish at the Watkins Community Museum of History (1047 Massachusetts Street; 785-841-4109), where the real draw is the building itself -- an 1880's Romanesque mansion. 6 p.m. 2) Cattle Country Midwestern meat is best appreciated at the Hereford House (4931 West Sixth Street; 785-842-2333). The self-designated ''steakhouse of record'' in Lawrence, the Hereford features cowboy art and chummy service. To start, try mushrooms fried in a wonton coating and served with ponzu sauce ($6.95). The main event is the 20-ounce T-bone ($29.95), a diptych of cuts half filet mignon and half Kansas City strip, that's perfect for the indecisive. Finally, loosen your belt and devour a white-chocolate bread pudding ($5.95). 7:30 p.m. 3) That's Show Biz Metabolize your meat from the footlights. From ''Carmen'' to David Sedaris to ''Miss Saigon,'' all manner of touring shows and spectacles pass through the University of Kansas' Lied Center (1600 Stewart Drive; 785-864-2787; www.ku.edu/lied). Performances take place several times a month and almost always begin at 7:30 p.m. Tickets can be purchased at the box office (Weekdays from 11 a.m. to 6 p.m.), by phone or through the Web site. Saturday 9 a.m. 4) Get French-Toasted At Milton's Coffee (920 Massachusetts Street; 785-832-2330), above, an arty take on a diner, thick-sliced challah is soaked in brandy-nutmeg batter and cooked into a French toast ($3.75) that feels more like filet mignon. More savory but no less inventive is the prosciutto omelet ($6.95), which is jazzed up with leeks and Gorgonzola. A bottomless coffee ($1.50) will jump-start your Saturday. 11 a.m. 5) The Public Life From World War II soldier to Senate majority leader to presidential candidate to pitchman for Viagra, the many careers of Bob Dole are displayed at the Robert J. Dole Institute of Politics (2350 Petefish Drive; 785-864-4900; free). Opened in July 2003 and dominated by an enormous stained-glass American flag, it has videos and personal mementos that guide visitors through Mr. Dole's life and try to explain the inner workings of the American political system. 1 p.m. 6) To Beef, or Not to Beef? At Gran-Daddy's Que Meats & Sauces (913 North Second Street; 785-830-8665), that is definitely the question. Is it nobler to suffer the succulent brisket on bread ($3.99) and full rack of baby back ribs ($17.99), or just have the chicken sandwich ($3.99)? Next to a strip club and indifferent to décor, Gran-Daddy's has ghastly lighting and a linoleum floor, but it is the hidden gem of a respectable Lawrence barbecue scene. 2 p.m. 7) It's Game Time Few American universities have as much basketball in their DNA as Kansas. The game's inventor, Dr. James Naismith, became the school's first basketball coach in 1898. Since then, Jayhawk men's teams have won two N.C.A.A. tournaments (1952 and 1988), and this year's team was No.8 in this week's poll by The Associated Press. Tickets for games at Allen Fieldhouse (1700 Naismith Drive; www.kuathletics.com; 800-344-2957) mostly go to season-ticket holders and students, though seats are sometimes available to the public. Check the Web site or call. Otherwise, Ace Sports and Tickets (647 Massachusetts Street; 785-856-5400) resells seats bought from season-ticket holders. Prices start around $30. You can get your Kansas jersey ($49.99) at Jayhawk Spirit (935 Massachusetts Street; 785-749-5194). Only two men's regular-season home games remain and no women's games, but the Big 12 Conference tournaments are in nearby Kansas City, Mo., the second week in March. 6 p.m. 8) White Tablecloth Kansas In Lawrence, fine dining starts at Pachamama's (2161 Quail Creek Drive, 785-841-0990). In a vaulted dining room that's part ski lodge and part Arts and Crafts house, the chef, Ken Baker, unfurls monthly menus full of clever combinations. Starters could include the pumpkin and sage-pesto tart in vinaigrette ($7) or a chive-buttermilk poached pheasant breast in Madeira and truffle honey ($11). Characteristic main dishes range from coffee-rubbed fillet of venison in fig-balsamic glaze ($25) to pan-roasted striped bass with smoked-ham Beaujolais sauce ($23). The ice creams and sorbets ($3) are all hand-churned. 9 p.m. 9) Cue the Music It may only be rock 'n' roll, but Ghosty, the Appleseed Cast, the New Amsterdams and other young bands are playing it with such virtuosity that Lawrence is now perhaps the most vital music scene between Chicago and Denver. To gauge the local talent, hit the pinball-stocked Replay Lounge (946 Massachusetts Street; 785-749-7676), which plays host to local bands and small-label touring acts, as does the kitschy, Western-themed Jackpot Saloon (943 Massachusetts Street; 785-832-1085) across the way. Independent-label stars play the Bottleneck (737 New Hampshire Street; 785-842-5483), a splendidly grimy club that's the hub of rock on the plains, or the Granada Theater (1020 Massachusetts Street; 785-842-1390). Sunday 10 a.m. 10) A Liberal Portion Lawrence's left-leaning students, ardent recyclers and community activists flood WheatFields (904 Vermont Street; 785-841-5553) on weekends, gobbling frittata sandwiches ($4.95) and oatmeal-currant waffles ($4.25) in its clean, bright confines. But the bakery's real standouts are its brick oven-baked pastries and breads. Get a Kalamata olive loaf ($5.50) or blueberry muffins ($1.35) for the road. Noon 11) Big Plan on Campus Kansas may be the last place you'd expect to meet Claude Monet or Dante Gabriel Rossetti, but canvases by both are hanging in the Spencer Museum of Art (1301 Mississippi Street; 785-864-4710; free) on the university campus. Head to the stately building, where you'll also see Buddhist statues, Italian Renaissance paintings and modern works by Larry Rivers, Robert Motherwell and others. If you've wondered who lived in Kansas tens of millions of years before Dorothy and Toto did, tread up the hill to the imposing Natural History Museum (1345 Jayhawk Boulevard; 785-864-4450; free), above. THE BASICS Visiting Lawrence Kansas City, Mo., 40 miles east, is the best gateway to Lawrence. Most major airlines serve Kansas City International Airport. You can rent a car there or take the shuttle to Lawrence ($27 one-way) operated by Midwest Transportation (888-467-3729). Shuttles leave roughly every two hours from 6 a.m. to midnight. Shuttles from Lawrence to the airport also run regularly. Book in advance. Cozy and charming, the Halcyon House Bed and Breakfast (1000 Ohio Street; 888-441-0314) offers nine rooms and suites, most with private baths. Rates are $49 to $149. The all-suites Eldridge Hotel (701 Massachusetts Street; 785-749-5011), closed for renovations until May, is a historic property in the heart of downtown. The 48 rooms are sizable and reliable, and the Jayhawker bar is a classic. Rates are $89 to $235.", "abstract": "Article on 36-hour visit to Lawrence, Kansas; photos; map (M)", "print_page": "4", "blog": [], "source": "The New York Times", "multimedia": [{"url": "images/2005/02/24/travel/hour.7575.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2005/02/24/travel/hour.7575.jpg"}, "type": "image", "height": 75}, {"subtype": "tiny_thumb", "legacy": {"tinythumbwidth": 55, "tinythumbheight": 55, "hastinythumb": "Y"}, "type": "image", "width": 55, "height": 55}], "headline": {"main": "36 Hours | Lawrence, Kan.", "kicker": "JOURNEYS"}, "keywords": [{"name": "persons", "value": "SHERWOOD, SETH"}, {"name": "glocations", "value": "KANSAS"}, {"name": "glocations", "value": "LAWRENCE (KAN)"}, {"name": "organizations", "value": "UNIVERSITY OF KANSAS"}, {"name": "subject", "value": "MUSEUMS"}, {"name": "subject", "value": "ART"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}], "pub_date": "2005-02-25T00:00:00Z", "document_type": "article", "news_desk": "Escapes", "section_name": "Travel", "subsection_name": null, "byline": {"person": [], "original": "By"}, "type_of_material": "News", "_id": "4fd245fd8eb7c8105d7e0938", "word_count": 1363, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2005/02/25/movies/25loco.html", "snippet": "This cute farce about crazy cousins takes its Elmore Leonard-style, sun-baked plot a few degrees of latitude further south of Miami, to the Dominican Republic....", "lead_paragraph": "Opens today in New York, New Jersey, Massachusetts and Rhode Island. Directed by Humberto ''Che'' Castellanos Written in Spanish, with English subtitles Not rated, 99 minutes This cute farce about crazy cousins takes its Elmore Leonard-style, sun-baked plot a few degrees of latitude further south of Miami, to the Dominican Republic. Directed in Spanish by Humberto Castellanos, who is known as Che, ''Crazy People Think Too'' is the preferred translation for its title, and it's not the cousins alone who seem unhinged.", "abstract": "Ned Martel reviews movie Los Locos Tambien Piensan, directed by Humberto 'Che' Castellanos and starring Lusito Marti and Ivan Garcia (M)", "print_page": "13", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Film in Review; 'Los Locos También Piensan'", "kicker": "Movie Review | 'Los Locos También Piensan'"}, "keywords": [{"name": "creative_works", "value": "LOS LOCOS TAMBIEN PIENSAN (MOVIE)"}, {"name": "persons", "value": "GARCIA, IVAN"}, {"name": "persons", "value": "CASTELLANOS, HUMBERTO"}, {"name": "persons", "value": "MARTI, LUSITO"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "REVIEWS"}], "pub_date": "2005-02-25T00:00:00Z", "document_type": "article", "news_desk": "Movies, Performing Arts/Weekend Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Ned", "lastname": "MARTEL"}], "original": "By NED MARTEL"}, "type_of_material": "Review", "_id": "4fd245fd8eb7c8105d7e0948", "word_count": 407, "slideshow_credits": null}, {"web_url": "http://query.nytimes.com/gst/fullpage.html?res=9D07E7D7173DF936A15751C0A9639C8B63", "snippet": "Opens today nationwide  Directed by Ekachai Uekrongtham  Not rated, 118 minutes      ''Beautiful Boxer,'' the feature film debut of the Thai theatrical director Ekachai Uekrongtham, tells the true story of Parinya Charoenphol, nicknamed Nong Toom,...", "lead_paragraph": "Opens today nationwide Directed by Ekachai Uekrongtham Not rated, 118 minutes ''Beautiful Boxer,'' the feature film debut of the Thai theatrical director Ekachai Uekrongtham, tells the true story of Parinya Charoenphol, nicknamed Nong Toom, a cross-dressing kick boxer from a poor family who saved his championship winnings to undergo a sex-change operation at the age of 19.", "abstract": "Dana Stevens reviews movie Beautiful Boxer, directed by Ekachai Uekrongtham and starring Asanee Suwan; photo (M)", "print_page": "13", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Film in Review; 'Beautiful Boxer'"}, "keywords": [{"name": "creative_works", "value": "BEAUTIFUL BOXER (MOVIE)"}, {"name": "persons", "value": "UEKRONGTHAM, EKACHAI"}, {"name": "persons", "value": "SUWAN, ASANEE"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "REVIEWS"}], "pub_date": "2005-02-25T00:00:00Z", "document_type": "article", "news_desk": "Movies, Performing Arts/Weekend Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Dana", "lastname": "STEVENS"}], "original": "By DANA STEVENS"}, "type_of_material": "Review", "_id": "4fd244418eb7c8105d7de9a3", "word_count": 388, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2005/02/25/movies/oscars/25osca.html", "snippet": "In the days leading up to the movie industry's most glamorous night, the word heard frequently around Hollywood this year was fatigue....", "lead_paragraph": "In the days leading up to the movie industry's most glamorous night, the Oscars, the word heard frequently around Hollywood this year is not glitz, or hype, or excitement. It is fatigue. Strange, perhaps, and unexpected. The same millions of dollars as in years past have been spent on pitched Oscar campaigns, with their color, full-page newspaper advertisements and their earnest television spots. The same publicity muscle has been put into cocktail parties and question-and-answer sessions led by Oscar nominees at the guilds and the movie industry's home for the aged.", "abstract": "Article on palpable fatigue that has set into Hollywood days before Oscars telecast, in what seems to be result of combination of lackluster box office and awards overload and underlying fear of prosecution for potentially pirated Oscar movie DVD's; spokesman John Pavlik acknowledges issue is being discussed within Academy of Motion Picture Arts and Sciences; cites proliferation of awards shows, television clips showing same people winning again and again as reasons why academy chose Chris Rock to host ceremony; photos (M)", "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [{"url": "images/2005/02/25/arts/25osca.1.75.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2005/02/25/arts/25osca.1.75.jpg"}, "type": "image", "height": 75}], "headline": {"main": "Hollywood Catches Case of Oscar Blahs"}, "keywords": [{"name": "persons", "value": "ROCK, CHRIS"}, {"name": "persons", "value": "PAVLIK, JOHN"}, {"name": "organizations", "value": "ACADEMY OF MOTION PICTURE ARTS AND SCIENCES"}, {"name": "subject", "value": "RECORDINGS (VIDEO)"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "ACADEMY AWARDS (OSCARS)"}, {"name": "subject", "value": "FINANCES"}, {"name": "subject", "value": "AWARDS, DECORATIONS AND HONORS"}], "pub_date": "2005-02-25T00:00:00Z", "document_type": "article", "news_desk": "Movies, Performing Arts/Weekend Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Sharon", "lastname": "WAXMAN"}], "original": "By SHARON WAXMAN"}, "type_of_material": "News", "_id": "4fd2839e8eb7c8105d851df6", "word_count": 1232, "slideshow_credits": null}]}, "status": "OK", "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}