{"response": {"meta": {"hits": 254, "time": 20, "offset": 90}, "docs": [{"web_url": "http://query.nytimes.com/gst/fullpage.html?res=9E05EEDE153AF930A25751C0A9639C8B63", "snippet": "AFTER ''Pat and Mike'' and their 1940's hits, Katharine Hepburn and Spencer Tracy made one last comedy, Walter Lang's smart, grown-up DESK SET (1957). Hepburn plays Bunny Watson, the erudite head of the reference department at the Federal Broadcas...", "lead_paragraph": "AFTER ''Pat and Mike'' and their 1940's hits, Katharine Hepburn and Spencer Tracy made one last comedy, Walter Lang's smart, grown-up DESK SET (1957). Hepburn plays Bunny Watson, the erudite head of the reference department at the Federal Broadcasting Company, and Tracy is the consultant hired to bring in their first computer. Even when a rainstorm-related taxi shortage throws them together, for fried chicken at her apartment, she's sure he plans to replace her and her employees with a machine. The script, by Phoebe and Henry Ephron (Nora, Delia and Amy's parents), proves that talent runs in the family. ''There are 85 calories in a glass of champagne,'' one employee (Joan Blondell) observes at the office Christmas party. Bunny tells her, ''Oh, I have a little place in my neighborhood where I can get it for 65'' -- Saturday at 11:10 p.m. on Channel 13. Paul Newman, Susan Sarandon and Gene Hackman are the stars of Robert Benton's ultra-stylish drama TWILIGHT (1998), but this is one of those films with well-known actors in the supporting roles too. They include James Garner, Stockard Channing, Liev Schreiber, Giancarlo Esposito and, as the wayward daughter, 22-year-old Reese Witherspoon, unknown at the time. Mr. Newman plays a former private eye who lives as a permanent houseguest of a rich, terminally ill friend (Mr. Hackman) and his faded-movie-star wife (Susan Sarandon). There's a proper mystery plot about blackmail, an abandoned ranch and a long-ago suicide, but the film's appeal is largely a function of star power -- Thursday at 10:15 a.m. and 8 p.m. on TMC.", "abstract": null, "print_page": "6", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "MOVIES: CRITIC'S CHOICE"}, "keywords": [], "pub_date": "2005-02-13T00:00:00Z", "document_type": "article", "news_desk": "Television", "section_name": null, "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Anita", "lastname": "Gates"}], "original": "By Anita Gates"}, "type_of_material": "News", "_id": "4fd2a5de8eb7c8105d88da57", "word_count": 608, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2005/02/13/movies/oscars/13bill.html", "snippet": "Forget shiny statues. The real Oscar prizes will take a few more months to arrive. Here is a sampling of what to expect next from some of this year's nominees....", "lead_paragraph": "ONE of the strange things about the Oscars is the time lag they represent. Winners are often being rewarded for work completed long before. Take the nominees from ''Finding Neverland'': it was shot nearly three years ago. By the time the awards are handed out on Feb. 27, many of the nominated artists will have begun collecting their real prizes: bigger roles, higher paychecks or quicker green lights. Below, a sampling of what to expect next from some of this year's nominees. Virginia Madsen ''Sideways'' has reinvigorated this actress's fortunes. Six days after receiving her Oscar nomination, Ms. Madsen signed on to star opposite Harrison Ford and Paul Bettany in ''The Wrong Element,'' an action thriller written by Joe Forte and directed by Richard Loncraine. She plays a security expert's wife who is abducted along with her daughter; her husband (Mr. Ford) is forced to loot his own business for millions in ransom money. Shooting begins in Vancouver, British Columbia, tomorrow. Don Cheadle It's been said that this is Mr. Cheadle's breakout year as a leading man. But in ''Crash,'' which was already in the can when he won his best-actor nomination for ''Hotel Rwanda,'' he's part of an ensemble cast that includes Sandra Bullock, Brendan Fraser, Matt Dillon and Thandie Newton. He plays a police detective in the melting pot of Los Angeles. The movie, about the complexities of tolerance in post-9/11 America, is directed by Paul Haggis, who wrote the screenplay for ''Million Dollar Baby'' and who is the co-author of this script as well. ''Crash'' is set for release on May 13. Mr. Cheadle's Oscar nomination could have more impact on the fate of ''Tishomingo Blues,'' an adaptation of Elmore Leonard's novel. Mr. Cheadle plans to direct and star (with Matthew McConaughey), and chances are it will now be a whole lot easier. Martin Scorsese Nominated as best director for ''The Aviator,'' he next tackles ''The Departed,'' a remake of the Hong Kong gangster flick ''Wu Jian Dao'' (''Infernal Affairs''). The battle between rival informers will be reset in Boston, amid Irish-American mobsters and cops. In his third collaboration with Mr. Scorsese, Leonardo DiCaprio (who also earned a nomination for his work in ''The Aviator'') will star with Matt Damon and Mark Wahlberg. Mr. Damon will play a gangster who rises steadily as a mole in the police department, trying to discover the mole on the other side of the fence, while Mr. DiCaprio plays the cop deeply under cover inside the mob. The film is still in the casting stage. Clint Eastwood After nominations as best director and best actor for ''Million Dollar Baby,'' Mr. Eastwood will direct ''Flags of Our Fathers,'' an adaptation of James Bradley's best-selling book about the battle of Iwo Jima. A co-producer with Steven Spielberg, Mr. Eastwood has his Oscar-nominated screenwriter on ''Baby,'' Paul Haggis, doing the screenplay, which traces a son's attempt to piece together his father's role in raising the American flag on Mount Suribachi in 1945. Shooting is supposed to start in late summer or early fall. Annette Bening After her role as a beautiful actress in ''Being Julia,'' she is about to immerse herself in an ugly one. She plays a very bad mom in the film adaptation of ''Running With Scissors,'' Augusten Burroughs's funny yet harrowing memoir of his bizarre and troubled childhood. Ms. Bening will portray the mother who gives her son away to be raised by an unorthodox psychiatrist. Gwyneth Paltrow and Brian Cox are also in the cast, along with Joseph Cross in the role of young Burroughs and Viola Davis as the mother's lover. The film, which is scheduled to begin principal photography in April, will be directed by Ryan Murphy of ''Nip/Tuck'' (who will also have screenwriting credit), in his feature debut. It will most likely be released next year. Johnny Depp His next movie is, the moviemakers insist, not a remake of the 1971 cult classic ''Willy Wonka and the Chocolate Factory,'' starring Gene Wilder. Rather, it's the director Tim Burton's direct -- and presumably eccentric -- adaptation of Roald Dahl's beloved book ''Charlie and the Chocolate Factory.'' Mr. Depp, nominated for his lead performance in ''Finding Neverland,'' is working again with Freddie Highmore, who played the inspiration for Peter Pan in that film. Mr. Depp will star as the craftily mysterious Willy and young Mr. Highmore will be Charlie Bucket, who finds that his scrumdidilyumptious Wonka chocolate bar contains a golden ticket that wins him entrée into the world's most magnificent chocolate factory. The film, shot in London, also stars Helena Bonham Carter as Mrs. Bucket, James Fox as Mr. Salt and David Kelly as Grandpa Joe. Mr. Depp's fourth collaboration with Mr. Burton, it is set to open July 15. CATHERINE BILLEY", "abstract": "Real prizes for many Academy Award winners are bigger roles, higher paychecks and quicker approval from studios for their projects; sampling of Oscar nominees' upcoming work; photos (special section, The Oscars) (M)", "print_page": "21", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "And Now for Their Next Tricks", "kicker": "THE OSCARS"}, "keywords": [{"name": "persons", "value": "BENING, ANNETTE"}, {"name": "persons", "value": "DEPP, JOHNNY"}, {"name": "persons", "value": "MADSEN, VIRGINIA"}, {"name": "persons", "value": "CHEADLE, DON"}, {"name": "persons", "value": "SCORSESE, MARTIN"}, {"name": "persons", "value": "EASTWOOD, CLINT"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "ACADEMY AWARDS (OSCARS)"}, {"name": "subject", "value": "AWARDS, DECORATIONS AND HONORS"}], "pub_date": "2005-02-13T00:00:00Z", "document_type": "article", "news_desk": "Arts and Leisure Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Catherine", "lastname": "BILLEY"}], "original": "By CATHERINE BILLEY"}, "type_of_material": "News", "_id": "4fd2571b8eb7c8105d8013c0", "word_count": 796, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2005/02/13/movies/oscars/13scot.html", "snippet": "What does the tradition of sorting performances according to sex say about what men and women are, are not and should be?...", "lead_paragraph": "WHO do we think we are? This may seem like an arbitrary question to ask of the 10 performances nominated in the Academy of Motion Picture Arts and Science's lead acting categories -- it might make more sense to ask who the 1,300 or so actors who made the nominations think they are -- but indulge the conceit for a moment. Consciously or not, even those of us old enough to know better still regard the movies as a mirror. It's not exactly that we go to them to learn how to behave, or that we emulate what we see, but rather that we seek out connections to, and reflections of, our ideal and actual selves. And we look for these shadows and illuminations, more than anywhere else, in the faces and postures of the actors, and in the carefully framed and foreshortened lives of the characters they inhabit.", "abstract": "A O Scott article on roles of 10 actors nominated for Academy Awards this year; finds that protagonists' romantic lives seem less significant than more practical concerns of work, art, fame and survival, and that male characters are bold and ambitious while their female counterparts are plucky but ordinary; photos; drawing (M)", "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [{"url": "images/2005/02/13/arts/10scott75.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2005/02/13/arts/10scott75.jpg"}, "type": "image", "height": 75}], "headline": {"main": "Helpmates and Heroes"}, "keywords": [{"name": "subject", "value": "MEN"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "ACADEMY AWARDS (OSCARS)"}, {"name": "subject", "value": "ACTORS AND ACTRESSES"}, {"name": "subject", "value": "WOMEN"}, {"name": "subject", "value": "AWARDS, DECORATIONS AND HONORS"}], "pub_date": "2005-02-13T00:00:00Z", "document_type": "article", "news_desk": "Arts and Leisure Desk", "section_name": "Movies; Front Page; Arts", "subsection_name": null, "byline": {"person": [{"firstname": "A.", "middlename": "O.", "lastname": "SCOTT", "rank": 1, "role": "reported", "organization": ""}], "original": "By A.O. SCOTT"}, "type_of_material": "News", "_id": "4fd2839c8eb7c8105d851bcd", "word_count": 1930, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2005/02/13/movies/oscars/13ONEI.html", "snippet": "A nine-step guide to building an unstoppable Oscar contender....", "lead_paragraph": "If the making of an Oscar contender isn't exactly a science, there is considerable craft involved -- and Miramax Films, which has delivered a best-picture nominee in 16 of the last 16 years (17 if you count ''The Hours,'' a coproduction with Paramount, which actually handled the Oscar campaign), is its master. One company entry this year is ''The Aviator,'' an epic about the late billionaire Howard Hughes, from the director Martin Scorsese. The film was engineered in a way that made it an almost automatic candidate for awards. TOM O'NEIL START WITH A SUPERSTAR -- It helps, but isn't essential, to have a male lead at the peak of his career, preferably with an Oscar track record. The star of ''The Aviator,'' Leonardo DiCaprio, now 30, was nominated for his 1993 role in ''What's Eating Gilbert Grape,'' and had the lead in the 1998 Oscar-winner ''Titanic.'' So he brings the kind of weight that 38-year-old Tom Hanks, who had won an Oscar for his 1993 role as an AIDS-afflicted lawyer in ''Philadelphia,'' brought to ''Forrest Gump'' the next year (best actor, best picture). Or that the previous nominee, Russell Crowe (''The Insider''), brought to two winners, ''Gladiator,'' in 2000 when he was 36, and ''A Beautiful Mind'' a year later. HAVE PRIZE-WORTHY SUPPORT -- Only three of the last dozen best-picture winners -- ''The Lord of the Rings: The Return of the King,'' ''American Beauty'' and ''Braveheart'' -- failed to get at least one nomination for its supporting cast. Cate Blanchett, nominated for playing Katharine Hepburn (with four best-actress awards of her own) in ''The Aviator,'' is a previous nominee for Elizabeth, bringing strength to the cast. GO LONG -- Five of the last 10 years, the longest movie among the nominees has won best picture. This year, ''The Aviator,'' at 170 minutes, surpasses its nearest rival, ''Ray'' by 18 minutes, ''Million Dollar Baby'' by 33 minutes, ''Sideways'' by 47 minutes and ''Finding Neverland'' by 64 minutes. USE AN 'IMPORTANT' WRITER -- If you haven't got a writer-director like Peter Jackson (''The Lord of the Rings: The Return of the King''), Anthony Minghella (''The English Patient'') or James Cameron (''Titanic''), it helps to have a writer with acknowledged weight. Thus, ''Chicago'' was adapted by Bill Condon, who already had an Oscar for writing ''Gods and Monsters.'' ''Shakespeare in Love'' counted the previous nominee Tom Stoppard among its credits. ''Forrest Gump'' came from one of Hollywood's favorite smart writers, Eric Roth. Sometimes less well-known writers deliver a best picture, as when John Logan shared credit and a nomination for ''Gladiator'' -- but ''The Aviator'' now gets a lift from Mr. Logan's record. GET REAL -- Seven of the last 20 best- picture winners including ''A Beautiful Mind,'' ''Schindler's List'' and ''Amadeus'' -- have featured characters rooted in real people. Given that studio release schedules skew overwhelmingly toward fiction, this shows that the Academy of Motion Picture Arts and Sciences has a taste for nonfiction, or at least life-based stories. In ''The Aviator'' Howard Hughes, struggling heroically against long odds, fills the bill. FLOOD THE ZONE -- In 18 of the last 20 years, the nominee with the most nominations has been named best picture. ''The Aviator'' leads this year with 11 nominations, including those for costume design, cinematography and editing. GO PERIOD -- Not since the 1970's, when ''Annie Hall,'' ''Ordinary People'' and ''Kramer vs. Kramer'' were named best picture, have films with contemporary settings had an edge. With rare exceptions, modern Oscar movies, from ''Chicago'' to ''Chariots of Fire,'' are set somewhere in the past, with costumes to match. ''The Aviator'' setting, Hollywood in the 1940's, preserves the period advantage. WRECK A PLANE -- For no obvious reason, airplane crashes have figured in a long string of Oscar winners, beginning with the first, ''Wings,'' made in 1927. Mr. Scorsese includes a spectacular wreck in ''The Aviator,'' putting the film in line with best pictures like ''All Quiet on the Western Front,'' ''Mrs. Miniver,'' ''From Here to Eternity,'' ''Patton,'' ''Platoon'' and ''The English Patient.'' FIND AN OVERDUE DIRECTOR -- The academy likes to reward directors who have a strong body of work but no Oscar. Thus, Ron Howard, when his ''A Beautiful Mind'' won best picture, had consistently pulled in nominations and prizes for actors and others with ''Apollo 13,'' ''Backdraft,'' ''Parenthood,'' ''Willow,'' ''Cocoon'' and ''Splash.'' But he had no Oscar of his own. This was true of other veteran directors whose belated Oscars looked like Career Achievement Awards: Steven Spielberg (''Schindler's List''), Sydney Pollack (''Out of Africa''), George Cukor (''My Fair Lady'') and Vincente Minnelli (''Gigi''). So ''The Aviator'' gets a leg up from Mr. Scorsese, five times a nominee as best director but never a winner.", "abstract": "Illustrated article taps into past Academy Award statistics to provide recipe for designing Oscar-winning film, predicting that movie The Aviator is most likely to win; drawings; photos (special section, The Oscars) (M)", "print_page": "18", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Build a Better Oscar Trap", "kicker": "THE OSCARS"}, "keywords": [{"name": "creative_works", "value": "AVIATOR, THE (MOVIE)"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "ACADEMY AWARDS (OSCARS)"}, {"name": "subject", "value": "AWARDS, DECORATIONS AND HONORS"}], "pub_date": "2005-02-13T00:00:00Z", "document_type": "article", "news_desk": "Arts and Leisure Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Tom", "lastname": "O'NEIL"}], "original": "By TOM O'NEIL"}, "type_of_material": "News", "_id": "4fd2443f8eb7c8105d7de7ff", "word_count": 790, "slideshow_credits": null}, {"web_url": "http://query.nytimes.com/gst/fullpage.html?res=9D07E4DC153AF930A25751C0A9639C8B63", "snippet": "DAVIS--Clare Gartrell. A filmmaker and longtime President of the New York Film/ Video Council, passed away on February 2, 2005 at NYPresbyterian Hospital. Born in Ashland, KY she was the youngest child of Ethelbert and Helen Gartrell. She is survi...", "lead_paragraph": "DAVIS--Clare Gartrell. A filmmaker and longtime President of the New York Film/ Video Council, passed away on February 2, 2005 at NYPresbyterian Hospital. Born in Ashland, KY she was the youngest child of Ethelbert and Helen Gartrell. She is survived by her beloved brother, the Rev. Edward Gartrell of Huntsville, AL. Clare graduated from Wheaton College, IL and received an M.A. in Drama from Columbia University, and a Masters of Religious Education from Union Theological Seminary. She ran Union's audio-visual department for more than two decades. Clare was an international authority on documentary films and served as a jury chair for many of the most prestigious film festivals worldwide. She chaired juries for the Emmy Awards, the AFF, and CINE, who recently honored her with their first Jury Chair Recognition Award. Her film about Union, won a Golden Eagle Award from CINE, and was nominated for an Oscar. She worked with British Cinematographer David Channer, directing two documentaries which received wide international attention. With Robert Dragotta she produced two Off Broadway hits. Clare served as an Elder at Madison Avenue Presbyterian Church, and was a member of New York Presbytery's Committee on Preparation for Ministry. There will be a memorial tribute to Clare on April 16 in NYC. For information, please contact her long term friend robertdragotta@aol.com.", "abstract": null, "print_page": "48", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Paid Notice: Deaths   DAVIS, CLARE GARTRELL"}, "keywords": [{"name": "persons", "value": "DAVIS, CLARE GARTRELL"}], "pub_date": "2005-02-13T00:00:00Z", "document_type": "article", "news_desk": "Classified", "section_name": "Paid Death Notices", "subsection_name": null, "byline": null, "type_of_material": "Paid Death Notice", "_id": "4fd245fa8eb7c8105d7e0799", "word_count": 217, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2005/02/13/dining/13wine.html", "snippet": "After the film \"Sideways\" opened in October, the Burgundy Wine Company, Manhattan's top pinot noir specialist, at 143 West 26th Street, detected unusual interest in pinot....", "lead_paragraph": "After the film ''Sideways'' opened in October, the Burgundy Wine Company, Manhattan's top pinot noir specialist, at 143 West 26th Street, detected unusual interest in pinot. Next, five Oscar nominations heightened the demand. The film is set in Santa Barbara County pinot country, but California pinots largely fall outside the specialties at Burgundy. A fraction of 700 rarefied Bourgogne and Oregon pinots there satisfy everyday needs economically. Jean-Marc Bouley's light 2002 Hautes-Côtes de Beaune ($19.95) is a winner. HOWARD G. GOLDBERG", "abstract": "Wine Under $20 column recommends 2002 Hautes-Cotes de Beaune", "print_page": "11", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "WINE UNDER $20; Other Pinots To Pursue", "kicker": "WINE UNDER $20"}, "keywords": [{"name": "glocations", "value": "BURGUNDY (FRANCE)"}, {"name": "glocations", "value": "OREGON"}, {"name": "glocations", "value": "CALIFORNIA"}, {"name": "subject", "value": "WINES"}, {"name": "subject", "value": "ALCOHOLIC BEVERAGES"}], "pub_date": "2005-02-13T00:00:00Z", "document_type": "article", "news_desk": "The City Weekly Desk", "section_name": "New York and Region", "subsection_name": null, "byline": {"person": [{"firstname": "Howard", "middlename": "G.", "lastname": "GOLDBERG", "rank": 1, "role": "reported", "organization": ""}], "original": "By HOWARD G. GOLDBERG"}, "type_of_material": "Review", "_id": "4fd25df38eb7c8105d80c800", "word_count": 84, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2005/02/13/movies/oscars/13elde.html", "snippet": "Hollywood experts are already parsing next year's Oscar race. Here's an early forecast....", "lead_paragraph": "THIS time last year, film industry insiders were picking ''Alexander,'' ''Spanglish,'' ''The Terminal,'' ''Collateral'' and ''Cinderella Man'' as good bets in the current Oscar sweepstakes. While ''Collateral'' did receive two nominations (for editing and Jamie Foxx's acting) and ''Cinderella Man'' was postponed (see below), the other hot possibilities underwhelmed critics and audiences alike and came up empty.", "abstract": "Article predicts which films will be nominated for 2006 Academy Awards; photos (special section, The Oscars) (M)", "print_page": "21", "blog": [], "source": "The New York Times", "multimedia": [{"url": "images/2005/02/13/arts/13elde75.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2005/02/13/arts/13elde75.jpg"}, "type": "image", "height": 75}], "headline": {"main": "The Oscar Class Of 2006", "kicker": "THE OSCARS"}, "keywords": [{"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "ACADEMY AWARDS (OSCARS)"}, {"name": "subject", "value": "AWARDS, DECORATIONS AND HONORS"}], "pub_date": "2005-02-13T00:00:00Z", "document_type": "article", "news_desk": "Arts and Leisure Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Sean", "lastname": "ELDER"}], "original": "By SEAN ELDER"}, "type_of_material": "News", "_id": "4fd2839c8eb7c8105d851bca", "word_count": 1013, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2005/02/13/arts/13guidesun.html", "snippet": "Classics for the kids, Saul Steinberg's cartoons, robot programmers and other upcoming cultural events....", "lead_paragraph": "SUNDAY 2|13 TEENS ON THE MOORS ''Wuthering High'' transports the lovers Cathy and Heathcliff into the parachute-pants-wearing, big-haired world of the 80's filmmaker John Hughes. Tonight's performance offers a twofer: the burlesque group the Red Hots will serve as ushers, and after the show they will have their own performance on the theme of 80's heartbreak at Rififi, a nearby bar. 14th Street Y, 344 East 14th Street, Manhattan; 8 p.m.; $15. Rififi, 332 East 11th Street, East Village; 10:30 p.m.; $5. (Both shows: $18.) CLASSICS FOR THE KIDS The New York Art Ensemble's second annual Young People's Concert makes music appreciation easy for the short-attention-span set of toddlers to young teenagers; there's no shushing, and no mandate to sit still. The flutist Patti Monson and the violinist Todd Reynolds will perform -- and the composer Preston Stahly will involve the audience in making music with both percussion instruments and computers. All Souls Unitarian Church, Lexington Avenue at 80th Street; 4 p.m.; $10. DENZEL AND FRIENDS Leslie Uggams will sing; Phylicia Rashad and the cast of ''A Raisin in the Sun'' will be honored; Ossie Davis, who was to have been a host, will receive a tribute. Denzel Washington will come for dinner, and a passel of other performers will come out for a benefit for the New Federal Theater, a promoter and supporter of black theater. . Town Hall, 123 West 43rd Street, Manhattan; 3 p.m.; $75 and $175 ($300 includes dinner). MONDAY 2|14 NEW ON DVD: DONNIE DARKO DOES IT AGAIN ''The Motorcycle Diaries'' (Universal, $29.98), about a young Che Guevara's road trip through South America, includes deleted scenes and, more interesting, an interview with Alberto Granado, Guevara's traveling companion. The director's cut of ''Donnie Darko'' ($26.98, Fox) includes the 20 minutes added to the film for its theatrical rerelease last year. Judging by the torrent of Internet chatter, the additional scenes did little to resolve the film's central mystery: was Donnie delusional or the victim of a wrinkle in time? BALLET STANDOUT Tonight's ''Stars of the 21st Century'' ballet gala offers a very full program: dancers from far -- the Bolshoi, the Kirov Ballet, the Munich Ballet -- and near perform ballet classics, as well as a Martha Graham piece from 1936. There's a dinner dance at the Plaza Hotel afterward, for those willing to cough up $500 and put on the formal gear. New York State Theater, Lincoln Center; 7:30 p.m.; $20 to $120. BAROQUE DANCE The New York Baroque Dance Company performs understatedly lusty dances of courtship at the World Financial Center today; its 18th-century seduction techniques include parasol dancing. After the performance, the dancers will teach willing members of the audience the intricacies of baroque dance.World Financial Center Winter Garden, 220 Vesey Street; 12:30 p.m.; free. TUESDAY 2|15 NEW CD'S: LEARN THE ALPHABET They Might Be Giants release their newest, which straddles the line between children's music and zany adult rock: ''Here Come the ABC's'' (Disney, $12.98) plays with the alphabet over the course of 25 songs, including the brain-buster ''Who Put the Alphabet in Alphabetical Order?'' The Wedding Present returns, after nine years of silence, on ''Take Fountain'' (Manifesto, $15.98): less grinding, rhythmic guitar; more jangle; same smart if troubled selves. DECADES OF CARTOONS Saul Steinberg, whose cartoons for The New Yorker have become the stuff of legend, posters, T-shirts and coffee mugs, began his work there in 1941: cumulatively, he inked almost two years' worth of covers. A new exhibition presents 50-some drawings plucked from throughout Steinberg's career at the magazine. PaceWildenstein, 32 East 57th Street, Manhattan; 9:30 a.m. to 6 p.m.; free. (Through March 5.) THE SOCIALITE LIFE Tonight is the premiere of ''Gastineau Girls,'' a reality show that follows Brittny Gastineau and her mom, Lisa, who was formerly married to the New York Jet Mark Gastineau, who went on to an engagement with Brigitte Nielsen, who now stars in the reality show ''Strange Love'' with the boyfriend she picked up on her previous reality show. Ain't love grand? In this episode, the first of two to be broadcast tonight, Brittny returns home from the University of Alabama to cram her things into her mother's Midtown apartment and sets out for a season of squabbling and party-hopping. E!; 10 p.m. GLAMOUR THEN AND NOW ''Glamour, New York Style,'' an exhibition of New York fashion and design, begins with finery worn by politicians' wives in the 1700's, continues through the lavish trappings of mid-20th-century performers (like an empire-style jeweled brocade gown with a train of embroidered black velvet worn by Renata Tebaldi in ''Tosca'') and culminates with the present era, including a white silk charmeuse gown worn by Ivana Trump in 1978. Museum of the City of New York, 1220 Fifth Avenue, at 103rd Street; 10 a.m. to 5 p.m.; $7, $5 for students and 65+. (Through July 7.) WEDNESDAY 2|16 THREE FILMS IN ONE ''Cinevardaphoto'' is the unwieldy title of a compilation of three very different short films by Agnès Varda. ''Salut les Cubains'' (1963) represents Ms. Varda's transition from photographer to filmmaker and includes hundreds of stills of her travels in Cuba. ''Ulysses'' (1982) is yet more abstract, a meditation on a photograph she took in the 50's. And ''Ydessa, the Bears, and Etc.'' (2004) is a miniaturist take, a profile of a collector of pictures of teddy bears. Film Forum, 209 West Houston Street, South Village; 1, 2:50, 4:40, 6:30, 8:20 and 10:10 p.m. (Through March 1.) SCENES FROM A WAR The exhibition ''Annemarie Schwarzenbach: Selected Photographs and Writings, 1933-40'' brings rarely seen pictures by the Swiss journalist to America; they include not just documentation of Europe in dire straits but also views from her travels through Iraq, Iran and Afghanistan. Godwin-Ternbach Museum at Queens College, Klapper Hall, 65-30 Kissena Boulevard, Flushing; 11 a.m. to 7 p.m.; free. (Through June 2.) THE ROAD SYMPHONY The Prague Symphony Orchestra is touring the United States -- we can imagine them scrunched violin to cello in a crummy bus, blowing smoke out the windows. They'll play New Jersey tonight, whipping out an all-Beethoven program, and they'll hit New York on Feb. 24, at the Metropolitan Museum of Art. (March will see them heading to Los Angeles, with stops along the way in places like Manhattan, Kan.) Bergen Performing Arts Center, 30 North Van Brunt Street, Englewood, N.J.; 8 p.m.; $20 to $40. THURSDAY 2|17 CARE AND FEEDING OF ROBOTS Three artist-programmers, each of whom specializes in building robots, show and tell how they make machines that mimic humans and create art. The collaborators Amorphic Robot Works will be represented by Chico MacMurtrie, whose ''Growing Raining Tree'' expresses its excitement at the presence of visitors to the Contemporary Art Center in Cincinnati, and Eva Sutton and Sarah Hart will explain their art-making ''artbots.'' Linder Theater, American Museum of Natural History, Central Park West and 79th Street; 7 p.m.; $15. MUSIC OUT OF THE HOUSE Music from Copland House -- a chamber ensemble in residence at the composer Aaron Copland's landmark home in the Hudson Valley -- comes down the river to perform in a less idyllic setting. On the program tonight: naturally a bit of Copland (a sextet), but also a premiere of the contemporary composer Sebastian Currier's ''Static.'' Miller Theater, Columbia University, Broadway at 116th Street, Morningside Heights; 8 p.m.; $25. ENDURANCE BEETHOVEN The American Beethoven Society, in observance of its 10th anniversary, has picked up on the Lark Quartet's project to work its way through each of the composer's string quartets. Tonight is the fifth of six performances. Lang Recital Hall, Hunter College, 695 Park Avenue, at 69th Street; 7 p.m.; $15, $10 for students and 65+. GUGGENHEIM ON THE BOARDS Tonight is the first preview of ''Woman Before a Glass,'' a play by Lanie Robertson based on the supremely dramatic life of the art collector and motorcycle enthusiast Peggy Guggenheim. It stars Mercedes Ruehl. Promenade Theater, 2162 Broadway, at 76th Street; 8 p.m.; $66.25. (Opens on March 10.) FRIDAY 2|18 AFTER BROYARD Anatole Broyard, the critic and memoirist, died in 1990. His wife, Sandy Broyard, has now written a memoir of her own, ''Standby.'' It tracks how her careers as a dancer and a therapist informed her experience as she dealt with her husband's death, and her own life after that event. Knopf, $24. COFFEE SHOP ROCK Once a month the Housing Works Used Book Café becomes a rollicking, music-filled coffeehouse. Tonight indie refugees come out to jangle the books, including Mike Doughty, the former singer for Soul Coughing, and Damon and Naomi, once of Galaxie 500. 126 Crosby Street, SoHo; 7:30 p.m.; $25 BLACK HUMOR Comedy Central is calling its weekend programming ''Galaxy of Black Stars,'' which is as good excuse as any to broadcast David Alan Grier's ''Book of David: The Cult Figure's Manifesto,'' a tape of a night of stand-up comedy from 2003, at 8 p.m., and then, at 11, ''The Queens of Comedy.'' ''Galaxy of the Black Stars'' continues all weekend; of special note, Jamie Foxx is host of ''Laffapalooza,'' a one-hour special at 10 p.m. on Sunday, which spotlights emerging comedians. WINTER IN AMERICA Subtle Changes Dance Company brings out an evening-length tribute to Gil Scott-Heron, called ''The Statement -- 7th Draft.'' The show mixes it up with poetry, singing and even tap; the spoken-word performers Amanda Diva and Carl Hancock Rux reinvent Heron's texts. BRIC Studio, 57 Rockwell Place, near DeKalb Street, second floor, Fort Greene, Brooklyn; 8 p.m.; $25. (Through next Sunday.) SATURDAY 2|19 NOMINATED SHORTS Each of the year's Academy Award nominees in the animation and live-action short film categories will be screened today -- mandatory viewing for those entering their office Oscar pool. Two of the shorts are about border crossings: ''Everything in This Country Must'' is about a British soldier in Northern Ireland, while ''Little Terrorist'' follows a Pakistani boy into India. For extra Oscar credit, all 10 documentary film nominees are being screened at the Director's Guild; the short films are up first, so come early. Academy Theater at the Lighthouse, 111 East 59th Street, Manhattan; 12:30 p.m. and 4 p.m.; $5. Director's Guild Theater, 110 West 57 Street; 9 a.m. to midnight; all day: $55. Information: www.documentary.org. LONG ISLAND CITY The Museum of Modern Art may have decamped back to Manhattan, but the artsy gentrification of Long Island City, Queens, proceeds regardless. The Greater Astoria Historical Society has produced an exhibition, ''Long Island City: Where Artists and Artisans Cross Paths,'' that tracks the movements of creative types both indigenous and alien. And in the main gallery, the painter Lucy Fradkin, the sculptor Eliot Lable and the photographer Mary Teresa Giancoli, show work they've produced in the neighborhood. Flushing Town Hall Gallery, 137-35 Northern Boulevard, Queens; noon to 5 p.m.; free.", "abstract": null, "print_page": "27", "blog": [], "source": "The New York Times", "multimedia": [{"url": "images/2005/02/13/arts/guide75.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2005/02/13/arts/guide75.jpg"}, "type": "image", "height": 75}, {"height": 55, "subtype": "tiny_thumb", "legacy": {"tinythumbwidth": 55, "tinythumbheight": 55, "hastinythumb": "Y"}, "type": "image", "width": 55}], "headline": {"main": "THE GUIDE"}, "keywords": [], "pub_date": "2005-02-13T00:00:00Z", "document_type": "article", "news_desk": "Arts and Leisure Desk", "section_name": "Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By CHOIRE SICHA | theguide@nytimes.com"}, "type_of_material": "Schedule", "_id": "4fd2a5de8eb7c8105d88da2e", "word_count": 1792, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2005/02/13/movies/oscars/13beal.html", "snippet": "Five self-styled Oscar experts reveal their secrets: Go with your gut, or the tea leaves. And hold onto your wallet....", "lead_paragraph": "IN LAS VEGAS, Lenny Del Genio has ''The Aviator'' as a prohibitive 6-5 pick to win this year's best-picture race. And when Mr. Del Genio speaks, people listen. Though it's illegal to actually bet on nonsporting events in Nevada, Mr. Del Genio has been setting an Oscar line for more than 20 years. ''It's harmless,'' he says. ''It creates more excitement. Besides, what else are you gonna do in the middle of winter?''", "abstract": "Five self-styled Oscar experts--Las Vegas bookie and four entertainment journalists--reveal their methods of picking Academy Awards; drawing (special section, The Oscars) (M)", "print_page": "16", "blog": [], "source": "The New York Times", "multimedia": [{"url": "images/2005/02/10/arts/13beal75.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2005/02/10/arts/13beal75.jpg"}, "type": "image", "height": 75}, {"height": 55, "subtype": "tiny_thumb", "legacy": {"tinythumbwidth": 55, "tinythumbheight": 55, "hastinythumb": "Y"}, "type": "image", "width": 55}], "headline": {"main": "Pssst! Wanna Pick A Sure-Fire Winner?", "kicker": "THE OSCARS"}, "keywords": [{"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "ACADEMY AWARDS (OSCARS)"}, {"name": "subject", "value": "AWARDS, DECORATIONS AND HONORS"}], "pub_date": "2005-02-13T00:00:00Z", "document_type": "article", "news_desk": "Arts and Leisure Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Lewis", "lastname": "BEALE"}], "original": "By LEWIS BEALE"}, "type_of_material": "News", "_id": "4fd2443f8eb7c8105d7de7f9", "word_count": 885, "slideshow_credits": null}, {"web_url": "http://www.legacy.com/Link.asp?I=LS000003160993", "snippet": "DAVIS-Clare Gartrell. A filmmaker and longtime President of the New York Film/ Video Council, passed away on February 2, 2005 at NYPresbyterian Hospital. Born in Ashland, KY she was the youngest child of Ethelbert and Helen Gartrell. She is surviv...", "lead_paragraph": "DAVIS-Clare Gartrell. A filmmaker and longtime President of the New York Film/ Video Council, passed away on February 2, 2005 at NYPresbyterian Hospital. Born in Ashland, KY she was the youngest child of Ethelbert and Helen Gartrell. She is survived by her beloved brother, the Rev. Edward Gartrell of Huntsville, AL. Clare graduated from Wheaton College, IL and received an M.A. in Drama from Columbia University, and a Masters of Religious Education from Union Theological Seminary. She ran Union's audio-visual department for more than two decades. Clare was an international authority on documentary films and served as a jury chair for many of the most prestigious film festivals worldwide. She chaired juries for the Emmy Awards, the AFF, and CINE, who recently honored her with their first Jury Chair Recognition Award. Her film about Union, won a Golden Eagle Award from CINE, and was nominated for an Oscar. She worked with British Cinematographer David Channer, directing two documentaries which received wide international attention. With Robert Dragotta she produced two Off Broadway hits. Clare served as an Elder at Madison Avenue Presbyterian Church, and was a member of New York Presbytery's Committee on Preparation for Ministry. There will be a memorial tribute to Clare on April 16 in NYC. For information, please contact her long term friend robertdragotta@aol.com.", "abstract": null, "print_page": null, "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Paid Notice: Deaths  Davis, Clare Gartrell"}, "keywords": [], "pub_date": "2005-02-13T00:00:00Z", "document_type": "article", "news_desk": "Classified", "section_name": "Paid Death Notices", "subsection_name": null, "byline": null, "type_of_material": "Paid Death Notice", "_id": "52140a1138f0d8740ac91434", "word_count": "217", "slideshow_credits": null}]}, "status": "OK", "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}