{"response": {"meta": {"hits": 254, "time": 50, "offset": 10}, "docs": [{"web_url": "http://www.nytimes.com/2005/02/28/movies/oscars/28osca.html", "snippet": "\"Million Dollar Baby,\" an intimate film about an underdog female boxer, captured four top awards, including best picture, best director and best actress....", "lead_paragraph": "In a year without blockbusters in the biggest Oscar categories, ''Million Dollar Baby,'' an intimate film about an underdog female boxer, captured four top awards Sunday at the 77th Academy Awards: best picture, best director, best actress and best supporting actor. The victories overshadowed the three-hour epic about the billionaire Howard Hughes, ''The Aviator,'' which had the most nominations, 11. It won five awards, but its director, Martin Scorsese, was denied the Oscar for best director for the fifth time.", "abstract": "Clint Eastwood's Million Dollar Baby captures four top awards at 77th Academy Awards: best picture, best director, best actress (Hilary Swank) and best supporting actor (Morgan Freeman); The Aviator wins five awards, including best supporting actress (Cate Blanchett), as director Martin Scorsese is denied Oscar for best director for fifth time; Jamie Foxx wins best actor award for his portrayal of blues musician Ray Charles in Ray; photo (M)", "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [{"url": "images/2005/02/28/movies/oscars/28cnd-clint.4.75.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2005/02/28/movies/oscars/28cnd-clint.4.75.jpg"}, "type": "image", "height": 75}, {"height": 55, "subtype": "tiny_thumb", "legacy": {"tinythumbwidth": 55, "tinythumbheight": 55, "hastinythumb": "Y"}, "type": "image", "width": 55}], "headline": {"main": "'Million Dollar Baby' Dominates Oscars; Wins Best Picture, Best Director and Acting Awards"}, "keywords": [{"name": "creative_works", "value": "MILLION DOLLAR BABY (MOVIE)"}, {"name": "creative_works", "value": "AVIATOR, THE (MOVIE)"}, {"name": "creative_works", "value": "RAY (MOVIE)"}, {"name": "persons", "value": "BLANCHETT, CATE"}, {"name": "persons", "value": "SWANK, HILARY"}, {"name": "persons", "value": "SCORSESE, MARTIN"}, {"name": "persons", "value": "FOXX, JAMIE"}, {"name": "persons", "value": "FREEMAN, MORGAN"}, {"name": "persons", "value": "EASTWOOD, CLINT"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "ACADEMY AWARDS (OSCARS)"}, {"name": "subject", "value": "AWARDS, DECORATIONS AND HONORS"}], "pub_date": "2005-02-28T00:00:00Z", "document_type": "article", "news_desk": "The Arts/Cultural Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Sharon", "lastname": "WAXMAN"}, {"organization": "", "role": "reported", "rank": 2}], "original": "By SHARON WAXMAN and DAVID M. HALBFINGER"}, "type_of_material": "News", "_id": "4fd2571f8eb7c8105d8016dc", "word_count": 1433, "slideshow_credits": null}, {"web_url": "http://query.nytimes.com/gst/fullpage.html?res=9C05E2D9153DF93BA15751C0A9639C8B63", "snippet": "As Oscar preparations were under way at the Kodak Theater in Hollywood on Saturday night, a very different awards ceremony began at the Ivar Theater just down the street -- the irreverent Razzies, which honor the worst in film. By the end of the e...", "lead_paragraph": "As Oscar preparations were under way at the Kodak Theater in Hollywood on Saturday night, a very different awards ceremony began at the Ivar Theater just down the street -- the irreverent Razzies, which honor the worst in film. By the end of the evening, Halle Berry, right, who three years ago took home the best actress Oscar for her role in ''Monsters Ball,'' was named worst actress of 2004 for her role in ''Catwoman.'' Crediting her mother with teaching her the value of laughing at herself and being as gracious in defeat as in victory she showed up to receive her trophy, making her the first winner to get the award in person since Tom Green scooped up his Razzie for ''Freddy Got Fingered'' in 2001. Britney Spears received a worst supporting actress award for her cameo in Michael Moore's documentary, ''Fahrenheit 9/11'' (a film that received no Oscar nominations). That film also garnered awards for President Bush for worst leading actor and Defense Secretary Donald H. Rumsfeld for worst supporting actor. The Razzies, now in their 25th year, are selected by a membership of about 675 and are presented the night before the Oscars. John Wilson, the founder of the Golden Raspberry Award Foundation, told The Associated Press: ''We're not trashing Halle Berry as a human being. We're only saying, we're so sorry you chose to do this.'' CATHERINE BILLEY", "abstract": "Arts, Briefly column; Halle Berry shows up in person at irreverent Razzies awards ceremony to accept worst actress of 2004 award for her role in Catwoman; photo (S)", "print_page": "2", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Arts, Briefly; Accepting the Worst, in Person"}, "keywords": [{"name": "creative_works", "value": "CATWOMAN (MOVIE)"}, {"name": "organizations", "value": "GOLDEN RASPBERRY AWARD FOUNDATION"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "AWARDS, DECORATIONS AND HONORS"}], "pub_date": "2005-02-28T00:00:00Z", "document_type": "article", "news_desk": "The Arts/Cultural Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Catherine", "lastname": "BILLEY"}], "original": "By CATHERINE BILLEY; Compiled by Anna Bahney"}, "type_of_material": "News", "_id": "4fd2839f8eb7c8105d851e9d", "word_count": 232, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2005/02/28/movies/28spir.html", "snippet": "In the low-key and unpretentious atmosphere that has become its trademark, the Spirit Awards honored Alexander Payne's \"Sideways\" with six awards....", "lead_paragraph": "''More beer for this table!'' Samuel L. Jackson, the host of the Independent Spirit Awards, was making sure the guests had what they needed Saturday in a huge white tent by the beach.", "abstract": "Samuel L Jackson hosts annual Independent Spirit Awards in Santa Monica, Calif, honoring films made and financed largely outside major studio system; Sideways wins best picture, director (Alexander Payne), screenplay (Payne and Jim Taylor), actor (Paul Giamatti, supporting actor (Thomas Haden Church and supporting actress (Virginia Madsen) awards; photo (M)", "print_page": "6", "blog": [], "source": "The New York Times", "multimedia": [{"url": "images/2005/02/28/arts/spirit02.75.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2005/02/28/arts/spirit02.75.jpg"}, "type": "image", "height": 75}], "headline": {"main": "At the Anti-Awards Ceremony, a Definite 'Sideways' Tilt"}, "keywords": [{"name": "creative_works", "value": "SIDEWAYS (MOVIE)"}, {"name": "persons", "value": "GIAMATTI, PAUL"}, {"name": "persons", "value": "PAYNE, ALEXANDER"}, {"name": "persons", "value": "MADSEN, VIRGINIA"}, {"name": "persons", "value": "JACKSON, SAMUEL L"}, {"name": "persons", "value": "TAYLOR, JIM"}, {"name": "persons", "value": "CHURCH, THOMAS HADEN"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "INDEPENDENT SPIRIT AWARDS"}, {"name": "subject", "value": "AWARDS, DECORATIONS AND HONORS"}], "pub_date": "2005-02-28T00:00:00Z", "document_type": "article", "news_desk": "The Arts/Cultural Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Nick", "lastname": "MADIGAN"}], "original": "By NICK MADIGAN"}, "type_of_material": "News", "_id": "4fd2839f8eb7c8105d851e9f", "word_count": 782, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2005/02/28/movies/oscars/28fash.html", "snippet": "Dressing celebrities for the Oscars is normally a race to the finish. But this year, the race seemed fixed because actresses had made prior arrangements....", "lead_paragraph": "Hilary Swank is paid to advertise Calvin Klein underwear, and for two weeks she had been consulting with the company's women's designer, Francisco Costa, on an Oscar gown. The dress was inspired by 19th-century portraits of Madame X, the narrow-waisted subject of paintings by Giovanni Boldini and John Singer Sargent that scandalized Paris for their seductive posing. But Ms. Swank created a mini-scandal of her own on Sunday night when she arrived at the Academy Awards in a different dress altogether -- a dramatic ruched blue gown from Guy Laroche that clung to her body like a superhero's disguise.", "abstract": "Actress Hilary Swank creates mini-scandal as she arrives at Academy Awards in dramatic blue gown designed by Guy Laroche instead of one designed by Francisco Costa for Calvin Klein; Swank made similar last-minute switch in 2000 when she replaced Christian Dior dress with one by Randolph Duke; overall fashion statement made on red carpet this year leaned toward primary colors, reprieve from nude trend at last year's Oscars; what actresses wear for Oscars night seems increasingly result of business transactions rather than matter of taste; photo (M)", "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [{"url": "images/2005/02/28/arts/28fash75.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2005/02/28/arts/28fash75.jpg"}, "type": "image", "height": 75}, {"height": 55, "subtype": "tiny_thumb", "legacy": {"tinythumbwidth": 55, "tinythumbheight": 55, "hastinythumb": "Y"}, "type": "image", "width": 55}], "headline": {"main": "Business Meets Pleasure in Dressing for the Big Night"}, "keywords": [{"name": "persons", "value": "SWANK, HILARY"}, {"name": "persons", "value": "LAROCHE, GUY"}, {"name": "persons", "value": "COSTA, FRANCISCO"}, {"name": "persons", "value": "DUKE, RANDOLPH"}, {"name": "organizations", "value": "CALVIN KLEIN INC"}, {"name": "organizations", "value": "DIOR, CHRISTIAN"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "ACADEMY AWARDS (OSCARS)"}, {"name": "subject", "value": "DRESSES"}, {"name": "subject", "value": "AWARDS, DECORATIONS AND HONORS"}, {"name": "subject", "value": "APPAREL"}], "pub_date": "2005-02-28T00:00:00Z", "document_type": "article", "news_desk": "The Arts/Cultural Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Eric", "lastname": "WILSON"}], "original": "By ERIC WILSON"}, "type_of_material": "News", "_id": "4fd25df68eb7c8105d80c91c", "word_count": 829, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2005/02/27/fashion/27age.html", "snippet": "Why is it that anybody with anything to crow about - Hamptons home, glamorous job, famous friends - does it as a complaint?...", "lead_paragraph": "Last week a brief and titillating e-mail message was circulating from a highly social party planner. ''I have a new personal e-mail address due to the Paris Hilton e-mail hacking,'' it declared. If The New York Post is to be believed (and why not?) this woman is right in there with a gold-plated list of celebrities who had to endure prank calls and e-mail messages after a hacker got into the address book on Ms. Hilton's mobile phone-computer.", "abstract": "Bob Morris The Age of Dissonance column discusses uncomfortable chasm between living within and outside celebrity circles; notes envy of chose on outside, even as those on inside are complaining (M)", "print_page": "3", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Isn't It Awful to Be Famous?", "kicker": "THE AGE OF DISSONANCE"}, "keywords": [{"name": "subject", "value": "LIFE STYLES"}, {"name": "subject", "value": "CELEBRITIES"}, {"name": "subject", "value": "PARTIES (SOCIAL)"}], "pub_date": "2005-02-27T00:00:00Z", "document_type": "article", "news_desk": "Style Desk", "section_name": "Style", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Bob", "lastname": "MORRIS"}], "original": "By BOB MORRIS"}, "type_of_material": "News", "_id": "4fd25df58eb7c8105d80c8fd", "word_count": 728, "slideshow_credits": null}, {"web_url": "http://query.nytimes.com/gst/fullpage.html?res=9506E3DD113AF934A15751C0A9639C8B63", "snippet": "To the Editor:    I do not know if Wendy Shalit's inability to read my novel as a work of fiction stems from her anxiety about Orthodox stereotypes or from a simple failure of imagination, but it is necessary to point out an inaccuracy in her repr...", "lead_paragraph": "To the Editor: I do not know if Wendy Shalit's inability to read my novel as a work of fiction stems from her anxiety about Orthodox stereotypes or from a simple failure of imagination, but it is necessary to point out an inaccuracy in her representation of my views in my novel ''Joy Comes in the Morning.'' Shalit writes that ''Rosen dismisses modern Orthodox men as 'macho sissies' and depicts 'pencil-necked' Orthodox boys.'' I do not dismiss Orthodox men as anything. Deborah, a character in my novel who has had an affair with an Orthodox man about whom she is still conflicted, entertains the ''macho sissies'' thought (along with many other, often contradictory thoughts). Lev, a young man awkwardly entering into a relationship with Deborah, who is a Reform rabbi, has an anxious association with thin yeshiva boys as he himself is about to embark on a session of Talmud study. The boundaries of Judaism are fluid for these characters, as they are in real life. Judaism, to its glory, has so far managed to avoid breaking down into ''denominations,'' but Shalit writes as if no complex web exists linking secular and observant, ancient and modern. In her treatment of other Jewish writers, Shalit gathers up a few biographical scraps to determine whether these writers are ''outsiders'' or ''insiders'' -- as if the authority of a literary work were a matter of birthright and not imaginative power. This is a sad diversion from all the truly interesting questions there are to be raised about religion and the imagination, about traditional Judaism and works of new creation, about honest exploration and communal anxiety. One wonders what Shalit would make of the story about the cunning ancestor who robs his brother and cheats his father -- but then the Bible doesn't specify whether Jacob is Reform, Conservative, Orthodox or haredi. Shalit's attack on the way contemporary Jewish novelists do -- or do not -- write about the haredi community put me in mind of Oscar Wilde's observation that the 19th-century dislike of realism is the rage of Caliban seeing his own face in a glass. Wilde added that the 19th-century dislike of romanticism is the rage of Caliban not seeing his own face in a glass. Shalit's dislike seems to be for imaginative fiction itself -- her prerogative, of course, but a strange attribute for someone writing seriously about it. Jonathan Rosen New York", "abstract": "Jonathan Rosen letter disputes interpretation of his book Joy Comes in the Morning in Wendy Shalit Jan 30 essay on portrayal of Orthodox Jews in current literature", "print_page": "4", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Orthodox Jews in Fiction"}, "keywords": [{"name": "creative_works", "value": "JOY COMES IN THE MORNING (BOOK)"}, {"name": "persons", "value": "ROSEN, JONATHAN"}, {"name": "persons", "value": "SHALIT, WENDY"}, {"name": "subject", "value": "JEWS"}, {"name": "subject", "value": "BOOKS AND LITERATURE"}], "pub_date": "2005-02-27T00:00:00Z", "document_type": "article", "news_desk": "Book Review Desk", "section_name": "Arts; Books; Opinion", "subsection_name": null, "byline": null, "type_of_material": "Letter", "_id": "4fd2a5e18eb7c8105d88dc7e", "word_count": 402, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2005/02/27/business/yourmoney/27germ.html", "snippet": "Have American consumers gone too far in their obsession for germ-zapping products?...", "lead_paragraph": "''THE AVIATOR,'' Martin Scorsese's biography of the filmmaker, aviation genius and billionaire Howard Hughes, may, er, clean up at the Academy Awards tonight. The movie has 11 Oscar nominations, including one for best actor for Leonardo DiCaprio, who portrays Hughes as he battles Pan Am, the federal government and, more ominously, an army of germs that are both invisible and ubiquitous. Experts say that Mr. Hughes suffered from obsessive-compulsive disorder, which can manifest itself in many ways, including an irrational fear of germs and obsessive hand washing. And though they generally don't take their worries that far, many moviegoers may have felt a sympathetic solidarity with Mr. Hughes as he froze in terror at the prospect of a doorknob in a public restroom. More and more, the United States is a nation of germophobes.", "abstract": "Article, in light of movie The Aviator, which portrays Howard Hughes as germophobe, on plethora of germ-fighting products and devices that are available to American consumers; photos (M)", "print_page": "6", "blog": [], "source": "The New York Times", "multimedia": [{"url": "images/2005/02/27/business/27germ1.75.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2005/02/27/business/27germ1.75.jpg"}, "type": "image", "height": 75}], "headline": {"main": "An Arsenal of Sanitizers for a Nation of Germophobes", "kicker": "SUNDAY MONEY: SPENDING"}, "keywords": [{"name": "creative_works", "value": "AVIATOR, THE (MOVIE)"}, {"name": "persons", "value": "HUGHES, HOWARD"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "ENVIRONMENT"}, {"name": "subject", "value": "BACTERIA"}, {"name": "subject", "value": "MEDICINE AND HEALTH"}, {"name": "subject", "value": "AIR POLLUTION"}], "pub_date": "2005-02-27T00:00:00Z", "document_type": "article", "news_desk": "SundayBusiness", "section_name": "Movies; Health; Business", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Amy", "lastname": "CORTESE"}], "original": "By AMY CORTESE"}, "type_of_material": "News", "_id": "4fd24a518eb7c8105d7e84f4", "word_count": 1418, "slideshow_credits": null}, {"web_url": "http://query.nytimes.com/gst/fullpage.html?res=9E0CE0DC163DF934A15751C0A9639C8B63", "snippet": "FEBRUARY    THE CONTROVERSY OF VALLADOLID -- Americans love to import French food, French fashion and even French films, but when is the last time you saw a contemporary French play? O.K., besides one by Yasmina Reza. Well, here's your chance: Jea...", "lead_paragraph": "FEBRUARY THE CONTROVERSY OF VALLADOLID -- Americans love to import French food, French fashion and even French films, but when is the last time you saw a contemporary French play? O.K., besides one by Yasmina Reza. Well, here's your chance: Jean-Claude Carrière's historical drama brings to life the debates inside the Roman Catholic Church in the 16th century. The question is whether the American Indians an ocean away in North America should be considered human. Richard Nelson translated and David Jones directs. Opens today. Public Theater, 425 Lafayette Street. Tele-charge. www.publictheater.org HUMANA FESTIVAL OF NEW AMERICAN PLAYS -- One of the premier new-play festivals in the country, this more than monthlong, annual Louisville, Ky., event has in the last few years showcased early productions of ''Dinner With Friends'' (Donald Margulies), ''Tape'' (Stephen Belber) and last year's ''After Ashley'' (see the next entry). This year's offerings include works by Kia Corthron, Allison Moore, John Belluso, Kathleen Tolan and Carlyle Brown. Opens today. Actors Theater of Louisville. (502-584-1205) www.actorstheatre.org AFTER ASHLEY -- Three years after a woman is murdered, her husband writes a best-selling book about it, but her son remains paralyzed by the tragedy. One of the most anticipated debuts of the season, Gina Gionfriddo's play receives its New York premiere with a hipster cast, including Anna Paquin, Kieran Culkin and Grant Shaud. Terry Kinney directs. In previews. Opens tomorrow. Vineyard Theater, 108 East 15th Street. (212-353-0303) www.vineyardtheatre.org ALTAR BOYZ -- Boy bands may be passé, but God is way hot. So there's still hope for the struggling Christian band at the center of this satirical musical, one of the most popular entries at last fall's New York Musical Theater Festival. The band's holier-than-thou lyrics include ''Girl, You Make Me Wanna Wait'' and ''Jesus Called Me on My Cell Phone.'' Gary Adler (musical director of ''Avenue Q'') and Michael Patrick Walker wrote the score, and Kevin Del Aguila's book takes you behind the music. In previews. Opens Tuesday. Dodger Stages, 340 West 50th Street. Tele-charge. www.dodger.com ROMANCE -- When you think of romance, the first person who comes to mind is probably not David Mamet. But the tough-guy playwright, as theatergoers know, is always full of surprises. He has been typically tight-lipped about this world premiere play, but we do know it is a farcical courtroom drama set in the modern day and with an all-male cast. In this Atlantic Theater Company production, Bob Balaban plays the prosecutor and Larry Bryggman is the judge. Neil Pepe directs. In previews. Opens Tuesday. Atlantic Theater, 336 West 20th Street. Tele-charge. www.atlantictheater.com THE LAST DAYS OF JUDAS ISCARIOT -- The acclaimed plays of Stephen Adly Guirgis (''Jesus Hopped the 'A' Train,'' ''Our Lady of 121st Street'') have often touched on religion, but none so much as this serio-comic spin on the fate of the biblical Benedict Arnold. Considering the playwright's previous work, the drama, which takes place in the court of hope, across the tracks from purgatory, should be long, poetic and full of screaming. It concerns a legal case, that of God and the Kingdom of Heaven v. Judas Iscariot. For Judas's sake, let's hope Johnnie Cochran is available. Stephen McKinley Henderson plays Pontius Pilate, Sam Rockwell is Judas and Eric Bogosian is (who else?) the Devil. Philip Seymour Hoffman directs this co-production of the Labyrinth Theater and the Public Theater. In previews. Opens Wednesday. Public Theater, 425 Lafayette Street. Tele-charge. www.publictheater.org DIRTY ROTTEN SCOUNDRELS -- The last time David Yazbek wrote the music and lyrics to a film adaptation on Broadway, it resulted in the splendidly entertaining ''The Full Monty'' and a hopeful new voice in musical theater. Mr. Yazbek's version of the popular con-filled film is highly anticipated. It has a stellar cast, including John Lithgow, Norbert Leo Butz, Joanna Gleason and Sherie Rene Scott, and a top-drawer director and choreographer -- Jack O'Brien and Jerry Mitchell, respectively. It looks so good, perhaps too good. Is this a huge hit or the perfect con? In previews. Opens Thursday. Imperial Theater, 249 West 45th Street. Tele-charge. www.dirtyrottenscoundrelsthemusical.com GHETTO SUPERSTAR (THE MAN THAT I AM) -- Ranging from Pittsburgh to Broadway, Billy Porter performs his musical memoir. Presented in Joe's Pub, the show combines the teachings of the Pentecostal Church with the spirit of ''Dreamgirls.'' Brad Rouse directs. In previews. Opens next Sunday. Public Theater, 425 Lafayette Street. Tele-charge. www.publictheater.org WOMAN BEFORE A GLASS -- Mercedes Ruehl, who was nominated for a Tony for her role in Edward Albee's recent play ''The Goat, or Who Is Sylvia?,'' stars in this one-woman biographical show by Lanie Robertson about the tempestuous life of the globetrotting champion of contemporary art, Peggy Guggenheim. Casey Childs directs. In previews. Opens March 10. Promenade Theater, 2162 Broadway, at 76th Street. Tele-charge. THE GLASS MENAGERIE -- Last on Broadway playing Blanche DuBois in the 1992 revival of ''A Streetcar Named Desire,'' Jessica Lange now portrays another iconic Tennessee Williams heroine: the overbearing matriarch Amanda Wingfield. Christian Slater and Sarah Paulson are cast as her children, Tom and Laura; Josh Lucas is the Gentleman Caller. David Leveaux (''Fiddler on the Roof'') directs. In previews. Opens March 15. Ethel Barrymore Theater, 243 West 47th Street. Tele-charge. MONTY PYTHON'S SPAMALOT -- Yes, all your old favorite shtick will be there: the Knights who say Ni, the killer rabbit and that legless, armless warrior who gives determination a bad name. But this musical version of ''Monty Python and the Holy Grail,'' which has provoked deafening buzz, isn't only for fans of the cult English comedy troupe. There are new tunes and plot twists, including jokes at the expense of Broadway shows like ''The Producers'' and ''Fiddler on the Roof.'' The Python cast members Eric Idle and John De Prez wrote the music and lyrics. David Hyde Pierce, Tim Curry, Hank Azaria and Sara Ramirez star. Mike Nichols directs. In previews. Opens March 17. Shubert Theater, 225 West 44th Street. Tele-charge. DESSA ROSE -- Lynn Ahrens and Stephen Flaherty, whose collaboration with Lincoln Center Theater includes ''My Favorite Year'' and ''A Man of No Importance,'' return to the uptown institution to present their new historical musical set throughout the 1800's. LaChanze and Rachel York play an escaped slave and an abandoned wife, respectively, who embark on a journey through the pre-Civil War South. Based on a novel by Sherley Anne Williams. Graciela Daniele directs and choreographs. In previews. Opens March 21. Mitzi E. Newhouse Theater, 150 West 65th Street. Tele-charge. www.lincolncenter.org ALL SHOOK UP -- First things first: this jukebox musical is made up of Elvis Presley songs like ''Heartbreak Hotel'' and ''Blue Suede Shoes.'' There is also, for those who care, a story about a pelvis-shaking hunk who spices up a square small town. Joe DiPietro (''I Love You, You're Perfect, Now Change'') wrote the book. Christopher Ashley directs. Cheyenne Jackson plays the lead. In previews. Opens March 24. Palace Theater, 1564 Broadway. Ticketmaster. www.allshookup.com MARCH EYEWITNESS BLUES -- Using flamenco, spoken-word poetry and the blues, this multi-disciplinary musical, written by Steven Sapp and Mildred Ruiz and the musicians Paul Thompson and Carlos Pimentel, tells the story of a hard-luck horn player named Junior. Previews begin Tuesday. Opens March 21. New York Theater Workshop, 79 East Fourth Street. Tele-charge. www.nytw.org THE NAME OF THIS PLAY IS TALKING HEADS -- Marc Spitz, the hipster playwright and a senior writer at Spin Magazine, might be working out some demons in his latest drama, a satire of the music industry in which a journalist prepares to make an appearance on the show ''Top 100 Most Rockatrocious Moments in Rock History.'' Mr. Spitz knows of what he writes since he is a veteran of the talking heads circuit on VH1. The title is a riff on the Talking Heads' album ''The Name of This Band Is Talking Heads.'' Andy Goldberg (''The Bomb-itty of Errors'') directs. Previews begin Thursday. Opens Saturday. Under St. Marks, 94 St. Mark's Place. Smarttix. MOONLIGHT AND MAGNOLIAS -- The legendary film producer David O. Selznick (played by Douglas Sills) has got a big problem. ''Gone With the Wind'' starts shooting in five days, and he has no script. Based on a real story, Ron Hutchinson's comedy could be catnip for lovers of old Hollywood. David Rasche and Matthew Arkin portray, respectively, the movie's director, Victor Fleming, and one of the script's authors, Ben Hecht. Lynne Meadow directs. Previews begin Thursday. Opens March 29. Manhattan Theater Club, at City Center Stage I, 131 West 55th Street. Tele-charge. www.mtc-nyc.org JACKIE MASON FRESHLY SQUEEZED -- With one-man shows all the rage on Broadway, the cantankerous veteran returns to the Great White Way to show these whippersnappers how it's done. Expect lots of punch lines and maybe, just maybe, a few comparisons between Jews and gentiles. Previews begin March 8. Opens March 23. Helen Hayes Theater, 240 West 44th Street. Tele-charge. HOT 'N' THROBBING -- Never before produced in New York, Paula Vogel's drama, part of the Signature Theater season dedicated to Ms. Vogel, is about a suburban thirtysomething woman who writes erotic screenplays to support her troubled teenage son and daughter, while she keeps her estranged husband away from all of them. In the introduction to the published text, Ms. Vogel writes ''Obscenity begins at home.'' Les Waters directs. Previews begin March 8. Opens March 28. Peter Norton Space, 555 West 42nd Street. (212-244-7529) www.signaturetheatre.org JULIUS CAESAR -- Here's one thing you won't see on any poster this season: ''Julius Caesar,'' starring Eamonn Walker as Marc Antony. Mr. Walker, whose credits include the television series ''Oz,'' may be an excellent actor, but the drawing card in this production is the actor playing Brutus. The Oscar-winner Denzel Washington gives Shakespeare a serious injection of star power. The reliable Broadway director Daniel Sullivan will stage the show. Previews begin March 8. Opens April 3. Belasco Theater, 111 West 44th Street. Tele-charge. DOUBT -- John Patrick Shanley's acclaimed drama received reviews that playwrights drool for during its Off Broadway run this season at the Manhattan Theater Club. Now it comes to Broadway with its excellent cast intact, including Cherry Jones and Brian F. O'Byrne. The drama, which explores the hot-button issue of child abuse in the Roman Catholic Church, should be a formidable contender come Tony time. Previews begin March 9. Opens March 31. Walter Kerr Theater, 219 West 48th Street. Tele-charge. GORILLA MAN -- Kyle Jarrow, whose bizarre and fertile imagination has given birth to plays about Scientologists and a man who lopped off his arms, has created a rock musical about an increasingly hairy boy who goes ape -- literally. Michael Sexton directs what might be the ''Bat Boy'' of the season. March 10-27. P.S. 122, 150 First Avenue, at Ninth Street. (212-477-5288) www.ps122.com THIS IS HOW IT GOES -- Neil LaBute has already presented one doomed romance this season with his hit production of ''Fat Pig.'' Now here he comes with a new play, starring Ben Stiller, Jeffrey Wright and Marisa Tomei, about an interracial relationship set in a small town. Uh-oh. Will he break our hearts again? George C. Wolfe directs. Previews begin March 10. Opens March 27. Public Theater. Tele-charge. www.publictheater.org WHO'S AFRAID OF VIRGINIA WOOLF? -- The early prognosticators, who it should be said are often wrong, are guessing that this will not be a fair fight. In one corner is the force of nature Kathleen Turner, who applies her breathy voice and considerable charms to the character of Martha, one half of the most combustible couple in modern drama. In the other corner is the talented, if mild-mannered, new vaudevillian Bill Irwin, whose George should be a decided underdog. This being the revival of Edward Albee's classic tale of marital dysfunction, let's hope there are plenty of punches below the belt. Anthony Page directs. Previews begin March 12. Opens March 20. Longacre Theater, 220 West 48th Street. Tele-charge. PLAY WITHOUT WORDS -- The startlingly reimagined 1998 production of ''Swan Lake'' was the first time the work of the British choreographer-director Matthew Bourne appeared on Broadway. And he plans to have a blockbuster follow-up when the Disney musical ''Mary Poppins,'' which he choreographed, transfers from the West End. If you can't wait, Mr. Bourne brings in another equally praised, if less commercial (that title is no joke), production this season. Based on Joseph Losey's 1963 film ''The Servant,'' with its screenplay by Harold Pinter, the dance-theater piece, devised and directed by Mr. Bourne and set to a jazz score, explores the tensions between the moneyed owner of a Chelsea town house and his domestic staff. March 15-April 3. Harvey Theater, Brooklyn Academy of Music, 651 Fulton Street. (718-636-4100) www.bam.org STEEL MAGNOLIAS -- A revival of Robert Harling's zinger-filled comedy is good news for New York actresses, who with this play have a wealth of good female roles with Louisiana accents on Broadway. Included in this ensemble are Delta Burke, Christine Ebersole, Rebecca Gayheart, Frances Sternhagen, Marsha Mason and Lily Rabe. Previews begin March 15. Opens April 4. Lyceum Theater, 149 West 45th Street. Tele-charge. THE LIGHT IN THE PIAZZA -- After runs in Seattle and Chicago, this fairy-tale romance may be the prestige musical of the year, with a book by Craig Lucas, music by Adam Guettel and literate source material in Elizabeth Spencer's 1959 novella. Bartlett Sher directs. The cast includes Michael Berresse, Sarah Uriarte Berry, Victoria Clark, Patti Cohenour, Beau Gravitte, Mark Harelik, Matthew Morrison and Kelli O'Hara. Previews begin March 17. Opens April 18. Vivian Beaumont Theater, Lincoln Center, 150 West 65th Street. Tele-charge. www.lincolncenter.org THE PILLOWMAN -- After a raved-about run in London, the latest darkly comic thriller from Martin McDonagh (''The Beauty Queen of Leenane'') has already generated an equal amount of buzz and fear. The play, which reportedly has given audiences nightmares, concerns a fiction writer under interrogation in a totalitarian state because of the content of his stories. They have a suspicious similarity to real-life crimes. Billy Crudup and Jeff Goldblum head a cast that also includes Zeljko Ivanek and Michael Stuhlbarg. Directed by John Crowley. Previews begin March 21. Opens April 10. Booth Theater, 222 West 45th Street. Tele-charge. ON GOLDEN POND -- After a run in Washington, this trusty 1979 drama by Ernest Thompson opens on Broadway ready-made to bring audiences to tears. Leslie Uggams and James Earl Jones star. Leonard Foglia directs. Previews begin March 22. Opens April 7. Cort Theater, 138 West 48th Street. Tele-charge. GOD HATES THE IRISH: THE BALLAD OF ARMLESS JOHNNY -- Aiming for an off-kilter satire in the vein of ''Avenue Q'' and ''Urinetown,'' this political play with music has a book by Sean Cunningham and a score by Michael Friedman (of the superb downtown troupe the Civilians). Will Frears directs the Rattlestick Playwrights Theater production. Previews begin March 23. Opens March 31. Rattlestick Playwrights Theater, 224 Waverly Place. Smarttix. ORANGE FLOWER WATER -- An adulterous affair turns the lives of two married couples upside-down in this new relationships-in-trouble drama by Craig Wright (''Recent Tragic Events''). Previews begin March 26. Opens March 31. Theater for the New City, 155 First Avenue. (212-868-4444) www.theaterforthenewcity.net A STREETCAR NAMED DESIRE -- The Tennessee Williams renaissance continues with a star-studded Roundabout Theater Company revival that arrives in the spring with audiences already full of questions. How will John C. Reilly (who plays Stanley) scream ''Stella!''? Will Natasha Richardson, as she has said, find the humor in Blanche DuBois? And does the clever director, Edward Hall (of the busy Hall family, as in Sir Peter and Rebecca), have any tricks up his sleeve? Amy Ryan also stars. Previews begin March 26. Opens April 26. Studio 54, 254 West 54th Street. (212-719-1300) www.roundabouttheatre.org CHITTY CHITTY BANG BANG -- Get ready, set ... fly. In what promises to be the special effect of the season, that rickety old car will soar through the air in this family-friendly musical best known as the 1968 film about an eccentric inventor played by Dick Van Dyke. Raúl Esparza has the role on stage, and Marc Kudisch and Jan Maxwell will play the villains trying to steal the car. The show, based in part on the film's screenplay (written by Roald Dahl) and Ian Fleming's original text, received better-than-expected reviews in the West End. Previews begin March 27. Opens April 28. Hilton Theater (the former Ford Center for the Performing Arts), 213 West 42nd Street. Ticketmaster. THE FALSE SERVANT -- Martha Plimpton stars in Pierre Marivaux's 18th-century comedy about a young girl who dresses like a man to learn more about her husband-to-be. Translation by Kathleen Tolan. Brian Kulick directs. Previews begin March 30. Opens April 10. Classic Stage Company, 136 East 13th Street. (212-677-4210). www.classicstage.org THE AUDIENCE -- From the Transport Group, the company that produced last year's gem -- a revival of Michael John LaChiusa's ''First Lady Suite'' -- this high-concept musical is about an audience watching a Broadway musical. Thirty playwrights, composers and lyricists, including Adam Bock and Mr. LaChiusa, helped create the show. Previews begin March 31. Opening date to be announced. Connelly Theater, 220 East Fourth Street. Smarttix. LOST LAND -- John Malkovich returns to perform at the Steppenwolf Theater in Chicago for the first time in almost a decade in a drama by Stephen Jeffrey set in World War I-era Hungary. Mr. Malkovich, who helped found Steppenwolf in the mid-1970's, plays a retired politician who is encouraged to claim power once again. Terry Johnson directs. Previews begin March 31. Opens April 10. Steppenwolf Theater. (312-335-1650) A PICASSO -- Set during the German occupation of Paris, this two-character drama by Jeffrey Hatcher is about, among other things, the intersection of art and politics, and involves an interrogation of the legendary artist (played by Jeffrey DeMunn) by a mysterious woman in connection with several confiscated canvases that he may have painted. John Tillinger directs. Previews begin March 31. Opens April 19. Manhattan Theater Club, Stage II, 131 West 55th Street. Tele-charge. www.mtc-nyc.org APRIL CALIGULA -- The estimable André De Shields, who has displayed fearlessness in shows that are great (''The Full Monty'') and not-so-great (''Prymate''), takes on the infamous title character in the play by Albert Camus. Directed by Alfred Preisser. Previews begin April 1. Opening date to be announced. Classical Theater of Harlem, 645 St. Nicholas Avenue, at 141st Street. Smarttix. www.classicaltheatreofharlem.org SOULS OF NAPLES -- Theater for a New Audience presents the New York premiere of this bittersweet comedy by Eduardo de Filippo, with a new translation by Michael Feingold. John Turturro stars as a man who moves into a supposedly haunted house, where he deludes himself into thinking that his wife's visiting lover is only a ghost. Previews begin April 2. Opens April 10. The Duke on 42nd Street, 229 West 42nd Street, second floor. Tele-charge. HURLYBURLY -- David Rabe's cocaine-fueled Hollywood story about macho men acting out has been a huge hit in the current New Group revival (through March 19) at the Acorn Theater on West 42nd Street. The cast, directed by Scott Elliott, includes Ethan Hawke, Josh Hamilton, Parker Posey, Bobby Cannavale and Wallace Shawn. Beginning April 4, the production will begin a limited run at the 37 Arts complex, 450 West 37th Street, where it opens on April 14. Ticketmaster. SWEET CHARITY -- Best known as the slutty teenager Kelly Bundy on the sitcom ''Married With Children,'' Christina Applegate makes the audacious leap to Broadway, portraying an unlucky-in-love dance hall hostess in the revival of the catchy musical by Dorothy Fields and the late, great Cy Coleman. Neil Simon has made alterations to the book, adding a new twist to the ending. Walter Bobbie directs. Previews begin April 4. Opens April 21. Al Hirschfeld Theater, 302 West 45th Street. Tele-charge. PRIVILEGE -- The red-hot Paul Weitz must have had some issues with his dad, because the subject of relationships with father figures has popped up in his sensitive screenplay for ''In Good Company'' as well as in the unexpected critical success last year of the stage drama ''Roulette.'' This comedy returns to similar territory when the father of two Upper East Side teenagers is accused of insider trading. Peter Askin directs. Previews begin April 5. Opens April 25. Second Stage Theater, 307 West 43rd Street. (212-246-4422) www.secondstagetheatre.com GLENGARRY GLEN -- ROSS David Mamet's best play (according to many) receives its first Broadway revival, with an accomplished cast (Liev Schreiber, Alan Alda, Frederick Weller, Jeffrey Tambor, Tom Wopat, Gordon Clapp, Jordan Lage) and the hottest director in New York, Joe Mantello (''Wicked,'' ''Take Me Out''). Mr. Schreiber plays the role of the slippery Ricky Roma, and Mr. Alda is the over-the-hill Shelly (The Machine) Levine. Previews begin April 8. Opens May 1. Royale Theater, 242 West 45th Street. Tele-charge. THE BAKER'S WIFE -- In 1976, this sweet musical, with music and lyrics by Stephen Schwartz and book by Joseph Stein, about the travails of a small-town baker, was heading to Broadway before it closed out of town. But when a cast recording was made, several songs became cabaret favorites and the show gained a cult following. The creators have revamped the original for this new production, which stars Lenny Wolpe, Max Von Essen and Alice Ripley. April 13-May 15. Paper Mill Playhouse, Millburn, N.J. (973-376-4343) PASSION PLAY -- Before ''Closer,'' ''Betrayal'' and ''The Real Thing,'' there was ''Passion Play,'' Peter Nichols's lacerating drama about trust, love and infidelity, that first opened on Broadway in 1983 starring Frank Langella under the title ''Passion.'' The Roundabout Theater Company, which presented Mr. Nichols's modern classic ''A Day in the Death of Joe Egg'' last year, is producing this revival about a love triangle. Mark Brokaw directs. Previews begin April 15. Opens May 4. American Airlines Theater, 227 West 42nd Street. (212-719-1300). www.roundabouttheater.org RADIO GOLF -- It took almost a quarter of a century, but August Wilson will finally finish his epic 10-play chronicle of the African-American experience in the 20th century with this historic world premiere. Taking place in the 1990's, the story revolves around several real estate developers who want to destroy the house of Aunt Ester, the matriarch-metaphor who showed up onstage for the first time in the recently closed ''Gem of the Ocean.'' Timothy Douglas, former associate artistic director at the Actors Theater of Louisville, will direct. Previews begin April 22. Opens April 28. Yale Repertory Theater, New Haven. (203-432-1234) MEMORY HOUSE -- In the New York premiere of this new play by Kathleen Tolan (''The Wax''), an 18-year-old confronts her mother (played by Dianne Wiest) about her adoption. The serio-comic plot unfolds in real time. David Esbjornson directs. Previews begin April 22. Opens May 17. Playwrights Horizons, 416 West 42nd Street. Ticket Central. www.playwrightshorizons.org SILK -- The director Mary Zimmerman's latest theater piece is about a French silk merchant who falls in love during a business trip to Japan. Ms. Zimmerman, who won a Tony Award for her direction of ''Metamorphoses'' in 2002, adapted the play from an acclaimed novella by the Italian writer Alessandro Baricco. Previews begin April 23. Opens May 3. Goodman Theater, Chicago. (312-443-3800) AFTER THE NIGHT AND THE MUSIC -- Elaine May joins her old comedy partner Mike Nichols (''Spamalot'') on Broadway this season, bringing a trio of one-acts to the Manhattan Theater Club's Biltmore Theater. Her last play, ''Adult Entertainment,'' was a sendup of the porn industry, and there is evidence that at least part of her new work will be equally racy. One of the shorts is about two couples planning a foursome. Daniel Sullivan, a busy man this season, directs. Previews begin April 28. Opens May 19. Biltmore Theater, 261 West 47th Street. Tele-charge. MAY FLIGHT -- Gregg Edelman portrays the trailblazing aviator and Third Reich sympathizer Charles Lindbergh in this world premiere. The play, by Garth Wingfield, covers the most controversial years (1927-41) of Lindbergh's life. The Melting Pot Theater production also stars Kerry O'Malley and Brian D'Arcy James. May 8-June 19. Lucille Lortel Theater, 121 Christopher Street. Ticket Central. TERRORISM -- The New Group presents the United States premiere of this nerve-racking drama by the Siberian Presnyakov Brothers (Vladimir and Oleg), which begins with a simulated bomb scare at an airport. Once the audience is guided into its seats, it will see six interconnected scenes that portray examples of the breakdown of contemporary Russian society. Included among them are an office suicide and an adulterous interlude. James Lapine directs. Previews begin May 9. Opens May 24. Theater Row, 410 West 42nd Street. Ticket Central. www.thenewgroup.org THE PARIS LETTER -- Long rumored to go to Broadway, Jon Robin Baitz's three-act drama about sexual politics, moral and financial betrayal and homophobia will land at the Roundabout Theater Company's Off Broadway theater space. The plot concerns a Wall Street power broker who maintains a loving relationship with his wife while also having affairs with men. Doug Hughes directs. Previews begin May 13. Opening date to be announced. Laura Pels Theater at the Harold and Miriam Steinberg Center for Theater, 111 West 46th Street. (212-719-1300) B.F.E. -- Penny is turning 14, and her mother gives her plastic surgery as a present in this new play by Julia Cho (''The Architecture of Loss'') about a second-generation Asian-American family living in the Southwest. Gordon Edelstein directs the production, which is being presented in association with the Long Wharf Theater in New Haven. Previews begin May 19. Opens May 31. Playwrights Horizons, 416 West 42nd Street. Ticket Central. www.playwrightshorizons.com HECUBA -- Two years after winning a Tony Award for her performance as the drug-addicted mother in a Broadway revival of ''Long Day's Journey Into Night,'' Vanessa Redgrave will again take to the American stage, this time as the Queen of Troy in the Royal Shakespeare Company production of the Greek tragedy ''Hecuba'' by Euripides. Ms. Redgrave and the troupe will be making two stops in the United States: May 21-June 12 at the Kennedy Center for the Performing Arts, Washington. (202-467-4600) www.kennedy-center.org; and June 16-26 at the Howard Gilman Opera House at the Brooklyn Academy of Music, 30 Lafayette Avenue, at Ashland Place. (718-636-4100) www.bam.org CAPT. LOUIE -- Stephen Schwartz, who composed the music for ''Wicked,'' wrote the score for this York Theater musical based on the children's book ''The Trip'' by Ezra Jack Keats. The story follows a lonely child whose mind wanders on Halloween night. Dates to be announced. Theater at St. Peter's, Citigroup Center, 619 Lexington Avenue, at 54th Street. Smarttix. Compiled with the assistance of Carol Coburn. Tickets SMARTTIX 212-868-4444 www.smarttix.com TELE-CHARGE 212-239-6200 or 800-432-7250 www.telecharge.com TICKET CENTRAL 212-279-4200 www.ticketcentral.com TICKETMASTER 212-307-4100or 800-755-4000 www.ticketmaster.com", "abstract": "Thumbnail sketches of plays slated to open in New York this spring; photos (L)", "print_page": "9", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Singing Knights and the Voices of God", "kicker": "SPRING THEATER"}, "keywords": [], "pub_date": "2005-02-27T00:00:00Z", "document_type": "article", "news_desk": "Arts and Leisure Desk", "section_name": "Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Jason", "lastname": "ZINOMAN"}], "original": "By JASON ZINOMAN; Compiled with the assistance of Carol Coburn"}, "type_of_material": "Schedule", "_id": "4fd2a5e18eb7c8105d88dc8a", "word_count": 4537, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2005/02/27/fashion/27defa.html", "snippet": "The absence of a scandal sheet in Los Angeles itself seems one of the city's lingering mysteries, perfect for a film noir....", "lead_paragraph": "ON a Friday night late in January at the Creative Artists Agency in Beverly Hills a small group of producers, agents and their minions gathered for a screening of a documentary about 10 days in the life of Los Angeles preceding Oscar night. The film includes some amusing cameos, the highlight belonging to the director Brett Ratner, who in one scene strips completely to change clothes in his stretch limousine with the aid of a butler. Within hours a mole had sent an e-mail account to Defamer, a nine-month-old Los Angeles gossip blog, and soon Defamer had informed many thousands not lucky enough to be at the screening of the details of Mr. Ratner's anatomy.", "abstract": "Hollywood (Calif) is oddly reluctant to publish gossip, despite being host to many movie and television stars and other celebrities, leaving New York and international publishers to print gossip columns; photos (M)", "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Gossip, It Seems, Is Now Unprintable"}, "keywords": [{"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "HOLLYWOOD (CALIF)"}, {"name": "glocations", "value": "LOS ANGELES (CALIF)"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "CELEBRITIES"}, {"name": "subject", "value": "TELEVISION"}, {"name": "subject", "value": "NEWS AND NEWS MEDIA"}], "pub_date": "2005-02-27T00:00:00Z", "document_type": "article", "news_desk": "Style Desk", "section_name": "Movies; Style", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "James", "lastname": "VERINI"}], "original": "By JAMES VERINI"}, "type_of_material": "News", "_id": "4fd245fd8eb7c8105d7e098d", "word_count": 1514, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2005/02/27/opinion/27marmot.html", "snippet": "The Academy Awards are more than just a spectator sport. They are a matter of life and death....", "lead_paragraph": "IT'S that time when the world holds its breath: the annual ritual when we wait to see which glittering and famous person will become even more glittering and more famous. But the Academy Awards are more than just a spectator sport. They are a matter of life and death. On average, the winners live four years longer than nominees who don't win. The Oscar winners are a quirky example of a phenomenon that is remarkably widespread: the higher your status in the social hierarchy the better your health and the longer you live. It appears to be a global syndrome. Americans with more income or education have better health than Americans with less; a Swedish Ph.D. graduate has longer life expectancy than a Swede with a master's degree; a British civil servant at the top of the employment hierarchy has greater longevity than one not quite at the top; health has been improving for Russians with university education, getting worse for those without. The reason the Oscar winners are so interesting is that they give insight into what is going on.", "abstract": "University College London Prof Michael Marmot Op-Ed article holds that winners of Academy Awards on average live four years longer than nominees who do not win; says Oscar winners are quirky example of phenomenon that is widespread: higher your status in social hierarchy, better your health and longer you live; drawing (M)", "print_page": "13", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Life at the Top", "kicker": "Op-Ed Contributor"}, "keywords": [{"name": "organizations", "value": "UNITED NATIONS"}, {"name": "subject", "value": "SOCIAL CONDITIONS AND TRENDS"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "ACADEMY AWARDS (OSCARS)"}, {"name": "subject", "value": "MEDICINE AND HEALTH"}, {"name": "subject", "value": "AWARDS, DECORATIONS AND HONORS"}], "pub_date": "2005-02-27T00:00:00Z", "document_type": "article", "news_desk": "Editorial Desk", "section_name": "Health; Opinion", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Michael", "lastname": "Marmot"}], "original": "By Michael Marmot"}, "type_of_material": "Op-Ed", "_id": "4fd244418eb7c8105d7de9e0", "word_count": 993, "slideshow_credits": null}]}, "status": "OK", "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}