{"response": {"meta": {"hits": 254, "time": 21, "offset": 80}, "docs": [{"web_url": "http://www.nytimes.com/2005/02/15/fashion/15fron.html", "snippet": "Valerie Steele's \"Glamour: Fashion, Film, Fantasy\" at the Fashion Institute of Technology lends particular importance to the golden age of Hollywood....", "lead_paragraph": "Glamour, Direct From Hollywood In this, the season of red carpet entrances, admirers of the latest variations of silk satin and beaded gowns may be surprised to discover that what they are seeing in contemporary fashion is more often than not a reflection of Hollywood glamour of the 1930's. Today's prevailing curvaceous silhouette, a de facto uniform of awards galas, was also once a hallmark of the screen wardrobes of Greta Garbo, Joan Crawford and Marlene Dietrich. ''Fashion from the period of the 1930's is essential to our understanding of what glamour is today,'' said Valerie Steele, the chief curator of the museum at the Fashion Institute of Technology. Ms. Steele has organized an exhibition of 100 gowns, opening at the institute's Seventh Avenue campus today, that traces the notion of ''Glamour: Fashion, Film, Fantasy'' throughout the 20th century.", "abstract": "Museum of Fashion Institute of Technology mounts exhibition called Glamour: Fashion, Film, Fantasy throughout 20th century; Sarah Morris's 26-minute film Los Angeles captures city during 10 days leading up to Oscar night in 2004; photos (M)", "print_page": "7", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Front Row", "kicker": "Front Row"}, "keywords": [{"name": "creative_works", "value": "LOS ANGELES (MOVIE)"}, {"name": "persons", "value": "MORRIS, SARAH"}, {"name": "persons", "value": "STEELE, VALERIE"}, {"name": "glocations", "value": "LOS ANGELES (CALIF)"}, {"name": "organizations", "value": "FASHION INSTITUTE OF TECHNOLOGY"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "ACADEMY AWARDS (OSCARS)"}, {"name": "subject", "value": "APPAREL"}], "pub_date": "2005-02-15T00:00:00Z", "document_type": "article", "news_desk": "Metropolitan Desk", "section_name": "Movies; New York and Region", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Eric", "lastname": "Wilson"}], "original": "By Eric Wilson"}, "type_of_material": "News", "_id": "4fd2571c8eb7c8105d80143f", "word_count": 728, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2005/02/15/movies/15mira.html", "snippet": "As Harvey Weinstein and Miramax prepare to part ways, more than a few power players in Hollywood have been tallying up their debt to Mr. Weinstein....", "lead_paragraph": "Brad Grey, the former talent manager and producer who is about to take charge of Paramount's motion picture group, has at least one thing in common with many of Hollywood's more seasoned film executives: He got his start working for Harvey Weinstein. Mr. Grey, best known as an executive producer of ''The Sopranos,'' cut his teeth in the movie business in the 1970's as an assistant to Mr. Weinstein, who was then in the early phase of his own career as co-founder of Miramax Films.", "abstract": "New Paramount chairman Brad Grey, ThinkFilm executive Mark Urman, International Creative Management executive Robert Newman, Dreamworks chief operating officer Rick Sands, New Line Cinema marketing president Russell Schwartz and other former veterans of Miramax comment on influence and legacy of Miramax's co-founder Harvey Weinstein, whose contract is not being renewed by Walt Disney Co, parent company; Weinstein comments; photo (M)", "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [{"url": "images/2005/02/15/arts/15mira.75.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2005/02/15/arts/15mira.75.jpg"}, "type": "image", "height": 75}], "headline": {"main": "Weinstein's Miramax, a Crucible for Future Hollywood Leaders"}, "keywords": [{"name": "persons", "value": "SANDS, RICK"}, {"name": "persons", "value": "NEWMAN, ROBERT"}, {"name": "persons", "value": "WEINSTEIN, HARVEY"}, {"name": "persons", "value": "SCHWARTZ, RUSSELL"}, {"name": "persons", "value": "URMAN, MARK"}, {"name": "organizations", "value": "INTERNATIONAL CREATIVE MANAGEMENT"}, {"name": "organizations", "value": "MIRAMAX FILMS"}, {"name": "organizations", "value": "NEW LINE CINEMA"}, {"name": "organizations", "value": "PARAMOUNT"}, {"name": "organizations", "value": "DISNEY, WALT, CO"}, {"name": "organizations", "value": "DREAMWORKS SKG"}, {"name": "organizations", "value": "MIRAMAX"}, {"name": "organizations", "value": "THINKFILM"}, {"name": "subject", "value": "MOTION PICTURES"}], "pub_date": "2005-02-15T00:00:00Z", "document_type": "article", "news_desk": "The Arts/Cultural Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Sharon", "lastname": "WAXMAN"}], "original": "By SHARON WAXMAN"}, "type_of_material": "News", "_id": "4fd25ae38eb7c8105d8076ad", "word_count": 856, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2005/02/15/fashion/shows/15dres.html", "snippet": "Jennifer Lopez's style could be positively summed up as a no-brainer, but her Sweetface show, which closed Fashion Week, was a mob scene....", "lead_paragraph": "It seemed cruel, like pouring salt on a wound. Last Thursday night -- actually, last Friday morning -- you could have gone to Ralph Rucci's at 552 Seventh Avenue and observed a fitting at 3 a.m. You could have done the same at Derek Lam's place down in the meatpacking district, and also the night before at Calvin Klein, where some of the new Brazilian models are so young, just 15, that they have their fathers with them. On the day of their shows, those designers, Mr. Rucci, Francisco Costa of Calvin Klein, were so beat from staring at proportions and hemlines that about all they could do was put on a clean white shirt, slap on the after-shave and hope their eyelids didn't crash. Mr. Rucci received a standing ovation on Friday night. That was some consolation for the late nights, the takeout dinners that the people in his studio often ate while standing at a cutting table and the incredible dedication that has taken him from obscurity to the top of Seventh Avenue. Casey Ribicoff, a client, had tears in her eyes when she stood up.", "abstract": "Cathy Horyn reviews fashions shown at Bryant Park; photos of designs by Ralph Rucci, Donna Karan, Jennifer Lopez and Isaac Mizrahi (M)", "print_page": "7", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Designer Reality Show: Fatigue and an Amateur Star"}, "keywords": [{"name": "persons", "value": "KARAN, DONNA"}, {"name": "persons", "value": "MIZRAHI, ISAAC"}, {"name": "persons", "value": "LOPEZ, JENNIFER"}, {"name": "persons", "value": "RUCCI, RALPH"}, {"name": "glocations", "value": "NEW YORK CITY"}, {"name": "subject", "value": "REVIEWS"}, {"name": "subject", "value": "APPAREL"}], "pub_date": "2005-02-15T00:00:00Z", "document_type": "article", "news_desk": "Metropolitan Desk", "section_name": "New York and Region", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Cathy", "lastname": "HORYN"}], "original": "By CATHY HORYN"}, "type_of_material": "News", "_id": "4fd24a4d8eb7c8105d7e832d", "word_count": 1238, "slideshow_credits": null}, {"web_url": "http://query.nytimes.com/gst/fullpage.html?res=9A07EFDB123AF936A25751C0A9639C8B63", "snippet": "A city employee who plays trumpet is part of a band that won a Grammy Award Sunday night for ''Best Salsa Album of the Year,'' beating out better-known nominees including Marc Anthony. The employee, Peter Nater, 46, above left, works as an investi...", "lead_paragraph": "A city employee who plays trumpet is part of a band that won a Grammy Award Sunday night for ''Best Salsa Album of the Year,'' beating out better-known nominees including Marc Anthony. The employee, Peter Nater, 46, above left, works as an investigator in the tort division of the city's Law Department. He also plays with the 13-member Spanish Harlem Orchestra, which recorded the Grammy-winning album ''Across 110th Street.'' The band's leader, Oscar Hernandez, accepted the award at the Grammy ceremony in Los Angeles. Mr. Nater was in Puerto Rico playing a show, but was back at his desk yesterday, the Law Department said. Last year, Mr. Nater played at a birthday party for Mr. Anthony, who married Jennifer Lopez in June.", "abstract": "Peter Nater, who works as investigator for New York City Law Department, plays trumpet in Spanish Harlem Orchestra, winner of Grammy Award for Best Salsa Album of Year; photo of Nater with Jennifer Lopez and Marc Anthony (S)", "print_page": "6", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Metro Briefing | New York: Manhattan: And The Grammy Goes To ... Who?"}, "keywords": [{"name": "persons", "value": "NATER, PETER"}, {"name": "persons", "value": "LOPEZ, JENNIFER"}, {"name": "persons", "value": "ANTHONY, MARC"}, {"name": "organizations", "value": "SPANISH HARLEM ORCHESTRA"}, {"name": "subject", "value": "RECORDINGS (AUDIO)"}, {"name": "subject", "value": "MUSIC"}, {"name": "subject", "value": "GRAMMY AWARDS"}], "pub_date": "2005-02-15T00:00:00Z", "document_type": "article", "news_desk": "Metropolitan Desk", "section_name": "New York and Region", "subsection_name": null, "byline": null, "type_of_material": "News", "_id": "4fd2839c8eb7c8105d851c56", "word_count": 122, "slideshow_credits": null}, {"web_url": "http://query.nytimes.com/gst/fullpage.html?res=9807E3DD123AF936A25751C0A9639C8B63", "snippet": "Chris Rock, right, is stirring controversy even before a word of his monologue as Oscar host is heard, which may be exactly what the Academy of Motion Picture Arts and Sciences hoped for. The uncensored comic was criticized by the Drudge Report We...", "lead_paragraph": "Chris Rock, right, is stirring controversy even before a word of his monologue as Oscar host is heard, which may be exactly what the Academy of Motion Picture Arts and Sciences hoped for. The uncensored comic was criticized by the Drudge Report Web site over the weekend for making what it called anti-gay comments, but the academy issued a statement yesterday defending Mr. Rock's weeks-old comments that ''are meant to be humorous digs at a show that some people, obviously including Chris himself, think may be a bit too stuffy.'' Mr. Rock's statement at a news conference on Jan. 21 in Los Angeles for foreign media noted, according to Drudge: ''What straight black man sits there and watches the Oscars? Show me one.'' A spokesman for the Gay and Lesbian Alliance Against Defamation declined to comment officially but observed that the comment seemed to be aimed more at the Oscars than against gays. The academy denied that members had complained about Mr. Rock's remarks and added: ''We can't wait to watch Chris Rock perform on Feb. 27, and we'll be holding on to our hats, too.'' SHARON WAXMAN", "abstract": "Arts, Briefly column; Academy of Motion Picture Arts and Sciences, defending show host Chris Rock, says Rock's weeks-old anti-gay comments were meant to be humorous digs aimed at Oscars show; photo (S)", "print_page": "2", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Arts, Briefly; Defending Chris Rock"}, "keywords": [{"name": "persons", "value": "ROCK, CHRIS"}, {"name": "organizations", "value": "ACADEMY OF MOTION PICTURE ARTS AND SCIENCES"}, {"name": "subject", "value": "COMEDY AND HUMOR"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "ACADEMY AWARDS (OSCARS)"}, {"name": "subject", "value": "DISCRIMINATION"}, {"name": "subject", "value": "AWARDS, DECORATIONS AND HONORS"}, {"name": "subject", "value": "HOMOSEXUALITY"}], "pub_date": "2005-02-15T00:00:00Z", "document_type": "article", "news_desk": "The Arts/Cultural Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Sharon", "lastname": "WAXMAN"}], "original": "By SHARON WAXMAN"}, "type_of_material": "News", "_id": "4fd2a5df8eb7c8105d88da8b", "word_count": 188, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2005/02/14/technology/14godfather.html", "snippet": "The best work of some artists is released posthumously. For Marlon Brando, that work is Godfather: The Videogame....", "lead_paragraph": "The scene at Il Cantile restaurant in Little Italy in Manhattan last Thursday night was anything but old country. Electronic Arts used the restaurant to preview its new video game, The Godfather, which puts the player in the overcoat and homburg of a young operative in the Corleone organization, made famous in Mario Puzo's 1969 book and the 1972 movie it spawned. Electronic Arts' version of the story was also a final collaboration for many of the original Godfather performers. James Caan and Robert Duvall reprised several of their famous conversations from the movie and added new dialogue written specifically for the game.", "abstract": "Electronic Arts previews new video game based on The Godfather book and movies; actors James Caan and Robert Duvall reprise several of their famous conversations from movie in game; photo (M)", "print_page": "6", "blog": [], "source": "The New York Times", "multimedia": [{"url": "images/2005/02/14/business/14godfather.gif", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2005/02/14/business/14godfather.gif"}, "type": "image", "height": 75}], "headline": {"main": "MediaTalk; Reprising 'The Godfather' for Video Gamers"}, "keywords": [{"name": "creative_works", "value": "GODFATHER, THE (BOOK)"}, {"name": "creative_works", "value": "GODFATHER, THE (MOVIE)"}, {"name": "persons", "value": "PUZO, MARIO"}, {"name": "persons", "value": "BRANDO, MARLON"}, {"name": "persons", "value": "CAAN, JAMES"}, {"name": "persons", "value": "DUVALL, ROBERT"}, {"name": "organizations", "value": "ELECTRONIC ARTS"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "COMPUTER AND VIDEO GAMES"}, {"name": "subject", "value": "BOOKS AND LITERATURE"}], "pub_date": "2005-02-14T00:00:00Z", "document_type": "article", "news_desk": "Business/Financial Desk", "section_name": "Technology; Movies; Business; Books", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Noah", "lastname": "ROBISCHON"}], "original": "By NOAH ROBISCHON"}, "type_of_material": "News", "_id": "4fd2839c8eb7c8105d851c1c", "word_count": 294, "slideshow_credits": null}, {"web_url": "http://query.nytimes.com/gst/fullpage.html?res=9E02E2D9153AF937A25751C0A9639C8B63", "snippet": "Mazel Tov for 'Jewtopia'      ''Jewtopia,'' the wink-wink Off Broadway comedy by Sam Wolfson and Bryan Fogel, right, about a gentile man who poses as a Jew to win his love, has handily recouped its entire investment of $625,000 in 20 weeks, the pr...", "lead_paragraph": "Mazel Tov for 'Jewtopia' ''Jewtopia,'' the wink-wink Off Broadway comedy by Sam Wolfson and Bryan Fogel, right, about a gentile man who poses as a Jew to win his love, has handily recouped its entire investment of $625,000 in 20 weeks, the producers announced. The show, at the Westside Theater on West 43rd Street, began performances in September, and new productions are set to open in Chicago next month and in Florida and Detroit later this year. Film Prizes in Britain Martin Scorsese's ''Aviator'' and Mike Leigh's ''Vera Drake'' were the biggest winners at the British Academy Film Awards (the Baftas) on Saturday night. ''The Aviator'' took four awards, including best film and best supporting actress, for Cate Blanchett; ''Vera Drake'' won three prizes, including best director and best leading actress, for Imelda Staunton, right. In a list of prizes that looks not very different from most Oscar predictions, Jamie Foxx won best actor for ''Ray,'' Charlie Kaufman won for best screenplay for ''Eternal Sunshine of the Spotless Mind,'' and Alexander Payne and Jim Taylor won for best adapted screenplay for ''Sideways.'' Sir Elton's Fund-Raiser Sir Elton John will play a free outdoor concert in Philadelphia on July 4 to help raise money to fight AIDS. The event, the Philadelphia Freedom Concert and Ball, will take place on the evening of Independence Day with Sir Elton playing in front of the Philadelphia Museum of Art. Organizers are hoping for an audience of 1.5 million; a similar concert four years ago by Garth Brooks drew 1.2 million, said Mark Segal of the Dr. Magnus Hirschfeld Fund, one of the sponsors. Sir Elton will also join Andrea Bocelli, Rod Stewart, Phil Collins and Ozzy and Kelly Osbourne to re-record the bittersweet 1992 Eric Clapton hit ''Tears in Heaven'' as a fund-raiser for tsunami relief, Reuters reported. The recording, being made in sessions in London, Switzerland and Los Angeles, will benefit the Save the Children Fund. Footnotes Morris Day and the Time -- forever remembered for their performance as the lovable funk also-rans to Prince's band the Revolution in the film ''Purple Rain'' -- will play at the Apollo Theater on Thursday in a double bill with the 1970's R&B survivors the Ohio Players. The Tony- and Emmy Award-winning Elaine Stritch is the final solo act of the inaugural Allen Room season of Lincoln Center's American Songbook series in Rose Hall at the Time Warner Center; she offers a new one-woman show on March 4. Preceding her will be Nellie McKay on March 1 and Dar Williams on March 3. Winnowed from more than 1,500 singers heard in auditions in the United States and Canada, as many as 10 vocalists will be heard when Patrick Summers leads the Metropolitan Opera Orchestra in the Met's Grand Finals Concert at 3 p.m. on March 20.", "abstract": "Jewtopia handily recoups its entire investment of $625,000 in 20 weeks; photo (S)", "print_page": "2", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Arts, Briefly"}, "keywords": [{"name": "creative_works", "value": "JEWTOPIA (PLAY)"}, {"name": "subject", "value": "THEATER"}], "pub_date": "2005-02-14T00:00:00Z", "document_type": "article", "news_desk": "The Arts/Cultural Desk", "section_name": "Arts; Theater", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Ben", "lastname": "Sisario"}], "original": "Compiled by Ben Sisario"}, "type_of_material": "News", "_id": "4fd24a4d8eb7c8105d7e8328", "word_count": 470, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2005/02/13/movies/oscars/13carr.html", "snippet": "Clint Eastwood has delivered his studio Oscar and box-office success. So why was \"Million Dollar Baby\" so hard to make?...", "lead_paragraph": "FIVE times in a dozen years, Clint Eastwood, director, has given Warner Brothers, a studio otherwise short on Oscar winners, a ticket to the Academy Awards. He directed a best picture, ''Unforgiven,'' in 1993 and two years ago delivered a best picture nominee, ''Mystic River.'' Meryl Streep received an acting nomination for his ''Bridges of Madison County,'' a 1995 Warner film. Even ''Space Cowboys,'' the old-guy space romp he made for the studio in 2000, picked up a nomination for its sound effects. But the green light still doesn't come easy for a 74-year-old pro who has called the Warner lot his professional home since 1975, and has now produced, directed and/or starred in some 30 pictures for the company since ''Dirty Harry'' in 1971. When Mr. Eastwood proposed his ''Million Dollar Baby,'' the studio balked, citing audience aversion to boxing pictures, just as it had first turned down ''Mystic River,'' a crime-and-friendship story that was first deemed too dark. Warner executives only budged when an outside financier, Lakeshore Entertainment, agreed to share the cost.", "abstract": "Actor and director Clint Eastwood, in spite of longstanding relationship with studio Warner Brothers and his proven Academy-Award-winning track record, still had difficulty convincing studio to make Oscar-nominated film Million Dollar Baby; Eastwood discusses process of pitching movie, interview; photos (special section, The Oscars) (M)", "print_page": "3", "blog": [], "source": "The New York Times", "multimedia": [{"url": "images/2005/02/13/arts/13carr75.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2005/02/13/arts/13carr75.jpg"}, "type": "image", "height": 75}], "headline": {"main": "Clint Eastwood, Still Fighting For the Green Light", "kicker": "THE OSCARS"}, "keywords": [{"name": "creative_works", "value": "MILLION DOLLAR BABY (MOVIE)"}, {"name": "persons", "value": "EASTWOOD, CLINT"}, {"name": "organizations", "value": "WARNER BROTHERS"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "ACADEMY AWARDS (OSCARS)"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}, {"name": "subject", "value": "AWARDS, DECORATIONS AND HONORS"}], "pub_date": "2005-02-13T00:00:00Z", "document_type": "article", "news_desk": "Arts and Leisure Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "David", "lastname": "CARR"}], "original": "By DAVID CARR"}, "type_of_material": "News", "_id": "4fd2443f8eb7c8105d7de7fb", "word_count": 1875, "slideshow_credits": null}, {"web_url": "http://query.nytimes.com/gst/fullpage.html?res=9A04E0D91F3BF930A25751C0A9639C8B63", "snippet": "VERA DRAKE  Written by Mike Leigh      The title character of ''Vera Drake,'' played by Imelda Staunton, below (Ms. Staunton was nominated for an Oscar for best actress), is a cleaning woman and abortionist in 1950 London. In this scene, she is in...", "lead_paragraph": "VERA DRAKE Written by Mike Leigh The title character of ''Vera Drake,'' played by Imelda Staunton, below (Ms. Staunton was nominated for an Oscar for best actress), is a cleaning woman and abortionist in 1950 London. In this scene, she is interrupted at a family party by some unexpected -- and unwelcome -- guests: the police (Peter Wight plays Detective Inspector Webster, Martin Savage is Detective Inspector Vickers and Helen Coker is WPC Best; Vera's husband, son, and pregnant sister-in-law are played by Phil Davis, Daniel Mays and Heather Craney, respectively). Mr. Leigh's unusual methods make him, perhaps, an unlikely nominee for best original screenplay. ''At no stage of the pre- or post-production is there ever a document on paper you could call a screenplay,'' he said. Instead, Mr. Leigh and his actors create the story and dialogue in an elaborate rehearsal process. ''Sequence by sequence, under my instruction, we evolve the material, working from improvisation to finished, perfectly honed, final draft scenes,'' he said. ''Then we shoot.''", "abstract": "Script excerpt from film Vera Drake, for which director and screenwriter Mike Leigh is nominated for best screenplay Academy Award; photo (special section, The Oscars) (M)", "print_page": "14", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "The Best Screenplays", "kicker": "THE OSCARS"}, "keywords": [{"name": "creative_works", "value": "VERA DRAKE (MOVIE)"}, {"name": "persons", "value": "LEIGH, MIKE"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "ACADEMY AWARDS (OSCARS)"}, {"name": "subject", "value": "AWARDS, DECORATIONS AND HONORS"}], "pub_date": "2005-02-13T00:00:00Z", "document_type": "article", "news_desk": "Arts and Leisure Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": null, "type_of_material": "News", "_id": "4fd24a4d8eb7c8105d7e82e8", "word_count": 465, "slideshow_credits": null}, {"web_url": "http://query.nytimes.com/gst/fullpage.html?res=9C00E1DE173AF930A25751C0A9639C8B63", "snippet": "HAVE you seen the yarnmobile yet? Rivaling the Oscar Mayer Wienermobile in showiness, this blue van has on its roof three enormous balls of yarn -- yellow, pink and green -- with a huge pair of knitting needles protruding even higher. Flying Finge...", "lead_paragraph": "HAVE you seen the yarnmobile yet? Rivaling the Oscar Mayer Wienermobile in showiness, this blue van has on its roof three enormous balls of yarn -- yellow, pink and green -- with a huge pair of knitting needles protruding even higher. Flying Fingers Yarn Shop in Irvington runs it, and if it doesn't signal the ascendance of the knitting craze in Westchester, I don't know what does. Knitting has not only come back, it has also become cool. Witness the cunning little handknit caps worn under the helmets of the snowboarding teenagers in the X Games on ESPN. Extremely cool teenage boys are knitting. Even movie stars are knitting: Julia Roberts and Catherine Zeta-Jones have been seen clicking away on the set. Pick up a copy of Stitch 'n' Bitch, the bible for a certain kind of knitter, and you can find patterns to knit a Joey Ramone doll or groovy bikini tops.", "abstract": "Kate Stone Lombardi County Lines column on knitting, which has become 'cool' pasttime in Westchester County, NY, and elsewhere around country; drawing (M)", "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "The Cool World of Knitting (Really)", "kicker": "COUNTY LINES"}, "keywords": [{"name": "glocations", "value": "WESTCHESTER COUNTY (NY)"}, {"name": "subject", "value": "KNITTING AND KNIT GOODS"}], "pub_date": "2005-02-13T00:00:00Z", "document_type": "article", "news_desk": "Westchester Weekly Desk", "section_name": "New York and Region", "subsection_name": null, "byline": {"person": [{"firstname": "Kate", "middlename": "Stone", "lastname": "LOMBARDI", "rank": 1, "role": "reported", "organization": ""}], "original": "By KATE STONE LOMBARDI"}, "type_of_material": "News", "_id": "4fd2571b8eb7c8105d8013d1", "word_count": 757, "slideshow_credits": null}]}, "status": "OK", "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}