{"response": {"meta": {"hits": 254, "time": 24, "offset": 110}, "docs": [{"web_url": "http://query.nytimes.com/gst/fullpage.html?res=9E0DE4DB173AF932A25751C0A9639C8B63", "snippet": "Theater    A selective listing by critics of The Times: New or noteworthy Broadway, Off Broadway and Off Off Broadway shows this weekend. Approximate running times are in parentheses. * denotes a highly recommended show.  + means discounted ticket...", "lead_paragraph": "Theater A selective listing by critics of The Times: New or noteworthy Broadway, Off Broadway and Off Off Broadway shows this weekend. Approximate running times are in parentheses. * denotes a highly recommended show. + means discounted tickets were available at the Theater Development Fund's TKTS booth for performances last Friday and Saturday nights. Full reviews of current shows, additional listings, showtimes and tickets: nytimes.com/theater. Broadway +'BROOKLYN BOY' One of the mortifications of middle age is being forced to admit the truth in those extra-mossy clichés that you mock when you are young and arrogant. The past always catches up with you; blood is thicker than water; be careful what you wish for. These are among the stale-but-true bromides that are acknowledged by the title character in Donald Margulies's sincere but doggedly unsurprising new play about the midlife crisis of a suddenly successful novelist (Adam Arkin). While this comic drama is steeped in an admirably humble and often touching spirit of acceptance, it seldom does what Mr. Margulies has achieved repeatedly before: make the familiar seem fresh. Polly Draper and Ari Graynor stand out in an excellent cast, smoothly directed by Daniel Sullivan (2:20). Biltmore Theater, 261 West 47th Street, (212)239-6200. Tuesdays, Thursdays and Fridays at 8 p.m.; Wednesdays and Saturdays at 2 and 8 p.m.; Sundays at 2 p.m. Tickets: $26 to $79. BEN BRANTLEY +'FIDDLER ON THE ROOF' From the moment it sounds its first word in David Leveaux's placid revival, the voice of Harvey Fierstein (who has replaced Alfred Molina in the central role of Tevye) makes the audience prick up its ears. Heard not so long ago issuing from the plus-size form of Edna Turnblad in the musical ''Hairspray,'' Mr. Fierstein's voice is one of the most distinctive in theater, variously evoking a kazoo, a congested saxophone, wind in a bottle and echoes from a crypt. It is, in a way, its own multicolored show. Whether it fits comfortably into the little Russian village of Anatevka is another issue. But at least it brings a bit of zest to Mr. Leveaux's abidingly bland production (2:55). Minskoff Theater, 200 West 45th Street, (212)307-4100. Tuesdays at 7 p.m.; Wednesdays through Saturdays at 8 p.m.; Wednesdays and Saturdays at 2 p.m.; Sundays at 3 p.m. Tickets: $35 to $100. BRANTLEY +'GOOD VIBRATIONS' Even those who believe that everything on this planet has a purpose may at first have trouble justifying the existence of ''Good Vibrations,'' the singing headache that manages to purge all catchiness from the surpassingly catchy hits of the Beach Boys. But audience members strong enough to sit through this rickety jukebox of a show will discover that the production, directed and choreographed by John Carrafa, does have a reason to be. ''Good Vibrations'' sacrifices itself to make all other musicals on Broadway look good. As the show's washboard-stomached performers smile, wriggle and squeak with the desperation of wet young things hung out to dry, you feel their pain. It is unlikely, however, to be more acute than yours (2:15). Eugene O'Neill Theater, 230 West 49th Street, (212)239-6200. Tuesdays at 7 p.m.; Wednesdays, Thursdays, Fridays and Saturdays at 8 p.m.; Wednesdays and Saturdays at 2 p.m. Tickets: $76 to $101; a limited number of $25 student rush tickets are available at the box office on the day of the show. BRANTLEY +'LITTLE WOMEN' Sutton Foster never merely walks when she can scamper in this perky, sketchy adaptation of Louisa May Alcott's classic novel of a Civil War-era New England girlhood. Portraying Jo the tomboy, Ms. Foster creates a dizzyingly hyperkinetic creature who, were she living in the 21st century, would probably be on Ritalin. Ms. Foster (a Tony winner for ''Thoroughly Modern Millie'') shows a gift for fresh, comic line readings. But her energy is often less infectious than exhausting. The same can be said of the show, directed by Susan H. Schulman and featuring a book by Allan Knee, with songs by Jason Howland and Mindi Dickstein. Watching the production is rather like speed-reading Alcott's novel. And the cast members, who include the mellow-voiced Maureen McGovern, mostly bring to mind 1860's-themed editions of the American Girl series of dolls (2:20). Virginia Theater, 245 West 52nd Street, (212)239-6200. Tuesdays at 7 p.m.; Thursdays and Fridays at 8 p.m.; Wednesdays and Saturdays at 2 and 8 p.m.; Sundays at 3 p.m. Tickets: $60 to $100. BRANTLEY Off Broadway +'BELFAST BLUES' The ''Belfast Blues'' of Geraldine Hughes's solo show aren't the kind you'd expect. Yes, the ''troubles'' between Roman Catholics and Protestants that have roiled Northern Ireland for decades do cast an emotional shadow over this heartfelt and funny if unexceptional stage memoir, descriptively subtitled ''one wee girl's story about family, war, Jesus and Hollywood.'' But Ms. Hughes's title more directly refers to her big, inquisitive and exceptionally expressive eyes, which helped secure that wee girl a ticket to a happier life. ''Belfast Blues,'' which recounts her experience growing up amid poverty and violence in Belfast in the 1970's and 80's, does not bring any groundbreaking insights to familiar territory. But Ms. Hughes is a bright, inviting presence, and the surprising agent of her deliverance from the troubled atmosphere of her youth gives the show a modestly refreshing twist (1:25). Culture Project, 45 Bleecker Street, (212)307-4100. Tuesdays through Fridays at 8 p.m.; Saturdays at 4 and 8 p.m.; Sundays at 4 p.m. Tickets: $45; a limited number of $20 student rush tickets are available at the box office one hour before the performance. CHARLES ISHERWOOD 'THE CHERRY ORCHARD' In this stunningly powerful production, an intriguing balance arises between Lopakhin, the bourgeois former serf, and the aristocratic family that owns the cherry orchard and whose fortunes are all but dried up. The landowner Lyubov Ranevskaya (Petronia Paley), returning penniless from her life abroad, is as elegant as she is self-delusional. Against her beauty and her dignity, Lopakhin (Wendell Pierce), the archetype of the small-minded arriviste, is a hard man to like. But this production brings out their shared past in subtle but forceful gestures that complicate the audience's sympathies (2:00). Harlem School of the Arts Theater, 645 St. Nicholas Avenue, near 141st Street, (212)868-4444. Wednesdays through Saturdays at 8 p.m.; Sundays at 3 p.m. Tickets: $25. CAMPBELL ROBERTSON 'COUNSELLOR-AT-LAW' Entertainment in abundance radiates from the Peccadillo Theater Company's new production of the old Elmer Rice drama ''Counsellor-at-Law.'' Starring the Tony Award-winning John Rubinstein, ''Counsellor-at-Law'' is a drama that throbs with New York life and brims with touchstones of another time, like ''George White's Scandals'' and the Court of General Sessions. But it also retains relevance to ambition and success in the 21st century. It has a hero worth rooting for, a healthy dose of sacred and profane love, some sharp jabs at class difference, villains who merit a hearty hiss and plenty of New York attitude and humor (2:45). Theater at St. Clement's, 423 West 46th Street, Clinton, (212)868-4444. Tuesdays through Saturdays at 8 p.m.; Saturdays and Sundays at 2 p.m. Tickets: $55; $20 student rush tickets available at the box office 15 minutes before the performance. LAWRENCE VAN GELDER +'SABINA' Once a forgotten ghost in the annals of psychoanalysis, Sabina Spielrein is proving to have surprising staying power. A patient of Carl Jung and an acquaintance of Sigmund Freud who ultimately became a psychoanalyst herself, Spielrein has a history that has provided material for two movies and two plays. The first of these was Willy Holtzman's ''Sabina,'' first produced by Primary Stages in 1996 and now in revival as part of the company's 20th-anniversary season. The new production, directed by Ethan McSweeny, is hampered by an unsatisfactory performance from Marin Ireland in the title role. But the history of Spielrein's relationships with the founder of psychoanalysis and his protégé turned apostate is nonetheless engrossing. It provides a provocative window into the much-studied relationship between Freud and Jung. Peter Strauss gives an admirably understated performance as a paternalistic Freud, and Victor Slezak, as Jung, gives persuasive dramatic life to a now-mythic figure. (2:15). Primary Stages, at 59E59 Theaters, 59 East 59th Street, (212)279-4200. Tuesdays at 7 p.m.; Wednesdays though Saturdays at 8 p.m.; Saturdays at 2 p.m.; Sundays at 3 p.m. Tickets: $55. ISHERWOOD 'SHYLOCK' Deconstructing Shakespeare is a dangerous sport; it's impossible to be more imaginative or clever than the playwright himself, even if you are Harold Bloom. Gareth Armstrong gives it a game try, but ''Shylock,'' his 80-minute dissertation on the evolution of one of Shakespeare's most memorable characters, although deftly performed, is no exception. While his pocket synopses of anti-Semitism, Elizabethan England, Marlowe's ''Jew of Malta'' and even a Baedeker of famous actors' renditions of Shylock are edifying, they are not sufficiently enlightening or entertaining. The most riveting lines of Mr. Armstrong's monologue belong to Shakespeare himself (1:35). Perry Street Theater, 31 Perry Street, Greenwich Village, (212)868-4444. Wednesdays through Fridays at 8 p.m.; Saturdays at 3 and 8 p.m.; Sundays at 3 and 7 p.m. Tickets: $55; a limited number of $20 student/senior rush tickets available at the box office 30 minutes before the performance. PHOEBE HOBAN +'SLEEPING BEAUTY' Trust a British ''Sleeping Beauty'' to pivot on a fairy's flatulence. Yes, that surefire laugh trigger in old Blighty plays an unexpectedly large role in Rufus Norris's murky new version of the familiar fairy tale for the Young Vic Theater Company. Mr. Norris, a talented young British director whose Broadway-bound production of ''Festen'' snapped up many London theater awards, isn't interested in pretty pictures. His vigorously staged, grotesquely comic ''Sleeping Beauty,'' which unfolds in smoky darkness beneath a queasy yellow moon, is entirely in tune with the current vogue for teasing out thickets of disturbing subtext in children's literature. The production's eccentric designs accentuate the predominantly eerie air (2:00). New Victory Theater, 209 West 42nd Street, (212)239-6200. Tonight at 7; tomorrow and Sunday at 1 and 7 p.m. Tickets: $10, $20 and $30. ISHERWOOD +'TEXAS HOMOS' Often in theater, the provocativeness of a play's title correlates with quality, and not in a good way. But ''Texas Homos'' is a pleasant exception. The title's tone does serve a purpose: it signals that the language in this show is far filthier than some theatergoers might care for, but the play is artfully constructed and convincingly acted, especially by Reed Birney and Richard Bekins in the central roles. Cecil (Mr. Birney) and Jim Bob (Mr. Bekins) have been caught engaging in gay sex in a police sting at a public restroom in Tyler, Tex. Since one is the town doctor and the other a preacher, and since both have wives and children, this creates more than a few problems. ''Texas Homos'' is not really about gay men at all. It is about everyone who has a secret life, and the nightmare that envelops such people once they are discovered. Mr. Birney's portrait of desperation and defiance feels dead on, and so does Mr. Bekins's of resignation and surrender (2:00). June Havoc Theater, Abingdon Theater Complex, 312 West 36th Street, (212)868-4444. Tuesdays through Fridays at 7:30 p.m.; Saturdays at 2 and 7:30 p.m.; Sundays at 3. Tickets: $25. NEIL GENZLINGER *'THOM PAIN (BASED ON NOTHING)' Is there such a thing as standup existentialism? If not, Will Eno has just invented it. This monologue, which runs just over an hour and requires minimal stagecraft, is as unassuming in its means as it is astonishing in its impact. It's one of those treasured nights in the theater -- treasured nights anywhere, for that matter -- that can leave you both breathless with exhilaration and, depending on your sensitivity to meditations on the bleak and beautiful mysteries of human experience, in a puddle of tears. Also in stitches, here and there. Mr. Eno and his performer, the actor James Urbaniak, hereby reinvent that seemingly moribund theatrical genre, the solo show. They are immeasurably aided by the work of the director Hal Brooks. Mr. Eno's voice, or the voice of the narrator/protagonist/master of ceremonies played by Mr. Urbaniak, is alternately lyrical and affectless, ecstatic and flat, sardonic and sincere. Standup-style comic riffs and deadpan hipster banter keep interrupting the corrosively bleak narrative: Mr. Eno might be called a Samuel Beckett for the Jon Stewart generation. Let's try that again, minus the conditional: Mr. Eno is a Samuel Beckett for the Jon Stewart generation (1:10). DR2 Theater, 103 East 15th Street, Flatiron district, (212)239-6200. Tuesdays through Fridays at 8 p.m.; Saturdays at 6 and 9 p.m.; Sundays at 3 and 7 p.m. Tickets; $45. ISHERWOOD *'THE 25TH ANNUAL PUTNAM COUNTY SPELLING BEE' This lovably inconsequential, entirely adorable new musical brings to the stage the culture's current mania for celebrating that most revered of American virtues, the will to victory. A mock spelling bee, it pokes serious fun at its twitchy tween contestants -- in the loopy spirit of the movies ''Waiting for Guffman'' and ''Best in Show'' -- but also pays affectionate tribute to these quirky young spelling titans. William Finn's nimble, upbeat score provides the emotional underpinning for Rachel Sheinkin's more satirical -- indeed often riotously funny -- book. The director James Lapine, Mr. Finn's collaborator on ''Falsettos,'' is also in impeccable form, managing to transform into virtues two of the theater's most reliable pitfalls, namely audience participation and the usually ghastly conceit of adult actors' playing kids (1:45). Second Stage, 307 West 43rd Street, Clinton, (212)246-4422. Tuesdays at 7 p.m.; Wednesdays through Fridays at 8 p.m.; Wednesdays at 2 p.m.; Saturdays at 2 and 8 p.m.; Sundays at 3 p.m. Tickets: $75. ISHERWOOD 'WASTED (THE MYSTERY/HISTORY OF PUBLIC EDUCATION IN THE UNITED STATES AND HOW IT GOT THAT WAY)' In ''Wasted,'' the Irondale Ensemble Project tries to answer a very difficult question: How do you make a play about the history of the public school system in American without being terribly boring? While they came up with a number of solutions, none were satisfactory. History is reduced to good guys and bad guys, who both talk in slogans: should school teach kids to think for themselves or prepare them for the workforce? The decline of the school system is told simply as a story of dark conspiracies motivated by corporate greed. In the end, you get the sense that this show is made by people who have spent little time reflecting on the ideas of the other side (2:00). Theater for the New City, 155 First Avenue, at Ninth Street, East Village, (212)352-3101. Tuesdays through Saturdays at 8 p.m. Tickets: $25; $15 for seniors, students and New York City Public School teachers; on Thursdays pay what you can afford. JASON ZINOMAN Off Off Broadway 'THE CONFESSIONS OF PUNCH AND JUDY' The anarchist Punch and his wife, Judy, have been beating each other senseless for centuries, but while the famously warring married couple is usually performed by puppets, two real-life actors do the quarreling in ''The Confessions of Punch and Judy,'' a rigorously performed modern update with a surplus of energy and a deficit of direction. Ker Wells and Tannis Kowalchuk, who wrote the drama with the director Raymond Bobgan, play the pair in this pedestrian production, which mixes mime, ballroom dance, first-person monologues, puppetry and naturalistic acting. The play has few original thematic or design ideas and never reinvents the stock characters in an interesting way. In the end, it has no insight that you won't learn later this year in the revival of Edward Albee's ''Who's Afraid of Virginia Woolf?'' (1:10). Here Arts Center, 145 Avenue of the Americas, at Dominick Street, South Village, (212)868-4444. Wednesdays through Sundays at 7 p.m. Tickets: $15. ZINOMAN 'DAY OF RECKONING' This play about the anarchist and labor reformer Lucy Parsons is unevenly paced and clumsily staged, but it has this saving grace: unlike some other theatrical efforts associated with Black History Month, it is not shallow hero worship. Parsons was a decidedly flawed hero, and Melody Cooper, the playwright, leaves those flaws in plain sight. As a young woman, Parsons, played by Ms. Cooper, called herself Lucy Gonzalez and tried to pass as Mexican and American Indian, chafing at any suggestion that she was black. And in her militant-labor phase, with her white husband, Albert, she exhorted followers, ''Learn to use explosives.'' When the Parsonses' domestic bliss is shattered by the Haymarket Riot of 1886, Lucy loses her bearings, and her son pays an appalling price. Ms. Cooper's recounting of this fascinating life could benefit from a large infusion of understatement, but still, Parsons's story is one that deserves to be told, especially at a time when those with radical ideas are again under intense scrutiny (1:50). All Stars Project's Performing Arts and Education Center, 543 West 42nd Street, Clinton, (212)941-1234. Fridays at 8 p.m.; Saturdays at 2 and 8 p.m.; Sundays at 2 p.m. Tickets: $15. GENZLINGER 'THE FLID SHOW' With the drug Vioxx making headlines because of its recent recall over adverse side effects, Richard Willett's play ''The Flid Show'' gains an unsettling topicality. The play traces the history of Thalidomide, the sleeping pill widely distributed in Europe in the late 1950's and early 60's that caused birth defects when taken by pregnant women. Mat Fraser, a seasoned and charismatic British actor who was himself a ''Thalidomide baby,'' stars as Duncan, a lounge singer coming to grips with the anger and resentment fueled by his lifelong struggles. In Mr. Willett's fanciful dramatic scheme -- borrowed from a certain Dickens holiday favorite, as he acknowledges -- Duncan's psychological scars are healed by a series of ghostly visitors who sweep him through time and space. The documentary aspects of the play are absorbing and often poignant (particularly Amy Staats' monologue as a bereaved Belgian mother), but Duncan's personal story, centering on his rocky romance with a doctor and a reconciliation, in spirit at least, with his dead mother, is crudely drawn and clichéd. The director Eliza Beckwith's production is also on the clunky side, with most of the acting not up to the standard set by Mr. Fraser in the central role (2:15). Medicine Show Theater, 549 West 52nd Street, Clinton, (212)352-3101. Fridays, Saturdays and Mondays at 8 p.m. Tickets: $15; $30 for a special benefit performance on Feb. 24. ISHERWOOD Last Chance +'THE HOUSE OF BERNARDA ALBA' The role of Bernarda Alba has not changed in this production: she is still the tyrannical widowed mother of five daughters who are burning to free themselves from her stifling house. But here it's Poncia (Joanne Camp), the maid, who sets the tone. Poncia's world-weariness instills the play with an earthy, prosaic feel rather than a poetic one. Gone is the passion, and gone, too, is the terror when the tragic consequences of Bernarda's tyranny are revealed. Gone, in other words, is the heat that permeates the play. In its place is a comfy warmth, a fireside instead of an inferno (1:45). Pearl Theater Company, at Theater 80, 80 St. Marks Place, East Village, (212)598-9802. Tomorrow at 2 and 8 p.m.; Sunday at 2 p.m. Tickets: $50 for tomorrow evening and Sunday; matinee tomorrow, $40. ROBERTSON *'A NUMBER' Since the 1970's, Caryl Churchill has produced studies of a world quaking under constant siege, in which style somehow always uniquely mirrors content. In this stunning, elliptical play about a father's experiment with genetic engineering, this invaluable dramatist considers a threat to the very cornerstone of Western civilization since the Renaissance: the idea of human individuality, a subject she manages to probe in depth in a mere 62 minutes of spartan sentences and silences. Every word, gesture and pause in this dramatic fugue for two actors -- meticulously directed by James MacDonald and performed by Arliss Howard and Dallas Roberts -- sets off echoes of multiple meaning. The play trenchantly makes the point that we no longer have the apparatus, verbal or psychological, to accommodate the changes in a time when science is moving faster than society. It is hard to think of another contemporary playwright who combines such economy of means and breadth of imagination (1:05). New York Theater Workshop, 79 East Fourth Street, East Village, (212)239-6200. Tonight at 8; tomorrow at 2 and 8 p.m.; Sunday at 2 and 7 p.m. Tickets: $65. BRANTLEY Movies A selective listing by critics of The Times: New or noteworthy movies playing this weekend in the New York metropolitan region. * denotes a highly recommended film. Ratings and running times are in parentheses. Full reviews of all current releases, movie trailers, showtimes and tickets: nytimes.com/movies. 'ALIENS OF THE DEEP' Directed by James Cameron and Steven Quale. (G, 48 minutes). When the director James Cameron proclaimed himself ''king of the world'' on winning the Oscar for ''Titanic,'' who knew that he also had designs on the rest of the solar system? His newest film, ''Aliens of the Deep,'' is a grandiose hybrid of undersea documentary and outer-space fantasy that begins on our planet's ocean floor and ends many miles under the ice crust that covers Europa, the second moon of Jupiter. The movie's sneaky transition from undersea documentary to speculative fantasy of a journey yet to be undertaken is so seamless that you could easily mistake the last portion of the film for the record of an actual space voyage. Mr. Cameron's theory, supported by astrobiologists, is that the life forms found at the deepest levels of the ocean where no light from the sun penetrates may hold clues to the nature of possible life in outer space. Filmed in Imax 3-D, it is a visual adventure worthy of that much-degraded adjective, awesome. STEPHEN HOLDEN 'ASSISTED LIVING' Starring Michael Bonsignore and Maggie Riley. Directed by Elliot Greenebaum. (No rating, 77 minutes). As nursing homes go, Meadow View, the site of this hard-headed comedy that feels like a documentary, is a far cry from the hellholes we sometimes read about, where the elderly are dumped and treated like prisoners. The rooms are clean and the staff efficient. Life there is viewed through the institution's scruffy 27-year-old janitor (Mr. Bonsignore) who regularly sneaks off to smoke pot, is careless about punctuality, and plays affectionate pranks on the residents to relieve his boredom. The wisp of a plot follows Todd's relationship with a patient (Ms. Riley) suffering from early Alzheimer's disease. ''Assisted Living'' may be a comedy, but its images of physical frailty are inescapably unsettling. HOLDEN 'THE AVIATOR' Starring Leonardo DiCaprio. Directed by Martin Scorsese (PG-13, 169 minutes). The famously eccentric and reclusive empire builder Howard Hughes was born alone and died alone -- two times when he was no different from anyone else. For the rest of his life, the high-flying Hughes seemed to have drifted in from some distant aerie, where exotic birds hatch far from everyday worries. At the age of 18, he was both an orphan and a millionaire, and while he could never be called ordinary, in the following two decades his wealth and all that it afforded brought him a very American kind of celebrity. It is that celebrity, fueled by money, stoked by matinee looks and playboy style, that preoccupies ''The Aviator,'' Mr. Scorsese's visually sumptuous if disappointingly hollow account of Hughes's early life. Written by John Logan, the story principally covers the late 20's through the 40's, when Hughes, played by Mr. DiCaprio, was gadding about both Hollywood and the aviation world. MANOHLA DARGIS 'BOOGEYMAN' Starring Barry Watson. Directed by Stephen Kay (PG-13, 86 minutes). There are a lot of close-ups of doorknobs and water faucets in Mr. Kay's would-be horror film. There is a supernaturally speedy killing accomplished with heavy-duty plastic wrap. There is frequent whooshing and rapid camera movement. Despite all of that, it isn't scary. Mr. Watson, of ''Seventh Heaven,'' plays Tim, a grown man who has been afraid of the boogeyman ever since he was 8, when something creepy sucked his father into a closet and out of this life. After his mother's death, Tim vows to spend a night in his childhood home to allay his fears, but, sure enough, the boogeyman is back and after him and everyone he cares about (well, an uncle and two girlfriends). The house is very creaky; so is the movie. ANITA GATES 'COACH CARTER' Starring Samuel L. Jackson, Rob Brown, Robert Ri'chard, Rick Gonzalez, Nana Gbewonyo and Antwon Tanner. Directed by Thomas Carter (PG-13, 137 minutes). In this solid, unsurprising inspirational-coach drama, Mr. Jackson plays Ken Carter, who returns to his old high school in the tough Northern California city of Richmond to turn a squad of underachieving misfits into winners, both on and off the court. Based on a true story, the movie combines sports-picture suspense with heroic-educator uplift when Carter, dismayed that his players are slipping academically, padlocks the gym in the midst of an undefeated season. Mr. Carter (the director, not related to the coach) infuses this sentimental warhorse with some flourishes of realism, which are bolstered by the hip-hop soundtrack and by the performances of the younger cast members, especially Mr. Brown as a talented forward struggling with his responsibilities, Ashanti as his girlfriend, and Mr. Gonzalez as a player sliding toward a life of crime. A.O. SCOTT *'HEAD-ON' Starring Birol Unel, Sibel Kekilli, Catrin Striebeck and Guven Kirac. Directed by Fatih Akin (Not rated, 118 minutes). In German and Turkish, with English subtitles. Love doesn't just hurt in the jagged German romance ''Head-On''; it cuts and bleeds and even kills. A story about a lonely man and a still-lonelier woman fighting against their worlds and what often seems like their own best interests, the film has caused a stir in Germany for the murky, troubling light it sheds on the lives of the country's Turkish immigrants. Its popularity made it a fleeting social phenomenon and a minor cultural footnote. But it doesn't explain why this film about two strangers with suicidal tendencies and a deep commitment to self-aggrandizing drama is the first very good movie of this very young year. One of the truisms about romances, even those shaded pitch black and set to banging rock music, is that you have to fall in love with the characters when they're falling for each other. It takes a long time for Cahit (Mr. Unel) and Sibel (Ms. Kekilli) to get inside each other's heads, much less anywhere else, but it doesn't take us long to care about these two perfectly imperfect beings. DARGIS 'HIDE AND SEEK' Starring Robert De Niro, Dakota Fanning, Famke Janssen, Elisabeth Shue, Amy Irving, Dylan Baker and Melissa Leo. Directed by John Polson. (R, 105 minutes). In the downbeat, sufficiently unsettling ''Hide and Seek,'' Mr. De Niro plays a New York City shrink, David, who's married to a somnolent type (Ms. Irving), whose love for their daughter, Emily (Ms. Fanning), can't disguise her unhappiness. Soon after the story starts, violence descends on the family, and David and Emily move to the country for some healing. Once there, things go from lousy to worse, as Emily starts staring blankly into the surrounding woods and palling around with a sinister invisible friend called Charlie. Blood drips into the story; then it pours. One of the most gifted child actors around, Ms. Fanning has both chops and a preternaturally intense screen presence; even when you don't believe the setup, you buy what she is selling. That's a good thing when it comes to this horror-thriller hybrid, which was written by Ari Schlossberg and needs all the help it can get from its actors. DARGIS *'HOTEL RWANDA' Starring Don Cheadle, Sophie Okonedo, Joaquin Phoenix and Nick Nolte. Directed by Terry George (PG-13, 121 minutes). This wrenching political thriller, based on fact, performs the valuable service of lending a human face to an upheaval so savage that it seemed beyond the realm of imagination when news of it filtered into the West. The movie certainly isn't the first screen depiction of a nation consumed in ethnic strife. But its vision of the slaughter of 800,000 Tutsis by the ruling Hutu tribe in Rwanda during a hundred-day bloodbath in 1994 offers a devastating picture of media-driven mass murder left unchecked. The story is based on the real-life experiences of Paul Rusesabagina (Mr. Cheadle), the soft-spoken Hutu manager of the Hotel des Mille Collines, in Kigali, who with his Tutsi wife, Tatiana (Ms. Okonedo), and children, narrowly escapes death several times. Mr. Rusesabagina was directly responsible for saving the lives of more than 1,200 Tutsis and Hutu moderates by sheltering them in the hotel and bribing the Hutu military to spare them. The movie, which is squeamish about showing the full extent of savagery, hammers every button on the emotional console. HOLDEN 'IN GOOD COMPANY' Starring Dennis Quaid, Topher Grace and Scarlett Johansson. Written and directed by Paul Weitz (PG-13, 106 minutes). This gently revisionist fairy tale about good versus evil is set on the battlefield of contemporary corporate culture, a site of our leading blood sport. Mostly, though, the movie is about men. The two men at the story's engaging center are Carter Duryea (Mr. Grace), a young executive who has been promoted beyond his abilities to run the advertising department of a magazine with the resonant name of Sports America. The man whom Carter is meant to make redundant is the 51-year-old Dan Foreman, a ruggedly appealing adult who brings out the best in everyone. Dan has a picture-perfect family and is the kind of unabashedly old-fashioned masculine type that Mr. Quaid has been slow-cooking to perfection over the years and which, on American screens at least, has lately gone missing. DARGIS 'LOST EMBRACE' Starring Daniel Hendler. Directed by Daniel Burman (not rated, 100 minutes; in Spanish, with English subtitles). Set in a shabby Buenos Aires shopping mall, this antic, melancholy comedy gives a Latin American twist to a story of young, male Jewish identity crisis that will be familiar to fans of Philip Roth, Neil Simon and Woody Allen. Ariel (the fast-moving, nervous-looking Mr. Hendler) is a young man in a hurry, without much of a sense of direction. He carries on an anxious affair with an older woman, pines for his former girlfriend, and fantasizes about emigrating to Poland, from which his family fled two generations before. Mostly, though, he is haunted by the absence of his father, Elias, who abandoned him as a baby to go to Israel to fight in the 1973 war. The film, while busy and diffuse, is also touching and funny, and its modesty and haphazardness are among its charms. SCOTT 'MEET THE FOCKERS' Starring Robert De Niro, Ben Stiller, Dustin Hoffman, Barbra Streisand, Blythe Danner, Teri Polo and Owen Wilson. Directed by Jay Roach (PG-13, 114 minutes). Like ''Meet the Parents,'' the follow-up new comedy ''Meet the Fockers'' hinges on the well-traveled idea that there's something comic about being Jewish in America. Not the Philip Roth, take-no-prisoners funny, in which Jewish identity is good, bad, happy, sad, a historical chip on the shoulder, a sign of radical difference. Rather, the post-Borscht Belt funny of the genial sitcom Jew whose difference is amorphous enough to be thoroughly unthreatening; the Jew as an ethnic accessory that non-Jews on both sides of the camera can enjoy without anxiety, like the cute cabala string Madonna likes to wear. And so, just as Bernie loved Bridget, and Rhoda loved Mary, so does Greg Focker (Mr. Stiller) love Pam Byrnes (Ms. Polo). And because Greg loves Pam, Pam's father, Jack (Mr. De Niro), doesn't love Greg. Not because no man could ever be good enough for his daughter, but because Greg doesn't look like Pam's old squeeze, the fair-haired Kevin (Mr. Wilson). DARGIS *'THE MERCHANT OF VENICE' Starring Al Pacino, Jeremy Irons, Joseph Fiennes and Lynn Collins. Directed by Michael Radford (R, 127 minutes). Shakespeare's most problematic play -- at least with respect to modern sensitivities -- receives an intelligent interpretation from Mr. Radford and a superb cast. Mr. Pacino, showing welcome restraint after a series of overdone stage and screen performances, emphasizes Shylock's grief and estrangement, turning him into a fragile monster. But his villainy, however much it smacks of blood libel, cannot be discarded without compromising the play's complex ideas about justice and duty, and Mr. Radford does not try to wash away the stain of anti-Semitism that is woven into the heart of his source. He does remind us how much more is going on in the play, and along with his talented production designer and cinematographer, he renders Venice as a series of Renaissance paintings -- tableaus that in evoking Velázquez, Rembrandt, Titian and Vermeer immerse us in the ferment of early modern Europe. Mr. Irons is quietly mesmerizing in the title role, a creature of mysterious melancholy whose soul seems at once pure and rotted. The movie really belongs to Ms. Collins, who gives Portia her rightful wit and charisma, and makes her the play's cruel and lovely moral center. SCOTT *'MILLION DOLLAR BABY' Starring Clint Eastwood, Hilary Swank and Morgan Freeman. Directed by Mr. Eastwood (PG-13, 135 minutes). Mr. Eastwood takes what appears to be a conventional boxing-melodrama plot about a crusty old trainer whose heart is melted by a spirited young fighter and turns it into a glowing, somber meditation on friendship, ambition and death. The picture's scale is small, and its pacing leisurely, which gives you a chance to savor three lovely performances: from Ms. Swank as the young boxer, Mr. Freeman as a world-weary former contender and Mr. Eastwood as the trainer, Frankie Dunn. At 74, Mr. Eastwood has achieved a level of mastery that leaves him with nothing to prove, and so, unafraid of sentiment and willing to risk cliché, he has made a graceful, lyrical, devastating masterpiece -- the best film released by a major Hollywood studio in 2004. SCOTT *'NOBODY KNOWS' Starring Yuya Yagira. . Directed by Hirokazu Kore-eda (PG-13, 141 minutes; in Japanese, with English subtitles). Based on the true story of four children abandoned by their mother in a small Tokyo apartment, Mr. Kore-eda's fourth film is at once harrowing and tender, an urban horror story with overtones of fairy tale. Restricting himself to the children's point of view, the director creates an almost unbearable sense of dread in the audience; you can't help suspecting that, at every moment, something terrible is about to happen. But at the same time, because the children themselves do not perceive the full terribleness of their situation, the terror is mitigated by a sense of wonder and adventure. The keys to this meticulous and deeply humane film are Mr. Kore-eda's deft camera sense and the remarkable performance of the 12-year-old Mr. Yagira as Akira, the oldest of the four siblings, who must somehow preserve his own innocence while protecting his more vulnerable brother and sisters. SCOTT 'A VERY LONG ENGAGEMENT' Starring Audrey Tautou, Gaspard Ulliel, Jean-Pierre Becker, Dominique Bettenfeld, Clovis Cornillac and Marion Cotillard. Directed by Jean-Pierre Jeunet (R, 133 minutes; in French, with English subtitles). If you like battleground carnage delivered with aesthetic brio, the kind that ensures that when a soldier explodes into confetti, his flesh will dapple a trenchmate as decoratively as pink rosettes on a cake, this new French film will serve you nicely. Set during World War I and its immediate aftermath, and directed by the cult favorite Jean-Pierre Jeunet, it follows the adventures of a young woman, Mathilde (Ms. Tautou), who holds fast to the hope that her young soldier fiancé will return home from his apparent grave. Even when death seems to part them, the cord of her love remains unbroken. Best known for ''Amélie,'' a modern fairy tale also starring Ms. Tautou, Mr. Jeunet possesses a distinctive visual style that's part Rube Goldberg, part F.A.O. Schwarz, and generally enjoyable for about 15 minutes. DARGIS 'THE WEDDING DATE' Starring Debra Messing and Dermot Mulroney. Directed by Clare Kilner. (PG-13, 90 minutes). Either Ms. Kilner or Dana Fox, her screenwriter, must have adored ''Four Weddings and a Funeral,'' because their new romantic comedy struggles from beginning to end to capture that earlier film's charm and ebullience. Their efforts are largely unsuccessful. Ms. Messing stars as Kat Ellis, a New Yorker en route to London for her younger half-sister's wedding. Since there is no man in Kat's life, she turns to the classified ads for male escorts. In a fantasy worthy of ''Pretty Woman,'' the male prostitute she hires turns out to be a hunk (Mr. Mulroney) with beautiful manners and a degree in comparative literature from Brown. Both stars are highly appealing, despite a shaky script with aphorisms that don't quite deliver. After rowdy parties in London, everyone heads for the glorious English countryside for family-bonding activities. ''The Wedding Date'' proves that there is nothing inherently magical about a group of adults frolicking on a lawn with an old pop-music hit in the background. What charms it does have would be far more enjoyable if the movie weren't so in love with its own supposed cuteness. GATES. 'THE WOODSMAN' Starring Kevin Bacon. Directed by Nicole Kassell (R, 87 minutes). Ms. Kassell directs this story of a paroled child molester struggling to re-enter society after 12 years in prison in a lean, unassuming style, which suits the subject matter and gives the fine cast room to explore their complicated, unhappy characters. The story is not always plausible, and the atmosphere sometimes feels programmatically grim, but the film is a serious, compassionate attempt at psychological realism, anchored by Mr. Bacon's precise, unsettling performance as a man trying to untangle his decent impulses from his destructive, predatory urges. SCOTT Pop A selective listing by critics of The Times: New or noteworthy rock and pop concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. Full reviews of recent concerts: nytimes.com/music. APOLLO SUNSHINE, Northsix, 66 North Sixth Street, Williamsburg, Brooklyn, (718)599-5103. The tunefulness of folk-rock and the Beatles goes joyously off the rails in the songs of this Boston band, which tends to get more raucously enthusiastic somewhere around the second verse. Tonight at 9, with Falcon and Brian Bonz opening; admission is $10. JON PARELES *NEKO CASE, Bowery Ballroom, 6 Delancey Street, near the Bowery, Lower East Side, (212)533-2111. In one of her songs, Neko Case declares, ''I'm a dying breed who still believes, haunted by American dreams.'' Her songs look back to the era when country music addressed death, sin and heartbreak. She sings honky-tonk and torch songs in a voice that's intimate with tragedy and desire. Sunday and Monday nights at 8, with the Sadies sharing the bill; tickets are $20, $18 in advance. PARELES C.J. CHENIER, Satalla, 37 West 26th Street, Chelsea, (212) 576-1155. C.J. Chenier, the son of Clifton Chenier, who was the undisputed king of zydeco, picked up his late father's accordion and his Red Hot Louisiana Band in the 1980's, carrying on the family tradition of bayou dance music laced with blues. Sunday afternoon as part of the Let's Zydeco series, with dance lessons at 1:30 and music at 2; admission is $22. PARELES SANDRA COLLINS, Avalon, 662 Avenue of the Americas, at 20th Street, Chelsea, (212)807-7780. Ms. Collins tends toward clean, energetic progressive-house tracks, letting misty atmospherics and grand synthesizers glide over precise rhythm tracks. Tomorrow night after 10, with Pete Tong, Eyal Hen and Eddie Lee; admission is $30. KELEFA SANNEH *BO DIDDLEY/GENYA RAVAN, B.B. King Blues Club and Grill, 243 West 42d Street, (212) 997-4144. When Bo Diddley plays his namesake beat and growls the metaphysical boasts of ''Who Do You Love,'' it's easy to hear the fire and syncopation that made him a rock pioneer. Behind them is a profound education in the blues. Genya Ravan, who sang with the band Ten Wheel Drive and was a pioneering female rock producer, opens the show. Tomorrow night at 8; tickets are $30 in advance, $35 tomorrow. PARELES *THOMAS FEHLMAN, Tonic, 107 Norfolk Street, Lower East Side, (212)358-7503. Mr. Fehlman, a German producer, has been tinkering with electronic beats since the 1980's. Last year he released ''Lowflow'' (Plug Research), a warm CD full of minimalist pulses and languid breakbeats. Tonight at midnight; admission is $5. SANNEH *HEART & SOUL VALENTINE'S CONCERT, Roseland Ballroom, 239 West 52nd Street, Manhattan, (212)247-0200. This is the kind of concert where the audience seems likely to outperform the performers. Not that there's anything wrong with the veteran R&B acts scheduled to appear. The lineup includes Harold Melvin's Blue Notes, Ted Mills (formerly of Blue Magic), Meli'sa Morgan and, perhaps best of all, Staten Island's Force M.D.'s, who were combining smooth R&B with bumpy hip-hop long before it was as popular (or, as the members probably know all too well, as lucrative) as it is today. Still the real thrill will probably be the crowd full of quiet men and notably unquiet women, clutching roses and drinks and -- if the singers are doing their job right -- one another. Tomorrow night at 9; tickets are $45, and you might as well obey the fliers and ''dress to impress.'' SANNEH *NORMAN JAY, APT, 419 West 13th Street, West Village, (212) 414-4245. One of Britain's most popular D.J.'s comes to this cozy (that's a euphemism) nightclub in support of ''Good Times 4'' (Resist), a laid-back double-disc compilation put together by Norman Jay and his brother, Joey Jay. Expect a night of elegant funk, in the broadest sense -- the compilation includes appearances by everyone from the reggae act Zap Pow to the big band overseen by the British electronica producer Matthew Herbert. Tomorrow night after 10, with Citizen Kane; tickets are $8. SANNEH KOOL KEITH, B.B. King Blues Club and Grill, 243 West 42nd Street, Manhattan, (212)997-4144. Kool Keith is hip-hop's definition of multiple personality syndrome, from his days with the Ultramagnetic M.C.'s to more recent metamorphoses into Dr. Octagon and Reverand Tom. Depending on his chosen role, he could be rapping comedy, science or smut. Tonight at 11; tickets are $20. PARELES KITKA, Satalla, 37 West 26th Street, Chelsea, (212)576-1155. The drones, dissonances and eerie beauty of Eastern European women's vocal music are the province of Kitka, which has been singing them since 1979. Tonight at 7:30; tickets are $20. PARELES *JENS LEKMAN/THE IMPOSSIBLE SHAPES/PARKER & LILY/THE SILENT LEAGUE, Mercury Lounge, 217 East Houston Street, at Ludlow Street, Lower East Side, (212)260-4700. Pop gets twisted in highly personal ways on this quadruple bill. Jens Lekman, a Swedish songwriter whose lyrics are in English, writes wistful ditties that can be wry or depressive. The Impossible Shapes look back to the psychedelically warped pop of the late 1960's, while Parker & Lily sing slowly and quietly about the wreckage of romance in reverberant arrangements. Brian Wilson's legacy shimmers through the songs of the Silent League, which uses a handful of musicians to create grandly expansive orchestral pop. Tomorrow night at 8:30; tickets are $10. PARELES LOSER'S LOUNGE TRIBUTE TO QUEEN: NO TIME FOR LOSERS, Fez (downstairs at the Time Cafe), 380 Lafayette Street, at Great Jones Street, East Village, (212)533-2680. Joe McGinty and his coterie of songwriting connoisseurs first applied themselves to the mixture of hard-rock grandiosity and campy arrogance that was Queen five years ago. They're back at it, with ingenious ways to reinterpret the multitracked splendors of songs like ''Bohemian Rhapsody.'' Tonight at 8; admission is $25. Tomorrow night at 7, admission is $25; tomorrow night at 10:30, admission is $20. PARELES *ENRIQUE MORENTE/TOMATITO, Carnegie Hall, 881 Seventh Avenue, at 57th Street, (212)247-7800. This concert brings together two musicians who combine flamenco's austere tradition of volatile, smoldering passion with the urge to reinvent it. Enrique Morente is a singer who has reached back to old styles and also looked outside the tradition for forms and texts, from a flamenco Mass to rock fusions. This time, he will be in a more traditional format, collaborating with the remarkable guitarist Tomatito, whose improvising vocabulary includes both the deepest flamenco and the harmonies of jazz. Tomorrow night at 8; tickets are $22 to $69. PARELES ERICK MORILLO, Crobar, 530 West 28th Street, near 10th Avenue, Chelsea, (212)629-9000. This veteran house producer may still be best known for producing the huge 1993 hit ''I Like to Move It,'' but since then he's established himself as one of New York's most popular D.J.'s, known for raucous, clattering sets that sometimes gesture toward his love of Latin music. This party celebrates his new release, a four-disc set called ''The 2 Sides of My World'' (Subliminal), which includes both original productions (one track, ''Dance I Said,'' features P. Diddy) and D.J. mixes. Tonight after 10; tickets are $30 in advance, more at the door. SANNEH JOHNNY PACHECO/LA SONORA PONCEÑA/TITO ROJAS, Copacabana, 560 West 34th Street, (212) 239-2672. The flutist and bandleader Johnny Pacheco was born in the Dominican Republic but fell in love early with Afro-Cuban music. He has been a prime mover in New York Latin music since the 1960's, when he helped start Fania Records; he went on to lead the Fania All-Stars, the band that defined New York salsa. La Sonora Ponceña has been one of the cornerstones of Puerto Rican salsa since it was founded in 1954. Its arrangements are at once transparent and propulsive, with pinpoint horns, percussion and keyboard behind ardent vocals; they have urged more than one generation of dancers into motion. Tito Rojas has been one of the leading Puerto Rican salsa singers since the 1980's, making hits with both ballads and dance tunes. Tomorrow night from 10 p.m. to 5 a.m.; admission is $25. PARELES *SMOKEY AND MIHO/CHOCOLATE GENIUS, Tonic, 107 Norfolk Street, near Delancey Street, Lower East Side, (212)358-7503. Miho Hatori sang and wrote songs for the funk-rap-lounge band Cibo Matto; Smokey Hormel has played guitar with Tom Waits and Beck. Leading a band, they delve into -- what else? -- Brazilian music. They're joined for this show, a benefit for Tonic, by the percussionist Cyro Baptista and the drummer Billy Martin from Medeski, Martin and Wood. Marc Anthony Thompson, aka Chocolate Genius, writes desolate, telling, unsparing songs about goodbyes, from doomed romances to senile parents. With his husky voice and the backup of Marc Ribot on guitar, he'll have twilit ballads and, probably, some droll comments in between. Tomorrow night at 8; tickets are $20. PARELES MARCO ANTONIO SOLÍS/ANA GABRIEL, Madison Square Garden, 33rd Street and Seventh Avenue, Manhattan, (212)465-6741. Latin pop lives for love songs, and this pre-Valentine's Day ''Concierto del Amor'' presents two Mexican ballad singers who wholeheartedly revel in romance. Marco Antonio Solís is suave and earnest in his yearning songs, while Ana Gabriel pours drama into songs with a streak of tragedy. Tomorrow night at 8; tickets are $59.50 to $99.50. PARELES SOULIVE, Southpaw, 125 Fifth Avenue, at Sterling Place, Park Slope, Brooklyn, (718)230-0236. Soulive is an organ-guitar-drums trio that harks back to the 1950's and 1960's, playing meaty, blues-centered jazz for dancers who like straightforward funk. Lately, it has been hooking up with a little hip-hop. Tonight at 9; tickets are $25. PARELES SUPER DIAMOND, Irving Plaza, 17 Irving Place, at 15th Street, Manhattan, (212)777-6800. A tribute to the songs of Neil Diamond, particularly his triumphal 1970's material. Smirking is optional. Tonight and tomorrow night at 8; tickets are $26. PARELES *KEITH SWEAT, Beacon Theater, 2124 Broadway, at 74th Street, (212)496-7070. For the not-getting-any-younger slow-jam specialist Keith Sweat, every other weekend of the year must be merely preparation for this one -- no matter what else happens (or doesn't happen) in his career, he'll probably always be a big draw around Valentine's Day. Expect an audience full of longtime fans to scream and whoop for a set full of plaintive (but never, ever wimpy) love songs, sung by a man who knows how to find a balance between tenderness and rakishness. Sunday night at 7:30, with Atlantic Starr and Meli'sa Morgan; tickets are $53.50 to $73.50. SANNEH Cabaret A selective listing by critics of The Times: New or noteworthy cabaret shows in Manhattan this weekend. * denotes a highly recommended show. Full reviews of recent cabaret shows: nytimes.com/music. RUTH BROWN, Le Jazz au Bar, 41 East 58th Street, (212)308-9455. This rhythm-and-blues legend has weathered one personal disaster after another, but misfortunes that might have silenced a less determined performer have only added dimension to Ms. Brown's already larger-than-life musical personality. Exhibiting a flamboyant showmanship that recalls her peer James Brown, she proudly presents herself as an indomitable member of royalty and stylistic descendant of the Queen of the Blues herself, Dinah Washington. Tonight and tomorrow night at 7:30 and 9:30, and Sunday night at 8. Cover: $50; no minimum. STEPHEN HOLDEN BARBARA CARROLL, Oak Room, Algonquin Hotel, 59 West 44th Street, (212)419-9331. The Lady of a Thousand Songs is back in the Oak Room for Sunday brunch and evening performances. This elegant red-headed musician and singer is a poised entertainer whose impeccable pianism belongs to the school of jazz that maintains a sense of classical decorum at the keyboard. Even when swinging out, she remains an impressionist with special affinities for Thelonious Monk and bossa nova. Vocally, she belongs to the conversational tradition of Mabel Mercer, with a style that's blasé but never cold. Sunday at 2 and 8 p.m. Cover: $55 at 2, including brunch at noon; $42 at 8, with a $15 minimum. (An $80 dinner-and-show package is available.) HOLDEN *BLOSSOM DEARIE, Danny's Skylight Room, 346 West 46th Street, Clinton, (212)265-8133. To watch this singer and pianist is to appreciate the power of a carefully deployed pop-jazz minimalism combined with a highly discriminating taste in songs. She remains the definitive interpreter, at once fey and tough, of the pop-jazz satirist Dave Frishberg, as astute and unforgiving a social critic as exists. The songs -- her own and other people's -- date from all periods of a career remarkable for its longevity and for Ms. Dearie's stubborn independence and sly wit, which have never gone stale. Tomorrow night at 7; Sunday night at 6:15. Cover: $25, with a $15 minimum; a $54.50 dinner-and-show package is available. HOLDEN UTE LEMPER, Cafe Carlyle, Carlyle Hotel, 35 East 76th Street, (212)570-7189. This imperious, Dietrichesque cabaret singer, who is performing with a pop quartet through Feb. 26, lends the entire nightclub enterprise a German Expressionist seriousness. If her latest show is entirely different from the program of original songs she performed last year at Le Jazz au Bar, its attitude is similar. Most of the material doesn't deal directly with politics, history and literature, like the sprawling topical broadsides of the earlier show. But she still invests it with a ferocity that infuses the art (and artifice) of cabaret with an unrelenting dramatic intensity. Tonight and tomorrow night at 8:45 and 10:45. Cover: $65; $40 at the bar; no minimum. HOLDEN Jazz A selective listing by critics of The Times: New or noteworthy jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. Full reviews of recent jazz concerts: nytimes.com/music. ERIC ALEXANDER QUARTET, Smoke, 2751 Broadway at 106th Street, Manhattan, (212)864-6662. A young tenor saxophonist with a beautiful sound, centering in the Coltrane-ish lower-middle register; if he is a little unabashedly entranced by a particular area of jazz's past, around 1955 to 1965, he does well by it. Sets are tonight and tomorrow at 9, 10:30 and midnight; cover charge is $25. BEN RATLIFF RASHIED ALI QUARTET, Sweet Rhythm, 88 Seventh Avenue South, at Bleecker Street, West Village, (212) 255-3626. Best known as John Coltrane's drummer in his last few years and his foil on the duet album ''Interstellar Space,'' Mr. Ali has never stopped collaborating with up-and-coming musicians. Sets are tonight and tomorrow at 8, 10 and midnight; cover charge is $20 and there is a $10 minimum. RATLIFF J.D. ALLEN TRIO PLAYS THE MUSIC OF BUTCH MORRIS, Louis, 649 East Ninth Street, at Avenue C, East Village, (212)673-1190. J.D. Allen, an able young tenor saxophonist who has played with Betty Carter, Cindy Blackman, Eric Revis and others, is doing his part in Butch Morris's month-long ''Black February'' series of nightly performances. He's playing in most of the large improvising ensembles conducted by Mr. Morris through the month, and he's also playing this weekly gig with his own trio. On the music stand will be Mr. Morris's own compositions going back to the 1970's, which graced a number of old David Murray albums. They're powerfully appealing melodies; it's been too long since they've been heard. Tomorrow night at 8:30 pm; free admission. RATLIFF COOPER-MOORE/WILLIAM PARKER, Clemente Soto Velez Cultural Center /LES Gallery, 107 Suffolk Street, Lower East Side, (212) 260-4080. The multi-instrumentalist Cooper-Moore needs no special context to be understood: he plays as if he is trying to grab the attention of pedestrians on a busy street. He'll play boogie-woogie piano, pushing form into abstraction; stamp out a rhythm with hand percussion; play beautiful ballads with home-made harps, or bark out a blues on the harmonica. This performance celebrates a Cooper-Moore boxed set, on the 50 Miles of Elbow Room label, which includes five seven-inch records and a booklet inside a small cedar box. It includes solo performances by Cooper-Moore and and William Parker on bass, and a duet between the two musicians. Sunday from 3 to 6 p.m; admission is $6. RATLIFF GOLD SPARKLE BAND, Zebulon, 258 Wythe Avenue between Metropolitan and North Third Street, Williamsburg, Brooklyn, (718)218-6934. The Gold Sparkle Band has been in New York since the late 80's; it channels the East-Coast jazz avant-garde of the mid-1960's. Sunday night at 10; free admission. RATLIFF LEE KONITZ TRIO, Birdland, 315 West 44th Street, midtown, (212)581-3080. Lee Konitz, the alto saxophonist, was one of Lennie Tristano's closest associates in the late 1940's and early 50's; that experience left a permanent impression on his subsequent career, in terms of repertory, instrumentation and many other things. Even so, he is as original a player as there is in jazz, with a sound that has remained limpid and innocent and an emphasis on melody that makes him always easy to follow. He plays this weekend with the brothers Ed and George Schuller, on bass and drums. Sets tonight and tomorrow are at 9 and 11; cover charge is $30 and there is a $10 minimum. RATLIFF JASON LINDNER GROUP, Jazz Gallery, 290 Hudson Street, South Village, (212) 242-1073. Jason Lindner, a smart, rhythmic pianist who brings together bop, Cuban and all sorts of progressive influences, has become a regular feature at this club; this particular group includes the bassist Reggie Washington, the drummer Tony Escapa, and as guests, the saxophonist Jimmy Vass and the singer Baba Israel. Sets are tonight and tomorrow at 9 and 10:30; admission is $15 per set. RATLIFF SERGIO MENDES, Blue Note, 131 West Third Street, West Village, (212)475-8592. Three decades before Bebel Gilberto could be heard in restaurants all across the country, Sergio Mendes was the populist face of Brazilian music, making albums that souped up bossa nova for international audiences. Sets tonight and tomorrow night at 8 and 10:30; cover charge is $40 at the tables, $30 at the bar, with a $5 minimum. RATLIFF *BUTCH MORRIS, Zebulon, 258 Wythe Avenue between Metropolitan Avenue and North Third Street, Williamsburg, Brooklyn, (718)218-6934; Belt Theater, 336 West 37th Street, Manhattan, (212) 563-0487; Bowery Poetry Club, 308 Bowery, East Village, (212)614-0505. Butch Morris has set up performances every night during February; he's calling it ''Black February,'' and this month officially celebrates 20 years of Mr. Morris's ''conductions,'' performances in which he conducts groups of improvisers, jazz or otherwise, with his own language of signals and baton movements. He's playing with different ensembles each night, and here's the weekend schedule: with Butchlandband at Zebulon, tonight at 10 and midnight; free admission; with the 18 piece Free Zone/Sound Infusion Orchestra tomorrow at 4 pm at the Belt Theater; admission is $10; with the New York Skyscraper Ensemble Sunday at 5 and 6 p.m., at Bowery Poetry Club; admission is $12. Check his Web site, www.conduction.us, for further information on these and other performances. RATLIFF HOUSTON PERSON QUARTET, Lenox Lounge, 288 Lenox Avenue near 125th Street, Harlem, (212)427-0253. A veteran tenor saxophonist who keeps things pleasurable. His background is in the 1950's, when a good deal of jazz was completely submerged in rhythm and blues, and he is one of the few mainstream jazz performers today who can routinely find access to the deep language of pleasure from that time. Mr. Person has an elastic, sequential solo-building style that links him to Sonny Rollins and occasionally a fat, breathy tone that links him to Ben Webster. Enjoy him. Sets are tonight and tomorrow at 8:30, 10 and 11:30; cover charge is $20 per set, and there is a one-drink minimum. RATLIFF *BEN RILEY'S MONK LEGACY SEPTET, Dizzy's Club Coca-Cola, Frederick P. Rose Hall, Broadway at 60th Street, 5th Floor, (212)258-9595. Led by the drummer Ben Riley, who played regularly with Thelonious Monk through the 1960's, this seven-piece band will do something unusual: play new arrangements of Monk material with no pianist. Since Monk's songs bear up beautifully through any number of reinterpretations, and since Mr. Riley is a lovingly sensitive drummer, it should be a worthwhile week. Sets through Sunday night are at 7:30 and 9:30, with an 11:30 set tonight and tomorrow; cover, $30, with a $10 minimum at the tables, $5 at the bar. RATLIFF *JIMMY SCOTT, Iridium, 1650 Broadway at 51st Street, midtown, (212) 582-2121. This singer of sepulchral jazz songs keeps rolling along, with the cracks and crevices in his voice seeming either more authentic or more disturbing, depending on your point of view. But he is also one of the old-school jazz performers who know how to hold audiences tightly from beginning to end. Sets through Sunday night are at 8:30 and 10:30; cover, $35, and there is a $10 minimum. RATLIFF JOE WILDER WITH MICHAEL WEISS TRIO, Kitano Hotel, 66 Park Avenue at 38th Street, Manhattan, (212)885-7125. Mr. Wilder, a marvelous trumpeter who played with big bands in the 1940's and 50's and finally went full time into studio and television work, plays a kind of tabula-rasa swing language: there's very little slang in there to clog the music. Sets are tonight at 9 and 10:45; cover charge is $15, and there is a $10 minimum. RATLIFF BUSTER WILLIAMS QUARTET, Village Vanguard, 178 Seventh Avenue South, at 11th Street, West Village, (212)255-4037. Mr. Williams, an agile bassist with a liquid tone, has been setting up bands stocked with the best players in New York. This one includes the saxophonist Steve Wilson, the pianist George Colligan and the drummer Lenny White. Sets through Sunday night are at 9 and 11; cover charge is $30. RATLIFF MATT WILSON'S ARTS AND CRAFTS, Jazz Standard, 116 East 27th Street, Manhattan, (212) 576-2232. Regardless of who's in his band -- and membership has changed several times over the last few years -- the jazz drummer Matt Wilson is a plenty good enough draw all by himself. Influenced by the late Billy Higgins, among others, Mr. Wilson's style swings with a fairly light touch; but he is fiendishly attentive to what his sidemen are doing, and he uses every bit they give him, playing off their gestures, stoking their furnaces in turn. He has a sense of play that's hard to miss. Sets through Sunday night are at 7:30 and 9:30, with an 11:30 set tonight and tomorrow; cover charge is $25, and $20 on Sunday. RATLIFF Classical A selective listing by critics of The Times: New or noteworthy opera and classical music events this weekend in the New York metropolitan region. * denotes a highly recommended event. Full reviews of recent music performances: nytimes.com/music. Opera 'ARIANNA IN CRETA' With first-rate production values as well as musical ones devoted to professional revivals of virtually unknown works, the Gotham Chamber Opera can claim to be the pre-eminent small opera company in New York. This season is practically mainstream by the company's standards as it jumps onto the bandwagon of the current Handel fad with a work from the composer's prime (1734), the first in a planned series of Ariadne-themed operas. The cast includes some notable young singers, Caroline Worra and Hanan Alattar among them; the conductor is the company's founder, Neal Goren; Christopher Alden will direct. Tomorrow night at 7:30, Henry Street Settlement, 466 Grand Street, Lower East Side, (212)279-4200. Tickets: $30 to $60. ANNE MIDGETTE 'LA BOHÈME' It's been some time since the Metropolitan Opera's crowd-pleasing production of Puccini's ''Bohème'' has held much interest for adventurous opera buffs. But this season's revival offers an impressive and intriguing cast. The golden-voiced coloratura soprano Ruth Ann Swenson continues her exploration of the rich lyric soprano repertory as she sings the role of Mimi, with the hardy tenor Roberto Aronica as Rodolfo. The vibrant soprano Patricia Racette sings Musetta, with the robust baritone Dwayne Croft as her off-again, on-again boyfriend Marcello. Daniel Oren conducts. Tomorrow at 8, Metropolitan Opera House, Lincoln Center, (212)362-6000. Sold out; returned tickets may be available at the box office. ANTHONY TOMMASINI Classical Music AMERICAN SYMPHONY ORCHESTRA Leon Botstein and his American Symphony Orchestra keep coming at us with irresistible repertory. Sunday afternoon brings the orchestra's latest adventure into French opera: ''Le Roi Malgré Lui'' by Chabrier. This comedy for the opera stage will be performed at Avery Fisher Hall, and anyone interested in the byways of this strain of opera should try to go -- either for love or just curiosity. Sunday at 3 p.m., Avery Fisher Hall, Lincoln Center, (212)721-6500. Tickets: $25 to $53. BERNARD HOLLAND BARGEMUSIC There are few better places to hear chamber music in New York than this floating concert hall on the Brooklyn side of the East River. Once a coffee barge, it offers the intimacy that chamber music demands, as well as a wonderful view of lower Manhattan through the bay windows that make up the back wall of the stage. This weekend, Mark Peskanov, the violinst and Bargemusic's executive and artistic director, presides over performances of two Mozart Divertimentos -- those in B flat (K. 287) and D (K. 334). The performers, along with Mr. Peskanov, include Aaron Boyd, violinist; Miranda Sielaff, violist; Eric Jacobsen, cellist; Timothy Cobb, bassist, and Wei-Ping Chou and Brad Gemeinhardt, hornists. Tonight and tomorrow nights at 7:30, and Sunday at 4 p.m., Bargemusic, Fulton Ferry Landing next to the Brooklyn Bridge, Brooklyn, (718)624-2083. Tickets: $40; $25 for students. ALLAN KOZINN CHAMBER MUSIC SOCIETY OF LINCOLN CENTER Ravel was a big admirer of jazz and couldn't understand why more American classical composers did not integrate it into their music. The composer himself suggested how it might be done in his catchy jazz-tinged Violin Sonata, to be performed at this concert by the fine French violinist Philippe Graffin and the pianist André-Michel Schub. Paul Neubauer (viola) and Gary Hoffman (cello) join for the remainder of the French-themed program, including music by Fauré and Saint-Saens. Tonight at 8 and Sunday at 5 p.m., Alice Tully Hall, (212) 875.5788. Tickets: $27.50 to $48. JEREMY EICHLER COLUMBIA SINFONIETTA This ambitious group was founded in 2000 to address a perceived dearth of larger scale New York ensembles devoted exclusively to contemporary music. The group closed up shop after one season but it has recently re-formed under its previous director, the conductor and percussionist Jeffrey Milarsky, to pick up where it left off presenting both ''classic'' works of recent decades that are rarely heard in New York, and new compositions. In the former category this weekend will be Messiaen's ''Oiseaux Exotiques,'' an important piece from the mid-1950's that is derived, like so much of the composer's music, from bird songs. Also on the program will be a 1979 percussion work by Michael Finnissy as well as more recent music by Carlos Sánchez-Gutiérrez, David Rakowski and Eric Chasalow. Sunday at 8 p.m., Merkin Concert Hall, 129 West 67th Street, Manhattan, (212)501-3330. Tickets: $10. EICHLER *SHARON ISBIN Guitarists typically build their performances around either solo works, concertos or chamber music. Sharon Isbin, one of the finest guitarists performing now, both technically and interpretively, will draw on all three repertories in her concert on Sunday. She opens with Vivaldi's Concerto in D (RV 93), and closes with a chamber score, the Boccherini Quintet in D (G. 448). Between them, she offers an arrangement by John Duarte of the Albinoni Adagio, Mr. Duarte's own ''Joan Baez Suite'' in its New York premiere, Falla's ''Siete Canciones Populares Españolas'' and Rodrigo's ''Aranjuez ma pensée.'' Ms. Isbin's collaborators include Catherine Cho and Soovin Kim, violinists; Cynthia Phelps, violist; Carter Brey, cellist, and Daniel Druckman, percussionist. Sunday at 3, 92nd Street Y, 1395 Lexington Avenue, (212)415-5500. Tickets: $40. KOZINN MET CHAMBER ENSEMBLE A few seasons ago, Dawn Upshaw joined James Levine and the Met Chamber Ensemble -- players from the Metropolitan Opera Orchestra -- in remarkably sensual, eloquent rendering of Schoenberg's ''Pierrot Lunaire.'' Ms. Upshaw returns to sing the work again with Mr. Levine and company in an all-contemporary program that also includes Luigi Dallapiccola's ''Piccola Musica Notturna,'' Elliott Carter's ''Luimen'' and Schoenberg's own chamber arrangement of his Five Pieces (Op. 16). Sunday at 5, Zankel Hall, Carnegie Hall, (212)247-7800. Tickets: $48 to $64. KOZINN NEW YORK PHILHARMONIC In his last years with the Royal Concertgebouw Orchestra of Amsterdam, an ensemble with a great Mahler tradition, Riccardo Chailly was becoming a formidable Mahlerian. Now, in the first of his two weeks with the New York Philharmonic, an orchestra with its own personal connection to the composer, Mr. Chailly conducts Mahler's Seventh Symphony. And a fuller exposure to Mr. Chailly as a Mahlerian can be had in a recording of the Ninth Symphony with the Concertgebouw Orchestra, released late last year by Decca. Today at 2 p.m., tomorrow at 8 p.m. and Tuesday at 7:30 p.m., Avery Fisher Hall, Lincoln Center, (212)721-6500. Tickets: today, $22 to $74; tomorrow and Tuesday, $25 to $90. JAMES R. OESTREICH JOSÉ VAN DAM Both in opera and in the song repertory, the Belgian bass-baritone José Van Dam has been among the most vocally splendid and artistically refined singers of our time. A few seasons back, as Mr. Van Dam turned 60, his voice, understandably, showed signs of decline. But in the last two years he has gained new-found vocal vitality, most recently as Golaud in the Metropolitan Opera's production of Debussy's ''Pelléas et Mélisande.'' At 64 he is singing with uncanny freshness and incomparable artistry. His recital, the first of two programs for Lincoln Center's ''Art of the Song'' series, should be marvelous. With the pianist Maciej Pikulski, he will sing French works by Fauré, Debussy, Massenet, Berlioz and Bizet. (The second program is on Wednesday) Sunday at 2 p.m., Alice Tully Hall, Lincoln Center, (212)721-6500. Tickets: $48. TOMMASINI 'GAY VALENTINE MUSIC CELEBRATION' Tomorrow night Canticorum Virtuosi, the nonprofit organization that oversees the activities of two respected area choruses, the New York Virtuoso Singers and the Canticum Novum Singers, presents an elaborate and eclectic concert to honor ''same-sex love and affection,'' to quote the presenters. The distinguished and varied roster of performers includes the composer and pianist David Del Tredici, the Paul Taylor Dance Company, the tenor John Wesley Wright, the Gay Gotham Chorus, the Ambassador Singers of the New York City Gay Men's Chorus, a roster of cabaret performers and Harold Rosenbaum directing the Canticum Novum Singers and the New York Virtuoso Singers. The program is a benefit for Broadway Cares/Equity Fights AIDS. Tomorrow night at 8, Town Hall, 123 West 43rd Street, Manhattan, (212)307-7171. Tickets: $20 to $100. TOMMASINI NIKOLAI MEDTNER This Russian pianist and composer, who died in 1951, is no longer a household name, but his passionate supporters during his lifetime included Rachmaninoff, who in 1912 labeled him ''the most talented of all the modern composers.'' Medtner's late-Romantic solo and chamber works are the focus of a program tonight that, with David Dubal as host, features a selection of piano miniatures or ''Skazki'' (''fairytales'') as well as his Piano Quintet in C, among other works. Tonight at 8, Renee Weiler Concert Hall, Greenwich House Music School, 46 Barrow Street, West Village, (212)242-4770. Tickets: $15; $10 for students and 65+. EICHLER ORLANDO CONSORT Among the challenges of performing very old music are, first, figuring out how it went and, second, making it come alive. Both challenges are grist for the mill of this male vocal quartet, founded in 1988 (but recently joined by a new tenor), celebrated for its performances of music written before 1500, and supported by musicologists in preparing varied programs like this weekend's, which includes music from their latest album, devoted to the 15th-century composer Antoine Busnois. Other star composers -- stars, at least, to specialists in this particular area -- are Hayne van Ghizeghem, Walter Lambe and Henry VIII. Tomorrow night at 8, Low Library Rotunda at Columbia University, Broadway at 116th Street, Morningside Heights, (212)854-7799. Tickets: $35; $21 for students. MIDGETTE TOKYO STRING QUARTET The Tokyo String Quartet is currently in residence at the 92d Street Y, and the theme of the series of concerts it has been performing is immigrant composers. Tomorrow's program consists of the ''Rider'' Quartet from Haydn's Op. 74, Zemlinski's Fourth Quartet and Hanns Eisler's Septet No. 2 with added flute, piccolo, clarinet and bassoon. Viewing Haydn as an immigrant stretches the point. The Op. 74 may have coincided with his famous visits to London, but that is all. Still Haydn is always welcome regardless of passport status. Zemlinski and Eisler, who ended up back in East Germany, are legitimate topics. Tomorrow night at 8, 92nd Street Y, 1395 Lexington Avenue, (212)415-5500. Tickets: $35. HOLLAND Dance A selective listing by critics of The Times: New or noteworthy dance events this weekend in the New York metropolitan region. * denotes a highly recommended event. Full reviews of recent dance performances: nytimes.com/dance. BEIJING MODERN DANCE COMPANY A troupe founded in 1995 and one of the principal forces in contemporary Chinese dance makes its New York debut in ''Rear Light,'' an evening-long work to music by Pink Floyd that reflects the struggle of a young Chinese generation to reconcile traditional culture with influences from abroad and a thirst for intellectual freedom. Tonight at 8, tomorrow at 2 and 8 p.m., Sunday at 2 and 7:30 p.m., Joyce Theater, 175 Eighth Avenue at 19th Street, Chelsea, (212)242-0800. Tickets: $34. JACK ANDERSON AKIM FUNK BUDDHA The ever-exuberant Mr. Buddha (or is it Funk Buddha?) specializes in dance-theater that combines unblinking stillness, storytelling, tap and Mongolian throat-singing. He adds martial arts, breakdancing, beat-boxing, and Japanese, Zulu and urban English talk to the mix in his new ''Amazulu: Dance as a Weapon: the Hip-Hop Circus -- Part I.'' Tonight and tomorrow (and next Thursday through Saturday) at 10 p.m.; Sunday (and next Sunday) at 5:30 p.m. La MaMa E.T.C., 74A East Fourth Street, west of Second Avenue, Manhattan, (212)475-7710 or www.lamama.org. Tickets: $15. JENNIFER DUNNING 'BUTTER MELTS AWAY MY LETTERS' Choreographed by Stephanie Rafferty and conceived and directed by Gian Marco Lo Forte, this theater-dance piece visits a group of young runaways to New York City who cannot quite shrug off the past. Tonight and tomorrow (and Thursdays through Saturdays through Feb. 26) at 8 p.m.; Sunday (and Sundays through Feb. 27) at 2:30 and 8 p.m., La MaMa E.T.C., 74A East Fourth Street west of Second Avenue, Manhattan (212) 475-7710. Tickets: $15; TDF vouchers accepted. DUNNING *FLAMENCO FESTIVAL The festival closes with ''Flamenco at the Crossroads,'' in which the dancer Rafaela Carrasco will join traditional and new-style flamenco singers in an exploration of this age-old Gypsy art. Sunday at 8 p.m., Carnegie Hall, 57th Street and Seventh Avenue, Manhattan, (212)247-7800. Tickets: $22 to $69. And for those who wish to continue the exploration, there is a free series saluting the great Spanish filmmaker Carlos Saura and his flamenco films, many made with Antonio Gades, ending on Feb. 23 with Mr. Saura's classic, all-encompassing ''Flamenco.'' Wednesdays beginning at 6 p.m. Instituto Cervantes, 211-215 East 49th Street, Manhattan, (212)308-7720 or www.cervantes.org. DUNNING 'I LOVE TANGO' This ''tango musical'' boasts four dancers and live string, bandoneon, piano and vocal music. Tonight (and Thursdays and Fridays through March 25) at 8 p.m.; tomorrow (and Saturdays through March 26) at 3 and 8 p.m.; Sundays (through March 27) at 4 p.m., Thalia Spanish Theater, 41-17 Greenpoint Avenue, Sunnyside, Queens, (718)729-3880 or www.thaliatheatre.org. Tickets: $30; $27 for students and 65+; $25 (on Thursdays). DUNNING MARK JARECKE A choreographer who has studied philosophy as well as dance and whose creations often have an architectural quality offers ''Dendron,'' an in-the-round piece during which the audience is free to move around the performance area. Theatergoers are also encouraged to bring portable radios with earphones to savor the shifts in the sound environment by Chris Peck and Jon Moniaci. Tonight, tomorrow and Sunday at 8:30, Danspace Project, St. Mark's Church, Second Avenue at Tenth Street, East Village, (212) 674-8194. Tickets: $15. ANDERSON CLEO MACK DANCE PROJECT Ms. Mack and her New Jersey-based company specialize in modern dance that she describes as ''highly choreographed life.'' The program includes new and recent dances that explore emotional states and one in which a 30-foot long skirt is a character. Tomorrow and Sunday at 8 p.m., Merce Cunningham Studio, 55 Bethune Street, at Washington Street, Manhattan, (908)561-5454. Tickets: $15. DUNNING MOISEYEV DANCE COMPANY Russia's most famous folk-dance troupe makes its only New York appearance this season. Founded in 1936 by Igor Moiseyev, who at 98 continues to choreograph, the company is known for its spirited acrobatic dancing, theatrical flair and a repertory of works from Russia and many European and Asian nations. The dancing world travelers also perform American jazz and rock pieces. Tomorrow at 8 p.m., Brooklyn Center for the Performing Arts, Brooklyn College, near Flatbush and Nostrand Avenues, Brooklyn, (718)951-4500. Tickets: $45, $40. ANDERSON PARSONS DANCE COMPANY The program includes four modern-dance pieces by David Parsons, a former Paul Taylor star, and music by the Ahn Trio, a group of three Korean-born sisters. Tonight at 8, Tilles Center for the Performing Arts, C.W. Post Campus, Long Island University, Route 25A, Brookville, (516)299-3100 or www.tillescenter.org. Tickets: $38, $50 and $60; $35; $47 and $57 (65+). DUNNING ROCHA DANCE THEATER This program of modern-dance choreography by Jenny Rocha and the guest artist Kelli Wicke Davis, explores hidden human behavior, in part to music by Marty Beller. It includes -- we like this -- a piece with interactive newspaper costumes. Tonight through Sunday at 8 p.m., Joyce SoHo, 155 Mercer Street, between Houston and Prince Streets, Manhattan, (212)334-7479. Tickets: $15. DUNNING THUNDERBIRD AMERICAN INDIAN DANCERS Dances of the Cherokee, Choctaw, Inuit, Hop and Pueblo peoples will be included in this 30th annual Pow-Wow, along with a new modern-dance piece by Tom Pearson, a Creek Cherokee. Tonight and tomorrow at 8 p.m.; Sunday at 2 and 5 p.m., Theater for the New City, 155 First Avenue at Tenth Street, Manhattan (212) 254-1109. Tickets: $10; $1 for children under 12 accompanying ticket-bearing adults on Sunday. DUNNING 'WAVE OF HUMANITY' This four-part, eight-hour dance event, a benefit for tsunami relief efforts, features nearly 40 individuals and companies chosen by nine dance institutions. Participants include Earl Mosley, Amanda Loulaki and Short Mean Lady, Ivy Baldwin Dance, Noemi LaFrance, Clare Byrne, Erica Essner Performance Co-Op, 3rd Rail Dance and House Dance Project. Tonight from 6 to 8 p.m.; 8 to 10 p.m.; 10 to 11:30 p.m., and 11:30 p.m. to 2 a.m., New Dance Space Center, 280 Broadway at Chambers Street, Manhattan, (212)625-8369 ext. 55 or www.dancespacecenter.org. Tickets: $20 (first through third parts); $15 (fourth part); $60 for all four; $100 VIP tickets for all four. DUNNING Art A selective listing by critics of The Times: New or noteworthy art, design and photography shows at New York museums and galleries this weekend. At many museums, children under 12 and members are admitted free. Addresses, unless otherwise noted, are in Manhattan. Most galleries are closed on Sundays and Mondays, but hours vary and should be checked by telephone. Gallery admission is free unless noted. * denotes a highly recommended show. Full reviews of recent shows: nytimes.com/art. Museums 'CONTEMPORARY VOICES: WORKS FROM THE UBS ART COLLECTION.' Museum of Modern Art, 11 West 53rd Street, (212) 708-9400, through April 25. What's wrong with this picture? The Museum of Modern Art, the most visionary museum of the 20th century, is inaugurating the temporary-exhibition galleries in its 21st-century home with an exhibition of gifts from a corporate collection. It is an ambitious, carefully selected corporate collection, but that doesn't keep the ensemble from feeling corporate, monotonous and by-the-book. The 40 (of 64) works given or promised to the Modern are nearly all by white, male artists and they are all already represented in the collection. There's nothing wrong with the individual works by artists like Philip Guston, Jasper Johns and Vija Celmins that won't be cured by integrating them into the Modern's collection, but the ensemble effect is dispiriting. With an emphasis on a narrow swath of the 1980's mainstream, the show feels like an excessively edited letter in a bottle from an art world that no longer exists. Hours: Saturdays through Thursdays, 10:30 a.m. to 5:30 p.m.; Fridays, 10:30 a.m. to 8 p.m.; closed Tuesdays. Admission: $20; $16 for 65+; $12 for students. Free on Fridays from 4 to 8 p.m. ROBERTA SMITH 'RUTH DUCKWORTH, MODERNIST SCULPTOR,' Museum of Arts and Design, 40 West 53rd Street, (212)956-3535, through April 3. A sculptor whose basic medium is clay, Ms. Duckworth makes everything from tiny, delicate vessels to monumental outdoor sculptures. Though her work fits in -- but not too neatly -- with the modernist tradition, her eye has roamed everywhere, resulting in a bewildering variety of styles and influences, from Brancusi to a beef bone found in her soup. Sometimes the influences combine awkwardly, making her work seem a little strained and quirky, but often enough her venturesomeness pays off, producing images of eloquence and power. Hours: Daily 10 a.m. to 6 p.m. Thursdays: 10 a.m. to 8 p.m. Admission: $9; $6 for 65+ and students. Thursdays from 6 to 8 p.m. is pay what you wish. GRACE GLUECK *'FROM FILIPPO LIPPI TO PIERO DELLA FRANCESCA: FRA CARNEVALE AND THE MAKING OF A RENAISSANCE MASTER,' Metropolitan Museum of Art, Fifth Avenue and 82nd Street, (212)535-7710, through May 1. The Italian Renaissance artist-priest known as Fra Carnevale was an art-world somebody in his day, but a shadowy figure to modern historians, known primarily for two extraordinary paintings of tiny figures in fantastic architectural settings. Both paintings are in this intricate think-piece of a show that tries to reconstruct his career by bringing his known paintings together. At the same time, it uses his work, along with that of major figures like Filippo Lippi and Piero della Francesca, to explore larger ideas about self-created professional identity in a cultural epoch far more diverse than it is sometimes thought to have been. A few of the paintings mustered as evidence are pretty strange; many are glorious. Hours: Sundays, Tuesdays through Thursdays, 9:30 a.m. to 5:30 p.m.; Fridays and Saturdays until 9 p.m. Admission: $15; 65+, $10; students, $7. HOLLAND COTTER 'IMAGES OF DON QUIXOTE: THE ART OF ILLUSTRATION AND PRINTMAKING,' the Hispanic Society of America, 613 West 155th Street, (212)926-2234, through Feb. 20. A few years back, a poll of international writers voted ''Don Quixote'' the greatest book of all time. This year Cervantes's novel is four centuries old, and the Hispanic Society of America is celebrating the occasion with this exhibition of illustrations of the story printed from the 17th through 20th centuries. Despite its small size, the show demonstrates how attitudes toward the book changed in different eras, from raucous comedy to Romantic tragedy. And in designs by artists like John Vanderbank, Fragonard and Gustave Doré, there are fascinating images and ideas to consider. Hours: Tuesdays through Saturdays, 10:30 a.m. to 5 p.m.; Sundays, 1 to 4 p.m. Free. COTTER 'I WANNA BE LOVED BY YOU: PHOTOGRAPHS OF MARILYN MONROE,' Brooklyn Museum, 200 Eastern Parkway, at Prospect Park, Brooklyn, (718)638-5000, through March 20. Monroe was one of the great movie stars of the 20th century, but does that make her a good subject for a museum show? Fans might enjoy the almost 200 photographs from a private collection presented in this exhibition, but though many are by famous photographers, including Richard Avedon, Cecil Beaton and Henri Cartier-Bresson, the show as a whole is like a walk-in special issue of People magazine: diverting but superficial and enervating. Hours: Wednesdays to Fridays, 10 a.m. to 5 p.m.; Saturdays and Sundays, 11 a.m. to 6 p.m. (to 11 p.m. on the first Saturday of every month). Admission: $8; students and 65+, $4. KEN JOHNSON Galleries: Uptown MIQUEL BARCELÓ, C&M Arts, 45 East 78th Street, (212)861-0020, through March 5. Paint as a natural force is the consuming interest of Mr. Barceló, a Spanish artist steeped in a grand realist tradition. His feeling for the past includes an admiration for the lush Spanish still lifes known as bodegónes. But his abstract-figurative use of paint, in thick impasto crusts and slathers, is also indebted to the dense pigment-plus canvases of post-World War II idols like Jackson Pollock, Antoni Tapiès, and Jean Dubuffet. His surfaces are often bulked up with vegetative matter, sand and other materials to suggest natural surfaces like the sea and its inner life. GLUECK Galleries: 57th Street 'LEON POLK SMITH: FORMS AND FUNCTIONS,' Washburn, 20 West 57th Street, (212)397-6780, through March 5. Spaces and their boundaries fascinated this hard-edge abstractionist (1906-1996) and in this show of his biomorphic paintings from the 1950's his elegantly calculated contrivance of one space impinging on another pleasingly asks the eye to tease out figure-ground relationships. In ''Over Easy,'' a large, partly heart-shaped figure of mauve thrusts on to a black ground at an angle; or is it the curvy black space that cuts into the aggressor? Smith's clean, flat surfaces, each restricted to two colors, are shown with examples of sleek, minimal contoured furniture by front-line designers of the period, Charles and Ray Eames and Isamu Noguchi among them. The biomorphic shapes of the furniture and their colors play nicely off Smith's snart, snappy formats. GLUECK 'VIEW EIGHT: A FEW DOMESTIC OBJECTS INTERROGATE A FEW WORKS OF ART,' Mary Boone, 745 Fifth Avenue, (212)752-2929, through Feb. 26. This canny show of artworks and objects of design includes Josiah McElheny's curvy mirrored coffee table bearing mirrored blobby objects; beautiful blobby ceramic sculptures by Ken Price; delicate, biomorphic hanging lights by Lionel Theodore Dean; a twisted, retro-futuristic orange bench by Sachio Hihara; and, like the nightmare that domestic utopianism tries to insulate us from, one of Lee Bontecou's early, scarily militaristic reliefs. JOHNSON Galleries: SoHo *'LOG CABIN,' Artists Space,38 Greene Street, (212)226-3970, through Feb. 26. Given the cultural climate, wedding bells won't be playing ''Over the Rainbow'' any time soon, and men and women won't be coming out of the closet and going into the Army. So what can Log Cabin Republicans, gay supporters of the ruling party, be thinking? This is one of the questions posed, however indirectly, by the 33 participants in a snappy, discursive group show that serves as field report on what art with queer identity as a theme is looking like these days. As surveyed by the curator, Jeffrey Uslip, it's looking good and heterogeneous: ambisexual, interracial and multigenerational, though short on lesbian artists, who are making some of the best work anywhere. COTTER 'WHO IS THE PROTAGONIST?' Guild & Greyshkul, 28 Wooster Street, (212)625-9224, through Feb. 26. This engaging exhibition about approaches to storytelling includes a life-size space station interior handmade by Lisi Raskin; a Modernist theater environment with a mysterious sci-fi video called ''Moon Colony'' by Ohad Meromi, the show's organizer; a short, strange sci-fi story written by Halsey Rodman; a storyboard for a film about a father and his young son by Guy Ben-Ner; and a Pop-Cubist head of cut and painted paper by Ryan Johnson. JOHNSON Galleries: Chelsea KNUT ASDAM: 'FILTER CITY,' Gasser & Grunert, 524 West 19th Street, (212)807-9494, through Feb. 19. This Norwegian artist who has exhibited extensively in Europe presents a slow, enigmatic, 21-minute film about two young women -- one small and white, the other tall and black -- who, between long pauses, emit oracular, world-weary utterances about social issues and obscure personal concerns. It is well-produced and nice to watch, though it borders inadvertently on a parody of pretentious avant-garde filmmaking. JOHNSON SANTE D'ORAZIO: 'PAM: AMERICAN ICON,' Stellan Holm, 524 West 24th Street, (212) 627-7444, through March 5. Pamela Anderson -- yes, that Pamela Anderson -- in all her pneumatic, mostly unclothed glory is the subject of large and surrealistically vivid photographs that were originally commissioned but not published by Playboy magazine. Students: discuss criteria for judging the value -- aesthetic and otherwise -- of these artworks. JOHNSON JOHN LURIE, Roebling Hall, 606 West 26th Street, (212)929-8180, through Feb. 26. The stream-of-consciousness notational ink drawings and radiant gouaches of the musician John Lurie have precedents in the work of Jean-Michel Basquiat and William Wegman's early Conceptual drawings and maybe the cartoons of Roz Chast, but they have their own sense of wiry line and texture, wordplay, sexual bluntness and radiant color. SMITH NATARAJ SHARMA, Bose Pacia, 508 West 26th Street, (212)989-7074, through Feb. 19. The first New York solo exhibition of this Indian painter who has exhibited internationally is too diverse to give a clear picture of what he is about, but the best works have an intriguing allegorical resonance. They are made in a neat and orderly style combining Pop, photo-based realism and hints of Indian traditionalism. Most impressive is the large picture in which a naked man peeps into a temple filled with an semiabstract orgy of interpenetrating pink bodies. JOHNSON Other Galleries MATTHEW ANTEZZO, Maccarone, 45 Canal Street, (212)431-4977, through March 13. Among works by the artist known for deadpan copies of art magazine ads are nondescript penciled copies of photographs of feminist heroines like Bella Abzug and Gloria Steinem; copies in pencil of news photographs of American Indian protest events that took place in 1975; and a painting of an ancient statue of Diogenes of Sinope titled ''Cynic.'' What it all means could keep an undergraduate seminar busy for some time. JOHNSON NEW YORK'S FINEST, Canada, 55 Chrystie Street, Lower East Side, (212) 925-4631, through March 5. This exhibition of paintings by 19 mostly young and emerging artists has an eclectic, anarchic spirit. The common ground includes an interest in material, be it the store-bought fabric with which Joe Bradley conjures up a Minimalist seaman, or the Expressionist effusions of Anke Weyer and Wallace Whitney. Variations on a knowing but unjaded Pop-Expressionism prevail, mixed in varying ratios by Katherine Bernhardt, Brendan Cass, Bill Saylor, Carrie Moyer and Josh Smith, who has lately abandoned paper for canvas to good effect. ''Laissez-faire, but mean it!'' might be the collective rallying cry. SMITH Last Chance 'THE AZTEC EMPIRE,' Solomon R. Guggenheim Museum, 1071 Fifth Avenue, at 89th Street, (212)423-3500, closing on Sunday. When a big survey of Aztec art opened in London in 2002, everybody flipped out. It was one of the hottest ancient-art events since Tutankhamen. Now an expanded version of the London show is at the Guggenheim, and it's a stunner. Objects from pre-Aztec Mexico set the stage, but it is material from the bloody-minded, deity-besotted Aztec culture that fills the museum's darkened ramps. Set on jutting platforms and dark recesses are a skull-headed earth goddess in a skirt of writhing snakes, a warrior metamorphosing into a bird and a god of spring and fertility shedding his skin. Funky clay images of domestic life alternate with ultrasophisticated gold jewelry. Hours: Saturdays through Wednesdays, 10 a.m. to 5:45 p.m.; Fridays, 10 a.m. to 8 p.m. Admission: $18; $15, students and 65+. COTTER 'COMIC GROTESQUE: WIT AND MOCKERY IN GERMAN ART, 1870-1940,' Neue Galerie, 1048 Fifth Avenue, at 86th Street, (212)628-6200, closing on Monday. The horrors of World War I are usually credited with inspiring the dark, often scathing humor that was used to comment on and combat some very unfunny developments in Germany in the first four decades of the century. But the Neue Galerie's splendidly multimedia revisionist show takes a broader view. It identifies paintings by Arnold Bocklin from the 1870's as a point of origin and then sweeps forward in a selective yet encompassing manner, touching on painting, poetry, graphic design and popular entertainment. It places artists like Lionel Feininger and Alfred Kubin in context. It culminates in the films of the great Karl Valentin, a star of stage, screen and cabaret who was Germany's Charlie Chaplin. Hours: Saturdays through Mondays, 11 a.m. to 6 p.m.; Fridays, 11 a.m. to 9 p.m. Admission: $10; students and 65+, $7. SMITH CORY ARCANGEL, Team Gallery, 527 West 26th Street, Chelsea, (212) 279-9219, closing tomorrow. In one of the season's best debuts, the collaboratively inclined Cory Arcangel and his cohorts create quasi-interactive sound and video pieces of startling and subversive beauty by commandeering various electronic or digital staples including music videos, karaoke tunes, video games, the Internet and even a long phone message. The sense that anything man-made is grist for personal expression is exhilarating. SMITH 'ONE-ARMED BANDIT,' D'Amelio Terras, 525 West 22nd Street, Chelsea, (212)352-9460, closing tomorrow. This three-artist show is notable mainly for its playful installation. Presented in groups of three with each artwork framed by red tape applied to the wall, Polly Apfelbaum's gridded drawings of cartoon blossoms on white velvet, Tony Feher's flattened, glitter-covered found boxes and Joanne Greenbaum's buoyant abstract pictures are displayed in various permutations like slot machine icons. JOHNSON", "abstract": null, "print_page": "25", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "The Listings"}, "keywords": [], "pub_date": "2005-02-11T00:00:00Z", "document_type": "article", "news_desk": "Movies, Performing Arts/Weekend Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": null, "type_of_material": "Schedule", "_id": "4fd24a4b8eb7c8105d7e8295", "word_count": 14927, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2005/02/11/nyregion/11party.html", "snippet": "For people with apartments overlooking Central Park, the opening of the huge art project promises to be a social event, not just an artistic one....", "lead_paragraph": "Suddenly, New Yorkers with friends in high places are wondering: Are their friends in the right high places, that is, overlooking Central Park? And when is their party? ''The Gates,'' a $20 million art project by the artist Christo and his wife, Jeanne-Claude, opens tomorrow in Central Park, and it promises to be a social event, not just an artistic one.", "abstract": "Opening of The Gates in Central Park, $20 million art project by artist Christo and his wife Jeanne-Claude, promises to be social event as well as artistic one, especially for residents with park views; many are planning parties to share views with friends; photo (M)", "print_page": "3", "blog": [], "source": "The New York Times", "multimedia": [{"url": "images/2005/02/11/nyregion/11party75.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2005/02/11/nyregion/11party75.jpg"}, "type": "image", "height": 75}], "headline": {"main": "Above the Park, When 'The Gates' Open"}, "keywords": [{"name": "persons", "value": "JEANNE-CLAUDE"}, {"name": "persons", "value": "CHRISTO"}, {"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "CENTRAL PARK (NYC)"}, {"name": "subject", "value": "PUBLIC ART"}, {"name": "subject", "value": "PARKS AND OTHER RECREATION AREAS"}, {"name": "subject", "value": "PARTIES (SOCIAL)"}, {"name": "subject", "value": "ART"}], "pub_date": "2005-02-11T00:00:00Z", "document_type": "article", "news_desk": "Metropolitan Desk", "section_name": "New York and Region", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "James", "lastname": "BARRON"}], "original": "By JAMES BARRON"}, "type_of_material": "News", "_id": "4fd24a4c8eb7c8105d7e82ac", "word_count": 750, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2005/02/11/sports/othersports/11fite.html", "snippet": "On Feb. 19 in Los Angeles, Bernard Hopkins will make his 20th title defense against the once-beaten Howard Eastman....", "lead_paragraph": "Opponents come and go for Bernard Hopkins, but the undisputed middleweight title stays with him. It has been nearly 12 years since Hopkins lost a fight, an extraordinary run that has elevated him to elite status in boxing history. On Feb. 19 at the Staples Center in Los Angeles, Hopkins (45-2-1, 32 knockouts) will make his 20th title defense against the once-beaten Howard Eastman (40-1, 34 knockouts). It will be the first fight for Hopkins since he turned 40 last month, but he plans to begin a new decade of his life with another superb performance.", "abstract": "Bernard Hopkins will defend middleweight title against Howard Eastman; photo (M)", "print_page": "6", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "At 40, Hopkins Has No Plans To Act His Age in the Ring", "kicker": "BOXING"}, "keywords": [{"name": "persons", "value": "HOPKINS, BERNARD"}, {"name": "persons", "value": "EASTMAN, HOWARD"}, {"name": "subject", "value": "BOXING"}], "pub_date": "2005-02-11T00:00:00Z", "document_type": "article", "news_desk": "Sports Desk", "section_name": "Sports", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Clifton", "lastname": "BROWN"}], "original": "By CLIFTON BROWN"}, "type_of_material": "News", "_id": "4fd2a5de8eb7c8105d88d9e6", "word_count": 522, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2005/02/10/business/media/10adco.html", "snippet": "For the major broadcast networks, February is bringing the kind of advertising dollars they have perhaps not seen in a month of Sundays....", "lead_paragraph": "FOR the major broadcast networks, February is bringing the kind of advertising dollars they have perhaps not seen in a month of Sundays -- thanks to a month of four Sundays that will bring scores of millions of viewers to their TV sets. The February calendar includes the Super Bowl last Sunday, the Grammy Awards this Sunday, the Daytona 500 on Feb. 20 and the Academy Awards on Feb. 27. All four fall not only in the important February sweeps period, one of four times a year when stations use ratings data to help set ad rates, but also in a month when TV viewing is traditionally high as winter keeps more people indoors.", "abstract": null, "print_page": "16", "blog": [], "source": "The New York Times", "multimedia": [{"url": "images/2005/02/10/business/adco.75.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2005/02/10/business/adco.75.jpg"}, "type": "image", "height": 75}], "headline": {"main": "With extravaganzas each Sunday, this is a February to remember for TV and marketers.", "kicker": "THE MEDIA BUSINESS: ADVERTISING"}, "keywords": [{"name": "subject", "value": "ADVERTISING"}, {"name": "subject", "value": "TELEVISION"}], "pub_date": "2005-02-10T00:00:00Z", "document_type": "article", "news_desk": "Business/Financial Desk", "section_name": "Business", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Stuart", "lastname": "Elliot"}], "original": "By Stuart Elliot"}, "type_of_material": "News", "_id": "4fd2571b8eb7c8105d801336", "word_count": 1053, "slideshow_credits": null}, {"web_url": "http://query.nytimes.com/gst/fullpage.html?res=9806E3DE163AF93AA35751C0A9639C8B63", "snippet": "Some of this year's Oscar winners will get their awards the old-fashioned way, but others may not make it to the stage at all. Gil Cates, producer of the telecast of the 77th Annual Academy Awards, announced that changes had been made as a time-sa...", "lead_paragraph": "Some of this year's Oscar winners will get their awards the old-fashioned way, but others may not make it to the stage at all. Gil Cates, producer of the telecast of the 77th Annual Academy Awards, announced that changes had been made as a time-saving measure and to ensure that every nominee is seen by the worldwide television audience. In some cases, winners will receive their awards from a presenter in the audience; in others, all the nominees in a single category will gather onstage before the winner is announced. But many nominees will receive their awards in the style long familiar to Oscar watchers: by walking down the aisle after the envelope is opened and the name announced. CATHERINE BILLEY", "abstract": null, "print_page": "2", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Arts, Briefly; Oscars Are Breaking With Tradition ..."}, "keywords": [], "pub_date": "2005-02-09T00:00:00Z", "document_type": "article", "news_desk": "The Arts/Cultural Desk", "section_name": "Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Catherine", "lastname": "BILLEY"}], "original": "By CATHERINE BILLEY; Compiled by Lawrence Van Gelder"}, "type_of_material": "News", "_id": "4fd245f98eb7c8105d7e06ed", "word_count": 121, "slideshow_credits": null}, {"web_url": "http://query.nytimes.com/gst/fullpage.html?res=9404E3DE163AF93AA35751C0A9639C8B63", "snippet": "Spears Sues Over Knee Injury      Britney Spears, right, hurt her left knee last summer, and she would feel a lot better about it if eight insurance companies paid her $9.8 million, The Associated Press reported yesterday. Ms. Spears has filed sui...", "lead_paragraph": "Spears Sues Over Knee Injury Britney Spears, right, hurt her left knee last summer, and she would feel a lot better about it if eight insurance companies paid her $9.8 million, The Associated Press reported yesterday. Ms. Spears has filed suit in State Supreme Court in New York against the insurance companies, saying she and her company Britney Touring Inc. had paid them $1.3 million in premiums to insure her Onyx Hotel Tour last year through the United States, Canada and Europe. The court papers said that on June 8, she hurt the knee while doing the choreography for a video of her song ''Outrageous'' and had to undergo surgery. On June 15, she canceled the tour. When she filed her claim, the suit says, seven of the insurance companies, all in Britain, refused to pay; the eighth, in France, did not respond. The seven companies said she had failed to inform them about a pre-existing knee injury that required surgery less than five years earlier. Her lawsuit called this an ''innocent'' and immaterial ''omission.'' Kristin Davis Goes From 'City' to Suburbs Kristin Davis, left, is out of sex and into soccer. Ms. Davis, perhaps best known as Charlotte of ''Sex and the City,'' is to star in an ABC drama, tentatively titled ''Soccer Moms,''' about two suburban housewives who team up as private detectives, Reuters reported. Esa-Pekka Salonen Re-enlists Esa-Pekka Salonen and the Los Angeles Philharmonic are doing an encore. In his 13th year as the orchestra's music director, Mr. Salonen, who was under contract through the 2005-6 season, has signed on for two more years, extending his commitment through the 2007-8 season, he and orchestra officials announced yesterday. The extension includes a provision indicating the desire of Mr. Salonen and the Los Angeles Philharmonic Association to continue their relationship beyond 2008. Green Day on the Move The punk trio Green Day, below, isn't resting on its six Grammy nominations. Beginning on April 15 in Coral Gables, Fla., it will embark on a five-week, 27-date North American tour heavy on college towns, Reuters reported. The trio's label, Reprise Records, said the tour, which ends on May 20 in Calgary, Alberta, includes a performance at the Mark G. Etess Arena in Atlantic City on April 24. At the Grammys, on Sunday, Green Day will complete for album of the year and rock album for ''American Idiot,'' and song of the year, rock performance, rock song and music video, all for the title track. Almodóvar Takes a Hike The Spanish director Pedro Almodóvar, below, has resigned from the Spanish Film Academy. His production house, El Deseo, said his decision to quit was based on disagreements over the way the academy bestows the Goyas, Spain's counterpart to the Oscars, and the way it chooses the film to compete at the Academy Awards for best foreign film, Reuters reported. Mr. Almodóvar's ''Bad Education'' was shut out in the Goyas competition by Alejandro Amenábar's ''Sea Inside,'' which was also picked as Spain's Oscar competitor.", "abstract": "Britney Spears files $9.8-million lawsuit against eight insurance companies demanding payment under policy covering 2004 tour she had to cancel when he injured knee choreographing video of song Outrageous; photo (S)", "print_page": "2", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Arts, Briefly"}, "keywords": [{"name": "persons", "value": "SPEARS, BRITNEY"}, {"name": "subject", "value": "MUSIC"}, {"name": "subject", "value": "RECORDINGS (VIDEO)"}, {"name": "subject", "value": "INSURANCE"}, {"name": "subject", "value": "SUITS AND LITIGATION"}], "pub_date": "2005-02-09T00:00:00Z", "document_type": "article", "news_desk": "The Arts/Cultural Desk", "section_name": "Arts", "subsection_name": null, "byline": {"person": [{"firstname": "Lawrence", "middlename": "Van", "lastname": "Gelder", "rank": 1, "role": "reported", "organization": ""}], "original": "Compiled by Lawrence Van Gelder"}, "type_of_material": "News", "_id": "4fd2a5de8eb7c8105d88d99f", "word_count": 500, "slideshow_credits": null}, {"web_url": "http://query.nytimes.com/gst/fullpage.html?res=9E01E3DE163AF93AA35751C0A9639C8B63", "snippet": "ABC's agreement with the Academy of Motion Picture Arts and Sciences to broadcast the Oscar ceremony has been extended through 2014. Last year's show brought ABC an average of $1.5 million dollars for each 30-second advertisement, and was the No.3...", "lead_paragraph": "ABC's agreement with the Academy of Motion Picture Arts and Sciences to broadcast the Oscar ceremony has been extended through 2014. Last year's show brought ABC an average of $1.5 million dollars for each 30-second advertisement, and was the No.3 program of 2004 in Nielsen's rankings: an estimated 43.53 million viewers watched it. ABC televised the ceremonies from 1961 through 1970; then NBC had the rights from 1971 through 1975. ABC has carried the show since 1976. Before the renewal, the network's deal with the academy was to expire in 2008. This year's Academy Awards will be broadcast on Feb. 27. KATE AURTHUR", "abstract": "ABC's agreement to broadcast Oscar ceremony is extended through 2014; Kristin Davis to star in ABC drama tentatively titled Soccer Moms; photo (S)", "print_page": "2", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Arts, Briefly; ...But Remaining on ABC"}, "keywords": [{"name": "creative_works", "value": "SOCCER MOMS (TV PROGRAM)"}, {"name": "persons", "value": "DAVIS, KRISTIN"}, {"name": "organizations", "value": "ABC INC"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "ACADEMY AWARDS (OSCARS)"}, {"name": "subject", "value": "TELEVISION"}], "pub_date": "2005-02-09T00:00:00Z", "document_type": "article", "news_desk": "The Arts/Cultural Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Kate", "lastname": "AURTHUR"}], "original": "By KATE AURTHUR; Compiled by Lawrence Van Gelder"}, "type_of_material": "News", "_id": "4fd2839b8eb7c8105d851b0d", "word_count": 103, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2005/02/08/fashion/shows/08dres.html", "snippet": "Bryan Bradley of Tuleh offered a collection so furious and deliberate in its outrage at the banality of luxury that it verged on the suicidal....", "lead_paragraph": "A little contempt for luxury is not such a bad thing. How people dress in an age of superabundance and superficiality, how they spend their money, how they are influenced by wealth, how they attempt to distance themselves from people whose style is not theirs but whose desire for the same human bric-a-brac makes them no less precious to luxury companies: this is a subject that should be of intimate interest to a fashion designer. Bryan Bradley, the designer of Tuleh, works in an office on Chrystie Street on the Lower East Side, a neighborhood where almost overnight the rents went from supporting people on the way down to those on the way up. His clients are rich young socialites, and on Sunday night, with their husbands and children and their pals from the magazines, they formed one of the loudest booster clubs in the Bryant Park tents, nearly equal to the friends and family section at Oscar de la Renta's show yesterday.", "abstract": "Review of New York fashion showings by Carolina Herrera, Diane von Furstenberg, Oscar de la Renta and other designers; photos (M)", "print_page": "11", "blog": [], "source": "The New York Times", "multimedia": [{"url": "images/2005/02/07/fashion/fash75.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2005/02/07/fashion/fash75.jpg"}, "type": "image", "height": 75}, {"height": 55, "subtype": "tiny_thumb", "legacy": {"tinythumbwidth": 55, "tinythumbheight": 55, "hastinythumb": "Y"}, "type": "image", "width": 55}], "headline": {"main": "An Outcry of Political Dissent, Scrawled in Ruffles"}, "keywords": [{"name": "persons", "value": "BRADLEY, BRYAN"}, {"name": "persons", "value": "VON FURSTENBERG, DIANE"}, {"name": "persons", "value": "HERRERA, CAROLINA"}, {"name": "persons", "value": "DE LA RENTA, OSCAR"}, {"name": "organizations", "value": "TULEH"}, {"name": "subject", "value": "REVIEWS"}, {"name": "subject", "value": "DRESSES"}, {"name": "subject", "value": "APPAREL"}], "pub_date": "2005-02-08T00:00:00Z", "document_type": "article", "news_desk": "Metropolitan Desk", "section_name": "New York and Region", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Cathy", "lastname": "HORYN"}], "original": "By CATHY HORYN"}, "type_of_material": "News", "_id": "4fd2443f8eb7c8105d7de74f", "word_count": 1014, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2005/02/08/movies/08dvd.html", "snippet": "This week, five films featuring the special effects of Ray Harryhausen, a pair of best picture Oscar winners and Bernardo Bertolucci's rarely seen first feature....", "lead_paragraph": "'The Fantastic Films of Ray Harryhausen' Before the digital revolution, Hollywood's most spectacular special effects were not created by programmers working in carefully coordinated tandem in production houses around the world but by one man, Ray Harryhausen, effectively playing by himself in his own sandbox.", "abstract": "Dave Kehr reviews new DVD releases; photo (S)", "print_page": "7", "blog": [], "source": "The New York Times", "multimedia": [{"url": "images/2005/02/08/arts/08dvd.75.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2005/02/08/arts/08dvd.75.jpg"}, "type": "image", "height": 75}], "headline": {"main": "Critic's Choice: New DVD's", "kicker": "Critic's Choice"}, "keywords": [{"name": "creative_works", "value": "FANTASTIC FILMS OF RAY HARRYHAUSEN, THE (MOVIE)"}, {"name": "creative_works", "value": "LADY TERMINATOR (MOVIE)"}, {"name": "creative_works", "value": "LIFE OF EMILE ZOLA, THE (MOVIE)"}, {"name": "creative_works", "value": "BROADWAY MELODY, THE (MOVIE)"}, {"name": "creative_works", "value": "GRIM REAPER, THE (MOVIE)"}, {"name": "persons", "value": "HARRYHAUSEN, RAY"}, {"name": "persons", "value": "BERTOLUCCI, BERNARDO"}, {"name": "organizations", "value": "WARNER HOME VIDEO"}, {"name": "organizations", "value": "COLUMBIA PICTURES"}, {"name": "organizations", "value": "CRITERION COLLECTION"}, {"name": "subject", "value": "DVD (DIGITAL VERSATILE DISK)"}, {"name": "subject", "value": "RECORDINGS (VIDEO)"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "REVIEWS"}], "pub_date": "2005-02-08T00:00:00Z", "document_type": "article", "news_desk": "The Arts/Cultural Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Dave", "lastname": "Kehr"}], "original": "By Dave Kehr"}, "type_of_material": "News", "_id": "4fd2443f8eb7c8105d7de757", "word_count": 1051, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2005/02/07/business/media/07variety.html", "snippet": "Rob Schneider, the star of \"Deuce Bigalow: Male Gigolo,\" took out full-page ads in Daily Variety and The Hollywood Reporter to criticize a reporter....", "lead_paragraph": "It is not uncommon for large corporations to buy full-page newspaper ads to defend their reputations. For individuals to do so is rare, and for someone to do it in defense of a movie is practically unheard of. Yet that is just what Rob Schneider, the star of ''Deuce Bigalow: Male Gigolo,'' did last Thursday when, in full-page ads in Daily Variety and The Hollywood Reporter, he responded to a front-page article in The Los Angeles Times written by Patrick Goldstein.", "abstract": "Actor Rob Schneider comments on buying full-page ads in Daily Variety and Hollywood Reporter to respond to Patrick Goldstein's article in Los Angeles Times scoring Hollywood studios for bankrolling sequel to his film Deuce Bigalow: Male Gigolo and deriding his comedic acting, interview; says he sought to embarrass Goldstein in fun way; Goldstein comments; photo (M)", "print_page": "6", "blog": [], "source": "The New York Times", "multimedia": [{"url": "images/2005/02/07/business/07variety.gif", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2005/02/07/business/07variety.gif"}, "type": "image", "height": 75}], "headline": {"main": "MediaTalk; Buying an Ad to Defend, Rather Than Promote, a Movie"}, "keywords": [{"name": "creative_works", "value": "DEUCE BIGALOW: MALE GIGOLO (MOVIE)"}, {"name": "persons", "value": "GOLDSTEIN, PATRICK"}, {"name": "persons", "value": "SCHNEIDER, ROB"}, {"name": "organizations", "value": "LOS ANGELES TIMES"}, {"name": "organizations", "value": "HOLLYWOOD REPORTER"}, {"name": "organizations", "value": "DAILY VARIETY"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "ADVERTISING AND MARKETING"}, {"name": "subject", "value": "AWARDS, DECORATIONS AND HONORS"}], "pub_date": "2005-02-07T00:00:00Z", "document_type": "article", "news_desk": "Business/Financial Desk", "section_name": "Movies; Business", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Lia", "lastname": "MILLER"}], "original": "By LIA MILLER"}, "type_of_material": "News", "_id": "4fd25df38eb7c8105d80c79c", "word_count": 302, "slideshow_credits": null}]}, "status": "OK", "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}