{"response": {"meta": {"hits": 254, "time": 32, "offset": 130}, "docs": [{"web_url": "http://www.nytimes.com/2005/02/06/movies/06thom.html", "snippet": "Though the studio and subject are Japanese, the screen adaptation of \"Memoirs of a Geisha\" is a truly international film....", "lead_paragraph": "IF the coming story in film is globalization, ''Memoirs of a Geisha,'' set for a Christmas release by Sony Pictures, may one day be seen as a movie at the tipping point. Based on an American novel about a hidden aspect of Japanese life, it relies heavily on three stars of Chinese cinema and has no white stars. The San Francisco Bay doubled for the Sea of Japan, while Ventura in Southern California housed an entire Japanese town for the shoot last fall, and the Yamashiro Restaurant in Hollywood served as a Kyoto teahouse. Still, executives at the Japanese-owned Sony appear confident that the Wisconsin-born director Rob Marshall, best known for the Oscar-winning musical ''Chicago,'' will get it right. ''It's thrilling, theatrical and totally modern,'' the Sony motion picture group chairwoman, Amy Pascal, said in describing the daily screenings of the film, which is set mainly in the 1930's and 1940's.", "abstract": "Film Memoirs of a Geisha, directed by Rob Marshall, is based on American novel about Japanese life, stars Chinese actresses and was filmed in California; photos (M)", "print_page": "12", "blog": [], "source": "The New York Times", "multimedia": [{"url": "images/2005/02/06/arts/06thom2.75.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2005/02/06/arts/06thom2.75.jpg"}, "type": "image", "height": 75}], "headline": {"main": "Memoirs of a Chinese-American Geisha", "kicker": "FILM"}, "keywords": [{"name": "creative_works", "value": "MEMOIRS OF A GEISHA (MOVIE)"}, {"name": "creative_works", "value": "MEMOIRS OF A GEISHA (BOOK)"}, {"name": "persons", "value": "ZHANG ZIYI"}, {"name": "persons", "value": "MARSHALL, ROB"}, {"name": "persons", "value": "PASCAL, AMY"}, {"name": "organizations", "value": "SONY CORPORATION"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "BOOKS AND LITERATURE"}], "pub_date": "2005-02-06T00:00:00Z", "document_type": "article", "news_desk": "Arts and Leisure Desk", "section_name": "Movies; Arts; Books", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Anne", "lastname": "THOMPSON"}], "original": "By ANNE THOMPSON"}, "type_of_material": "News", "_id": "4fd2571a8eb7c8105d801259", "word_count": 713, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2005/02/06/opinion/6dowd.html", "snippet": "I saw \"Million Dollar Baby\" and was dazzled. But conservatives howled that Dirty Harry playing Dr. Kevorkian sends a positive message about euthanasia....", "lead_paragraph": "A friend of mine e-mailed me Friday to see if I wanted to go to the Folger Theater production of ''Romeo and Juliet.'' I e-mailed him back, fretting: Doesn't that play promote suicide?", "abstract": "Maureen Dowd Op-Ed column contends that she saw Million Dollar Baby and was dazzled, but then Rush Limbaugh, Michael Medved and other conservatives howled that Dirty Harry playing Dr Kevorkian sends positive message about euthanasia; maintains that Clint Eastwood's critics do not understand what art is; holds that politics--not art--is about finding consensus with majority of audience; says art is not about avoiding controversy or ensuring that everyone leaves feeling morally uplifted (M)", "print_page": "13", "blog": [], "source": "The New York Times", "multimedia": [{"url": "images/2003/03/18/opinion/dowd_new.75.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2003/03/18/opinion/dowd_new.75.jpg"}, "type": "image", "height": 75}, {"subtype": "tiny_thumb", "legacy": {"tinythumbwidth": 55, "tinythumbheight": 55, "hastinythumb": "Y"}, "type": "image", "width": 55, "height": 55}], "headline": {"main": "Wherefore Art Thou, Clint?", "kicker": "Op-Ed Columnist"}, "keywords": [{"name": "creative_works", "value": "MILLION DOLLAR BABY (MOVIE)"}, {"name": "persons", "value": "MEDVED, MICHAEL"}, {"name": "persons", "value": "LIMBAUGH, RUSH"}, {"name": "persons", "value": "EASTWOOD, CLINT"}, {"name": "organizations", "value": "REPUBLICAN PARTY"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "DEATH AND DYING"}], "pub_date": "2005-02-06T00:00:00Z", "document_type": "article", "news_desk": "Editorial Desk", "section_name": "Opinion", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Maureen", "rank": 1, "lastname": "DOWD"}], "original": "By MAUREEN DOWD"}, "type_of_material": "Op-Ed", "_id": "4fd2571a8eb7c8105d801279", "word_count": 730, "slideshow_credits": null}, {"web_url": "http://query.nytimes.com/gst/fullpage.html?res=9C01EEDC103BF935A35751C0A9639C8B63", "snippet": "That Oscar-Nominated Nun      Sister Rose Thering, an 84-year-old Dominican nun and former Seton Hall professor, seems an improbable movie star. But Sister Rose, whose 1961 doctoral dissertation contributed to the Vatican revising its position on ...", "lead_paragraph": "That Oscar-Nominated Nun Sister Rose Thering, an 84-year-old Dominican nun and former Seton Hall professor, seems an improbable movie star. But Sister Rose, whose 1961 doctoral dissertation contributed to the Vatican revising its position on the role of Jews in Christ's death and who fought for Holocaust education in New Jersey schools, is getting more than her 15 minutes of fame.", "abstract": null, "print_page": "11", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "JERSEY FOOTLIGHTS"}, "keywords": [], "pub_date": "2005-02-06T00:00:00Z", "document_type": "article", "news_desk": "New Jersey Weekly Desk", "section_name": "New York and Region", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Michelle", "lastname": "Falkenstein"}], "original": "By Michelle Falkenstein"}, "type_of_material": "News", "_id": "4fd245f88eb7c8105d7e066e", "word_count": 740, "slideshow_credits": null}, {"web_url": "http://query.nytimes.com/gst/fullpage.html?res=9D03E1DA133BF935A35751C0A9639C8B63", "snippet": "'Far and Away'  Tulla Booth Gallery, 66 Main Street, Sag Harbor, (631) 725-3100. Through Feb. 23.      Among the distant and exotic locales observed by five photographers are some of the areas recently devastated by the tsunami. This coincidence -...", "lead_paragraph": "'Far and Away' Tulla Booth Gallery, 66 Main Street, Sag Harbor, (631) 725-3100. Through Feb. 23. Among the distant and exotic locales observed by five photographers are some of the areas recently devastated by the tsunami. This coincidence -- the show was planned months before the disaster struck -- has prompted the gallery to dedicate a percentage of proceeds to the relief effort.", "abstract": "Helen Harrison reviews photographs by Beryl Bernay, Michael Knigin, Eric Meola, Burt Glinn and Sharon Collins at Tulla Booth Gallery in Sag Harbor, 19th and early-20th-century European and American landscapes at The Drawing Room in East Hampton and paintings by John Wilde, Charles Pfahl and others at Spanierman Gallery in East Hampton, NY; photos (M)", "print_page": "10", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Images That Imitate Life, the Surreal and the All Too Real", "kicker": "ART"}, "keywords": [{"name": "persons", "value": "BERNAY, BERYL"}, {"name": "persons", "value": "PFAHL, CHARLES"}, {"name": "persons", "value": "GLINN, BURT"}, {"name": "persons", "value": "WILDE, JOH N"}, {"name": "persons", "value": "KNIGIN, MICHAEL"}, {"name": "persons", "value": "COLLINS, SHARON"}, {"name": "persons", "value": "MEOLA, ERIC"}, {"name": "subject", "value": "REVIEWS"}, {"name": "subject", "value": "PHOTOGRAPHY"}, {"name": "subject", "value": "ART"}], "pub_date": "2005-02-06T00:00:00Z", "document_type": "article", "news_desk": "Long Island Weekly Desk", "section_name": "New York and Region", "subsection_name": null, "byline": {"person": [{"firstname": "Helen", "middlename": "A.", "lastname": "Harrison", "rank": 1, "role": "reported", "organization": ""}], "original": "By Helen A. Harrison"}, "type_of_material": "News", "_id": "4fd245f88eb7c8105d7e066b", "word_count": 954, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2005/02/06/fashion/shows/06hann.html", "snippet": "As American designers worried about impressing fashion editors, stylists and Hollywood stars who would attend Fashion Week, Douglas Hannant worked quietly under the radar....", "lead_paragraph": "LESS than an hour before the young collectors party for the 51st Winter Antiques Show, Debbie Bancroft stood in a dressing room weighing her options. Would she wear the eggplant-color satin dress with the nipped waist or the mink-edged leather jacket and satin pants? Her designer, Douglas Hannant, was partial to the pants, fretting that the dress might be too ''lady,'' as he put it. But Lauren Evans, Mr. Hannant's publicist, who sat in at the fitting at Mr. Hannant's garment district showroom, quickly overruled him.", "abstract": "Designer Douglas Hannant specializes in fashions for New York City socialite set; photos (M)", "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [{"url": "images/2005/02/06/fashion/06hann75.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2005/02/06/fashion/06hann75.jpg"}, "type": "image", "height": 75}], "headline": {"main": "Courting Park Avenue, One Socialite at a Time"}, "keywords": [{"name": "persons", "value": "HANNANT, DOUGLAS"}, {"name": "glocations", "value": "NEW YORK CITY"}, {"name": "subject", "value": "DRESSES"}, {"name": "subject", "value": "PARTIES (SOCIAL)"}, {"name": "subject", "value": "APPAREL"}], "pub_date": "2005-02-06T00:00:00Z", "document_type": "article", "news_desk": "Style Desk", "section_name": "Style", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Ruth", "lastname": "LA FERLA"}], "original": "By RUTH LA FERLA"}, "type_of_material": "News", "_id": "4fd25df38eb7c8105d80c78c", "word_count": 2156, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2005/02/05/fashion/05tents.html", "snippet": "Laura Bush, who once said she was not interested in fashion, appears to have embraced the industry - much to the delight of the designers....", "lead_paragraph": "Laura Bush became the first first lady to attend Fashion Week in New York yesterday, in an occasion that was greeted in some circles with the same sense of importance as when Christian Dior unveiled the New Look. Celebrities may be commonplace during the 150 designer shows that will take place in the city during Fashion Week, through next Friday, but it took a first lady in the front row of the tents in Bryant Park to make the fashion audience pay attention on a day that is usually just a prelude to the main events.", "abstract": "Laura Bush becomes first first lady to attend Fashion Week in New York, in occasion that is greeted in some circles with same sense of importance as when Christian Dior unveiled New Look; photo of Bush at runway show in Bryant Park (M)", "print_page": "3", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Fashion Week's Coup: Mrs. Bush's Approval"}, "keywords": [{"name": "persons", "value": "BUSH, LAURA"}, {"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "BRYANT PARK (NYC)"}, {"name": "subject", "value": "APPAREL"}, {"name": "subject", "value": "TRADE SHOWS AND FAIRS"}], "pub_date": "2005-02-05T00:00:00Z", "document_type": "article", "news_desk": "Metropolitan Desk", "section_name": "New York and Region", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Eric", "lastname": "WILSON"}], "original": "By ERIC WILSON"}, "type_of_material": "News", "_id": "4fd2571a8eb7c8105d801234", "word_count": 522, "slideshow_credits": null}, {"web_url": "http://query.nytimes.com/gst/fullpage.html?res=9A0CE4D9103BF937A35751C0A9639C8B63", "snippet": "Theater    A selective listing by critics of The Times: New or noteworthy Broadway and Off Broadway shows this weekend. Approximate running times are in parentheses. * denotes a highly recommended show.  + means discounted tickets were available a...", "lead_paragraph": "Theater A selective listing by critics of The Times: New or noteworthy Broadway and Off Broadway shows this weekend. Approximate running times are in parentheses. * denotes a highly recommended show. + means discounted tickets were available at the Theater Development Fund's TKTS booth for performances last Friday and Saturday nights. ++ means discounted tickets were available at the TKTS booth for last Friday night. Full reviews of current shows, additional listings, showtimes and tickets: nytimes.com/theater. Broadway +'BROOKLYN THE MUSICAL' The enterprising design team of Mark Schoenfeld and Barri McPherson's aggressively maudlin show has come up with all sorts of ideas for converting everyday urban detritus into glamorous props and accessories. from traffic cones into megaphones to garbage bags into evening gowns. But the whole production, directed by Jeff Calhoun, is a kind of cultural recycling of discarded showbiz forms. An urban fairy tale told by street singers, ''Brooklyn'' is a throwback to the simple and whimsy-laden little musicals that blossomed off Broadway several decades ago. Try to imagine a sanitized ''Hair'' or a secular ''Godspell,'' with a helping of funky 70's disco, all filtered through the throat-stretching vocal pyrotechnics of ''American Idol.'' If that hybrid appeals to you, you're welcome to it. If not, you may find yourself feeling like a cranky commuter in a subway car, trapped with a perky team of harmonizers who say they just want to leave you with a smile on your face (1:45). Plymouth, 236 West 45th Street, (212)239-6200. Tuesdays at 7 p.m.; Thursdays and Fridays at 8 p.m.; Wednesdays and Saturdays at 2 and 8 p.m. Sundays at 3 p.m. Tickets: $25 to $96.25. BEN BRANTLEY +'LA CAGE AUX FOLLES' This alternately pallid and garish revival of the 1983 musical, with songs by Jerry Herman and a book by Harvey Fierstein, comes to life only when its cross-dressing chorus line takes over. This story of a gay couple who run a nightclub in St. Tropez has two bright stars in Daniel Davis (as the manly part of the couple) and the wonderful but slightly miscast Gary Beach (as the womanly one). But Jerry Zaks's production often gives the impression of merely going through the motions, amiably but robotically, of its gag-laden, sentimental plot. What makes ''La Cage'' worth visiting for people whose diet does not include canned corn and packaged sugar is the plumed and spangled all-male ensemble of dancers. Each one emerges as a saucy individual, and as a team they have been choreographed by Jerry Mitchell with a feisty sense of humor and an athletic verve that should make Arnold Schwarzenegger think twice about using ''girly men'' as a pejorative term (2:30). Marquis Theater, 1535 Broadway, between 45th and 46th Streets, (212)307-4100. Tuesdays at 7 p.m.; Thursdays and Fridays at 8 p.m.; Wednesdays and Saturdays at 2 and 8 p.m.; Sundays at 3 p.m. Tickets: $25 to $100. BRANTLEY *+ 'DAME EDNA: BACK WITH A VENGEANCE!' It was nearly a half-century ago that Edna Everage (damehood still awaited her) was invented by an Australian drama student named Barry Humphries, whose body the mauve-haired entertainer continues to take over for public appearances. Rather like the plant in ''The Little Shop of Horrors,'' the blowsy Edna kept becoming larger, glitzier and hungrier as she fed on the adulation of theater and television fans over the years. As her exhaustingly funny new show makes clear, that growth process hasn't stopped. When she last appeared on Broadway five years ago, she was merely a megastar, Dame Edna condescendingly tells her audience; now she is ''a glittering gigastar.'' In this singing, dancing shrine to herself, she proves it by exploiting our culture's masochistic obsession with the rich and famous (2:30). Music Box Theater, 239 West 45th Street, (212)239-6200. Tuesdays at 7 p.m.; Wednesdays through Saturdays at 8 p.m.; Saturdays at 2 p.m.; Sundays at 3 p.m. Tickets: $67.50 to $87.50. BRANTLEY *+'DEMOCRACY' Michael Frayn's glorious study of the mutations of politics and the men who practice it, directed by Michael Blakemore, is one of those rare dramas that don't just dare to think big but that fully translate their high aspirations to the stage, with sharp style and thrilling clarity. For New York theatergoers who have endured the recent spate of dutiful revivals and misconceived star vehicles, watching this gripping study of the fraught glory years of Chancellor Willy Brandt of West Germany and the spy who loved him is like riding a wave after dog paddling in shallow waters (2:30). Brooks Atkinson Theater, 256 West 47th Street, (212)307-4100. Tuesdays at 7 p.m.; Thursdays and Fridays at 8 p.m.; Wednesdays and Saturdays at 2 and 8 p.m.; Sundays at 3 p.m. Tickets: $60 to $95. BRANTLEY +'FIDDLER ON THE ROOF' From the moment it sounds its first word in David Leveaux's placid revival, the voice of Harvey Fierstein (who has replaced Alfred Molina in the central role of Tevye) makes the audience to prick up its ears. Heard not so long ago issuing from the plus-size form of Edna Turnblad in the musical ''Hairspray,'' Mr. Fierstein's voice is one of the most distinctive in theater, variously evoking a kazoo, a congested saxophone, wind in a bottle and echoes from a crypt. It is, in a way, its own multicolored show. Whether it fits comfortably into the little Russian village of Anatevka is another issue. But at least it brings a bit of zest to David Leveaux's abidingly bland production (2:55). Minskoff Theater, 200 West 45th Street, (212)307-4100. Tuesdays at 7 p.m.; Wednesdays through Saturdays at 8 p.m.; Wednesdays and Saturdays at 2 p.m.; Sundays at 3 p.m. Tickets: $35 to $100. BRANTLEY +'LITTLE WOMEN' Sutton Foster never merely walks when she can scamper in this perky, sketchy adaptation of Louisa May Alcott's classic novel of a Civil War-era New England girlhood. Portraying Jo the tomboy, Ms. Foster creates a dizzyingly hyperkinetic creature who, were she living in the 21st century, would probably be on Ritalin. Ms. Foster (a Tony winner for \"Thoroughly Modern Millie\") shows a gift for fresh comic line readings. But her energy is often less infectious than exhausting. The same can be said of of the show, directed by Susan H. Schulman and featuring a book by Allan Knee, with songs by Jason Howland and Mindi Dickstein. Watching the production is rather like speedreading Alcott's novel. And the cast members, who include the mellow-voiced Maureen McGovern, mostly bring to mind 1860's-themed editions of the American Girl series of dolls (2:20). Virginia Theater, 245 West 52nd Street, (212)239-6200. Tuesdays at 7 p.m.; Thursdays and Fridays at 8 p.m.; Wednesdays and Saturdays at 2 and 8 p.m.; Sundays at 3 p.m. Tickets: $60 to $100. BRANTLEY '700 SUNDAYS' This one-man memoir of a play by Billy Crystal, the beloved comic actor and longtime Oscar host, has been carefully set up to suggest a night of home movies with a buddy from your high school days who is equal parts attention-grabbing showoff and softhearted sweetie pie. In resurrecting the boy he was and the parents who made him the man he is, Mr. Crystal does indeed show flickering faded films from his childhood, projected onto the windows of a replica of the house on Long Island where he spent his youth. You would be hard-pressed to find a Broadway show with a more artfully calculated comfort factor. Directed by Des McAnuff, and featuring some funny riffs on familiar archetypes, ''700 Sundays'' makes the characters in Neil Simon's domestic comedies look as tortured as figures out of Eugene O'Neill. And Mr. Crystal has a way of making even the ostensibly exotic feel as wholesome as apple blintzes (2:20). Broadhurst Theater, 235 West 44th Street, (212)239-6200. Tuesdays through Saturdays at 8 p.m.; Wednesdays and Saturdays at 2 p.m. Tickets: $71.25 to $91.25; extremely limited. BRANTLEY ++'TWELVE ANGRY MEN' This stage adaptation of Reginald Rose's celebrated television drama from 1954 (made into a film in 1957) suggests that sometimes the best way to present a fossil is just to polish it up and put it on display without disguise, annotation or apology. As a tidy portrait of clashing social attitudes in a jury room, it definitely creaks with age. But somehow the creaks begin to sound like soothing music, a siren song from a period of American drama when personalities were drawn in clean lines, the moral was unmistakable and the elements of a plot clicked together like a jigsaw puzzle without a single missing piece. Even those who like their theater hip and cerebral might want to lower their eyebrows for this 90-minute production. With an ensemble that includes Boyd Gaines, Mark Blum and Peter Friedman, this is a showcase for some of New York's finest character actors, who all manage to chew the scenery without smacking their lips. American Airlines Theater, 227 West 42nd Street, (212)719-1300. Tuesdays through Saturdays at 8 p.m.; Wednesdays, Saturdays and Sundays at 2 p.m. Tickets: $46.25 to $86.25. BRANTLEY Off Broadway 'FAT PIG' Neil LaBute's latest work is on one level yet another demonstration that men are paragons of bad faith and cowardice, a judgmental tradition that this writer established with his screenplay for ''In the Company of Men.'' Yet ''Fat Pig,'' directed by Jo Bonney, is also the most emotionally engaging and unsettling of Mr. LaBute's plays since ''Bash'' five years ago. A show that might have been merely a point-proving exercise is immeasurably enriched by Mr. LaBute's empathy and by the skill and honesty of Jeremey Piven (of ''The Entourage'' on HBO) as a charming rising executive, and and Ashlie Atkinson, the overweight woman he falls for. Andrew McCarthy and Keri Russell (late of ''Felicity'') round out the taut ensemble (1:40). Lucille Lortel Theater, 121 Christopher Street, West Village, (212)279-4200. Mondays and Tuesdays at 7 p.m.; Wednesdays, Thursdays and Fridays at 8 p.m.; Saturdays at 2:30 and 8 p.m. Tickets: $50. BRANTLEY *+ 'FORBIDDEN BROADWAY: SPECIAL VICTIMS UNIT' Gerard Alessandrini, the writer and creator of the 22-year-old ''Forbidden Broadway'' series of satirical revues, would seem to be as steamed-up and homicidal as Dirty Harry in a den of crooked cops. This means he is in particularly good form. The New York theater's favorite practitioner of tough love has put on the brass knuckles for this round. The production features the expected caricatures of ego-driven singing stars (Patti LuPone, Hugh Jackman). But even more than usual, the show offers an acute list of grievances about the sickly state of the Broadway musical, where, as Mr. Alessandrini's lyrics have it, ''everything old is old again'' (1:45). Douglas Fairbanks Theater, 432 West 42nd Street, Clinton, (212)239-6200. Mondays, Tuesdays, Fridays and Saturdays at 8:15 p.m.; Wednesdays at 2:30 p.m.; Saturdays at 4 p.m.; Sundays at 3:30 and 7:30 p.m. Tickets: $49.50 to $57. BRANTLEY *'THE GODS ARE POUNDING MY HEAD! (AKA LUMBERJACK MESSIAH)' Even lumberjacks get the cosmic blues in the world of Richard Foreman, the Florenz Ziegfeld of avant-garde drama. In many ways, this show is a typical Foreman extravaganza: tightly orchestrated hallucinogenic visual effects, bruising slapstick and cryptic, fragmented dialogue. But there is also a newly wistful, elegiac note here. ''Gods,'' which features Jay Smith and T. Ryder Smith as a pair of weary woodsmen, is as majestically mad and funny as any Foreman spectacle. But it also has a sadness appropriate to what appears to be a farewell note of sorts, since Mr. Foreman has said he is giving up the kind of plays he has been creating since 1968 to focus on film (1:10). Ontological Theater at St. Mark's Church, 131 East 10th Street, (212)533-4650. Tuesdays, Thursdays, Fridays, Saturdays and Sundays, 8 p.m. Tickets: weekdays $20, $15 for students; $25 for Saturday performances. BRANTLEY *'HURLYBURLY' If you are going to inhabit a wasteland, you might as well be thoroughly wasted. That would appear to be the first rule of survival for the characters who have been brought so vibrantly and unforgivingly to life in the New Group's smashing revival of David Rabe's 1984 play. For these pharmaceutically fried losers in the Hollywood Hills, drugs and alcohol are way beyond recreational status. They're what generate love and hate, security and anxiety, often in such a blurred succession of responses that it's hard to distinguish among them. But thanks to a terrific, uncompromising cast -- directed by Scott Elliott and led by Ethan Hawke, Josh Hamilton and Parker Posey -- theatergoers are likely to experience a heady buzz of excitement and clarity that any of the desperate characters on stage would kill for (3:15). Acorn Theater, 410 West 42nd Street, (212)279-4200. Mondays through Fridays at 8 p.m.; Saturdays at 2 and 8 p.m. Tickets: $50. BRANTLEY ++'JEWTOPIA' In a word, oy. Actually, even that small but spectacularly useful Yiddish word, with its infinite capacity for inflection, won't suffice to register the proper dismay at this slapdash, feeble-witted comedy. Written by and starring Bryan Fogel and Sam Wolfson, the cheerfully vulgar ''Jewtopia'' is aimed squarely at Jewish audiences not above indulging in a little lowbrow ribbing of their common ground. Make that a lot of lowbrow ribbing, most of it is about as fresh as a kugel from last year's Seder. Mr. Fogel and Mr. Wolfson flail away at hoary old stereotypes with a lack of ingenuity and a coarseness that are as numbing as they are dispiriting. The director John Tillinger, hired to polish the production for its New York engagement (it ran for more than a year in Los Angeles), has done little to tame its tacky excesses or shore up its slipshod construction There are circumcision jokes aplenty, of course, and the requisite zingers about controlling Jewish mothers. and their daughters who don't put out. Several bits are funny despite the familiarity, as when a mother unleashes a volley of questions at her prospective son-in-law with the speed and accuracy of an ace machine-gunner. Later, a woman's status as an imposter is revealed when it's recalled that she paid retail for the Chanel bag. So it goes for two hours. Westside Theater (Downstairs), 407 West 43rd Street, Clinton, (212)239-6200. Tuesdays at 7 p.m.; Wednesdays at 2 and 8 p.m.; Thursdays and Fridays at 8 p.m.; Saturdays at 2 and 8 p.m.; Sundays at 3 p.m. Tickets: $59.50 for Tuesdays through Thursdays; $65 for Fridays through Sundays. CHARLES ISHERWOOD *+'NINE PARTS OF DESIRE' The voices are a study in contrasts: vivid and subdued, sophisticated and naive, seductive and standoffish. But they cohere to form a powerful collective portrait of suffering and endurance in Heather Raffo's impassioned theatrical documentary about the lives of contemporary Iraqi women. A solo piece written and performed by Ms. Raffo, an actress of Iraqi and American heritage, the play is a welcome reminder that the costs of tyranny and violent conflict are borne not by some amorphous, insentient collective population but by individuals, in this case women whose lives have been frayed and fractured, sometimes beyond repair, by the tortured history of their country. Bush foes expecting a polemical broadside will be disappointed. Ms. Raffo drew on more than 10 years of interviews to assemble her theatrical mosaic, and the commendable results reveal that she is a journalist, not a purveyor of propaganda. There is plenty here to fuel outrage at the suffering of Iraqi citizens directly caused by American bombing. But Ms. Raffo's women also bear witness to the monstrousnessof Saddam Hussein's regime, with more than one of the play's characters fiercely avowing that no price is too high to pay for ridding the country of his brutality (1:30). Manhattan Ensemble Theater, 55 Mercer Street, SoHo, (212)239-6200. Tuesdays through Fridays at 8 p.m.; Saturdays at 3 and 8 p.m.; Sundays at 3 p.m. Tickets: $55; limited number of $20 student rush tickets available at the box office one hour before the show. ISHERWOOD 'A NUMBER' Since the 1970's, Caryl Churchill has produced studies of a world quaking under constant siege in which style somehow always uniquely mirrors content. In this stunning, elliptical play about a father's experiment with genetic engineering, this invaluable dramatist considers a threat to the very cornerstone of Western civilization since the Renaissance: the idea of human individuality, a subject she manages to probe in depth in a mere 62 minutes of spartan sentences and silences. Every word, gesture and pause in this dramatic fugue for two actors -- meticulously directed by James MacDonald and performed by Arliss Howard and Dallas Roberts -- sets off echoes of multiple meaning. The play trenchantly makes the point that we no longer have the apparatus, verbal or psychological, to accommodate the changes in a time when science is moving faster than society. It is hard to think of another contemporary playwright who combines such economy of means and breadth of imagination (1:05). New York Theater Workshop, 79 East Fourth Street, East Village, (212)239-6200. Tuesdays at 7 p.m.; Wednesdays, Thursdays and Fridays at 8 p.m.; Saturdays at 2 and 8 p.m.; Sundays at 2 and 7 p.m. Tickets: $65. BRANTLEY +'UNDER THE BRIDGE' Kathie Lee Gifford, best known for purveying chitchat on morning television, has re-emerged in showbiz behind the scenes, as the author of a new musical aimed at family audiences. ''Under the Bridge,'' with book and lyrics by Ms. Gifford and music by David Pomeranz, tells the heartwarming story of a spunky group of homeless children who befriend a cranky but lovable old bum. As his hard heart is softened, the urchins and their widowed mother find the home they've long dreamed of. A new family is born. All this in Paris, yet. As that precis suggests, in adapting a popular children's book by Natalie Savage Carlson, Ms. Gifford does not exactly strive tirelessly to avoid the clichéd. The score is competent if generic. Mr. Pomeranz's melodies are pleasant and neatly tailored, while Ms. Gifford's lyrics are doggedly rhymed if rarely graceful. Despite energetic performances all around (special kudos to the likable Ed Dixon as the hobo), Eric Schaeffer's production feels inert (2:10). Zipper Theater, 336 West 37th Street, (212)239-6200. Tuesdays through Fridays at 7 p.m.; Wednesdays at 2:30; Saturdays at 2 and 7 p.m.; Sundays at 1 and 6 p.m. Tickets: $55. ISHERWOOD Last Chance +'GEM OF THE OCEAN' Theatergoers who have followed the work of August Wilson will find in this grandly evangelical drama a touchstone for his great cycle of plays chronicling the African-American experience in the 20th century. Set in 1904 in Pittsburgh, ''Gem'' is chronologically the first chapter in the cycle. As such, it is a swelling overture of things to come, a battle hymn for an inchoate republic of men and women just beginning to discover the price of freedom. It is also the least dramatically involving of Mr. Wilson's plays. Directed by Kenny Leon, with a strong cast led by Phylicia Rashad as a former slave who is more than 280 years old, ''Gem'' has passages of transporting beauty. But the metaphorical resonance of events and relationships eclipses dramatic immediacy here (2:30). Walter Kerr Theater, 219 West 48th Street, (212)239-6200. Tonight at 8; tomorrow at 2 and 8 p.m; Sunday at 3 p.m. Tickets: $25 to $86. BRANTLEY Movies A selective listing by critics of The Times: New or noteworthy movies playing this weekend in the New York metropolitan region. * denotes a highly recommended film. Ratings and running times are in parentheses. Full reviews of all current releases, movie trailers, showtimes and tickets: nytimes.com/movies. 'ALIENS OF THE DEEP' Directed by James Cameron and Steven Quale. (G, 48 minutes). When the director James Cameron proclaimed himself ''king of the world'' on winning the Oscar for ''Titanic,'' who knew that he also had designs on the rest of the solar system? His newest film, ''Aliens of the Deep,'' is a grandiose hybrid of undersea documentary and outer-space fantasy that begins on our planet's ocean floor and ends many miles under the ice crust that covers Europa, the second moon of Jupiter. The movie's sneaky transition from undersea documentary to speculative fantasy of a journey yet to be undertaken is so seamless, you could easily mistake the last portion of the film as the record of an actual space voyage. Mr. Cameron's theory, supported by astrobiologists, is that the life forms found at the deepest levels of the ocean where no light from the sun penetrates may hold clues to the nature of possible life in outer space. Filmed in Imax-3D, it is a visual adventure worthy of that much-degraded adjective, awesome. STEPHEN HOLDEN 'THE AVIATOR' Starring Leonardo DiCaprio. Directed by Martin Scorsese (PG-13, 169 minutes). The famously eccentric and reclusive empire builder Howard Hughes was born alone and died alone, the two times in his life when he was no different from anyone else. For the rest of his life, the high-flying Hughes seemed to have drifted in from some distant aerie where exotic birds hatch far from everyday worries. At the age of 18, he was both an orphan and a millionaire, and while he could never be called ordinary, in the following two decades his wealth and all that it afforded brought him a very American kind of celebrity. It is that celebrity, fueled by money, stoked by matinee looks and playboy style, which preoccupies ''The Aviator,'' Mr. Scorsese's visually sumptuous if disappointingly hollow account of Hughes's early life. Written by John Logan, the story principally covers the late 20's through the 40's, when Hughes, played by Mr. DiCaprio, was gadding about both Hollywood and the aviation world. MANOHLA DARGIS 'BEYOND THE SEA' Starring Kevin Spacey, Kate Bosworth and John Goodman. Directed by Mr. Spacey (PG-13, 118 minutes). The matching of two slithery chameleons, the singer Bobby Darin (who died in 1973 at the age of 37) and his latter-day doppelgänger, Mr. Spacey (now 45), sparks a weird bluish flame that suggests a wax yule log posing as wood in the season's teeming fireplace of movie biographies. When ignited, it releases acrid, waxy fumes that feel queasily chemical. The movie, which the star directed and helped write and in which he sings (wonderfully), smacks of the same kind of obsession that brought Bob Fosse's ''All That Jazz'' to creepy reptilian life. Its vision of show business in the 50's and 60's is as tawdry as Fosse's and as incisive in suggesting it's a grubby rags-to-riches circus. (Ms. Bosworth plays Sandra Dee, the bimbo movie princess Darin strenuously wooed and married.) The movie also touches on the ugly reality of show business mothers who force their children to act out their dreams and line their pocketbooks. HOLDEN 'CLOSER' Starring Natalie Portman, Jude Law, Julia Roberts and Clive Owen. Directed by Mike Nichols (R, 110 minutes). Four characters in search of an objective correlative for their needy, angry, compulsive states of feelings. Mr. Nichols's smooth, nimble direction improves Patrick Marber's verbose, pretentious play yet exposes some of its flaws. Two American women (Ms. Portman and Ms. Roberts) are entangled with two Englishmen (Mr. Law and Mr. Owen) in a four-handed game of deception, self-delusion and betrayal that skips and leaps over a period of several years. The formal trickiness of the narrative strips the characters of any daily context that would give their emotions meaning, and the movie is a succession of scenes, some quite powerful on their own, that don't really add up to much. The actors work hard to give their schematic, overwritten roles some nuance and individuality, but only Mr. Owen -- raw, brash and witty -- succeeds. A.O.SCOTT 'COACH CARTER' Starring Samuel L. Jackson, Rob Brown, Robert Ri'chard, Rick Gonzalez, Nana Gbewonyo and Antwon Tanner. Directed by Thomas Carter (PG-13, 137 minutes). In this solid, unsurprising inspirational-coach drama, Mr. Jackson plays Ken Carter, who returns to his old high school in the tough Northern California city of Richmond to turn a squad of underachieving misfits into winners, both on and off the court. Based on a true story, the movie combines sports-picture suspense with heroic-educator uplift when Carter, dismayed that his players are slipping academically, padlocks the gym in the midst of an undefeated season. Mr. Carter (the director, no relation to the coach) infuses this sentimental warhorse with some flourishes of realism, which are bolstered by the hip-hop soundtrack and by the performances of the younger cast members, especially Mr. Brown, as a talented forward struggling with his responsibilities, Ashanti as his girlfriend, and Mr. Gonzalez as a player sliding toward a life of crime. SCOTT 'ELEKTRA' Starring Jennifer Garner, Terence Stamp, Kirsten Prout, Goran Visnjic, Cary-Hiroyuki Tagawa and Will Yun Lee. Directed by Rob Bowman (PG-13, 96 minutes). The latest Hollywood movie to give comic books a bad name, ''Elektra'' stars Ms. Garner as a superheroine who dons fetishwear the color of blood before laying waste to every man in sight. ''Your parents must have had a sense of humor,'' the broodingly handsome and plucky love interest says to Elektra about her mythopoetic name. She answers in the negative: no, they did not, and neither does she. This chick may have a complex (or two), but like the rickety vehicle supporting her and the hopes of Marvel Comics, she emphatically does not have a sense of humor. What she emphatically does have -- and this is of course the entire point of ''Elektra'' -- is a hot bod and a costume that looks as if it was designed by someone very familiar with the Victoria's Secret catalog. DARGIS 'FAT ALBERT' Starring Kenan Thompson and Kyla Pratt. Directed by Joel Zwick (PG, 93 minutes). One of the truisms of contemporary pop culture is that just when you think it couldn't get any worse, its purveyors any more shameless, you are proved decisively wrong. Based on Bill Cosby's corpulent charmer and his band of brothers, the ''Fat Albert'' movie opens just days after the release of the DVD compilations of the original show. DVD's for the program are featured so prominently in the movie, and the movie feels so much like an extended-play sitcom, I half expected Mr. Cosby to pop up on screen to sell me the discs along with a Coke. From 1972 through 1984, the animated television series ''Fat Albert and the Cosby Kids'' enjoyed enormous success. The cartoon was austere but eminently watchable and featured one of those sitcom tunes that etch a permanent groove in your head. Just as memorable was Mr. Cosby's basso-profundo delivery of Fat Albert's trademark ''hey, hey, hey,'' a mantra that signaled that no matter what happened, all would be right in the end. In ''Fat Albert,'' that trademark is resurrected to depressingly diminished ends. DARGIS *'HEAD-ON' Starring Birol Unel, Sibel Kekilli, Catrin Striebeck and Guven Kirac. Directed by Fatih Akin (Not rated, 118 minutes). In German and Turkish, with English subtitles. Love doesn't just hurt in the jagged German romance ''Head-On''; it cuts and bleeds and even kills. A story about a lonely man and a still-lonelier woman fighting against their worlds and what often seems like their own best interests, the film has caused a stir in Germany for the murky, troubling light it sheds on the lives of the country's Turkish immigrants. Its popularity made it a fleeting social phenomenon and a minor cultural footnote. But it doesn't explain why this film about two strangers with suicidal tendencies and a deep commitment to self-aggrandizing drama is the first very good movie of this very young year. One of the truisms about romances, even those shaded pitch black and set to banging rock music, is that you have to fall in love with the characters when they're falling for each other. It takes a long time for Cahit (Birol Unel) and Sibel (Sibel Kekilli) to get inside each other's heads, much less anywhere else, but it doesn't take us long to care about these two perfectly imperfect beings. DARGIS 'HIDE AND SEEK' Starring Robert De Niro, Dakota Fanning, Famke Janssen, Elisabeth Shue, Amy Irving, Dylan Baker and Melissa Leo. Directed by John Polson. (R, 105 minutes). In the downbeat, sufficiently unsettling ''Hide and Seek,'' Mr. De Niro plays a New York City shrink, David, who's married to a somnolent type (Ms. Irving) whose love for their daughter, Emily (Ms. Fanning), can't disguise her unhappiness. Soon after the story starts, violence descends on the Callaway family, and David and Emily move to the country for some healing. Once there, things go from lousy to worse as Emily starts staring blankly into the surrounding woods and palling around with a sinister invisible friend called Charlie. Blood drips into the story; then, it pours. One of the most gifted child actors around, Ms. Fanning has both chops and a preternaturally intense screen presence; even when you don't believe the setup, you buy what she is selling. That's a good thing when it comes to this horror-thriller hybrid, which was written by Ari Schlossberg and needs all the help it can get from its actors. DARGIS 'HOTEL RWANDA' Starring Don Cheadle, Sophie Okonedo, Joaquin Phoenix and Nick Nolte. Directed by Terry George (PG-13, 121 minutes). This wrenching political thriller, based on fact, performs the valuable service of lending a human face to an upheaval so savage it seemed beyond the realm of imagination when news of it filtered into the West. The movie certainly isn't the first screen depiction of a nation consumed in ethnic strife. But its vision of the slaughter of 800,000 Tutsis by the ruling Hutu tribe in Rwanda during a hundred-day bloodbath in 1994 offers a devastating picture of media-driven mass murder left unchecked. The story is based on the real-life experiences of Paul Rusesabagina (Mr. Cheadle), the soft-spoken Hutu manager of the Hotel des Mille Collines, in Kigali, who with his Tutsi wife, Tatiana (Ms. Okonedo), and children, narrowly escapes death several times. Mr. Rusesabagina was directly responsible for saving the lives of more than 1,200 Tutsis and Hutu moderates by sheltering them in the hotel and bribing the Hutu military to spare them. The movie, which is squeamish about showing the full extent of savagery, hammers every button on the emotional console. HOLDEN 'IN GOOD COMPANY' Starring Dennis Quaid, Topher Grace and Scarlett Johansson. Written and directed by Paul Weitz (PG-13, 106 minutes). This gently revisionist fairy tale about good versus evil is set on the battlefield of contemporary corporate culture, a site of our leading blood sport. Mostly, though, the movie is about men. The two men at the story's engaging center are Carter Duryea (Mr. Grace), a young executive who has been promoted beyond his abilities to run the advertising department of a magazine with the resonant name of Sports America. The man whom Carter is meant to make redundant is the 51-year-old Dan Foreman, a ruggedly appealing adult who brings out the best in everyone. Dan has a picture-perfect family and is the kind of unabashedly old-fashioned masculine type Mr. Quaid has been slow-cooking to perfection over the years and which, on American screens at least, has lately gone missing. DARGIS 'LEMONY SNICKET'S A SERIES OF UNFORTUNATE EVENTS' Starring Jim Carrey, Liam Aiken, Emily Browning, Kara Hoffman and Shelby Hoffman. Directed by Brad Silberling (PG, 108 minutes). Since the publication of the first installment in Lemony Snicket's (aka Daniel Handler's) charmingly malignant book cycle ''A Series of Unfortunate Events,'' the three Baudelaire children -- Violet, Klaus and Sunny -- have been trying to find safe harbor in a world fraught with danger. For 11 consecutive books, the children have passed from the care of one well-intentioned adult to another, braving the sort of peril usually faced by silent-screen heroines named Pauline and leaving a trail of corpses in their wake. To date, the cause of their misfortunes has been their onetime guardian, Count Olaf, who hopes to steal their fortune. But now the characters have embarked on one of the most dangerous adventures known in literature: their story has been turned into a major Hollywood movie -- and with Jim Carrey, no less. DARGIS 'THE LIFE AQUATIC WITH STEVE ZISSOU' Starring Bill Murray, Owen Wilson, Cate Blanchett, Anjelica Huston, Willem Dafoe and Jeff Goldblum. Directed by Wes Anderson (R, 118 minutes). More elaborate whimsy from Mr. Anderson, who confected a parallel-universe Manhattan in ''The Royal Tenenbaums'' and who now goes even further, inventing tropical islands and new species of exotic fish when the mood strikes him. Somehow, though, this movie is more charming than irritating, partly thanks to Mr. Murray's performance -- a tour de force of comic minimalism -- as Steve Zissou, an ocean adventurer with a boatload of problems. ''The Life Acquatic'' is thick with potential narrative complications -- involving, for starters, Zissou's long-lost son (Mr. Wilson), estranged wife (Ms. Houston), slimy archrival (Mr. Goldblum) and needy first mate (Mr. Dafoe) -- but Mr. Anderson is less a storyteller than a curator of odd specimens and curious situations. The pleasures of this movie are like those of a beautifully illustrated, haphazardly plotted picture book, which precocious children (and nostalgic adults) can linger over, feeding their own reveries and fantasies. SCOTT 'MEET THE FOCKERS' Starring Robert De Niro, Ben Stiller, Dustin Hoffman, Barbra Streisand, Blythe Danner, Teri Polo and Owen Wilson. Directed by Jay Roach (PG-13, 114 minutes). Like ''Meet the Parents,'' the follow-up new comedy ''Meet the Fockers'' hinges on the well-traveled idea that there's something comic about being Jewish in America. Not the Philip Roth, take-no-prisoners funny, in which Jewish identity is good, bad, happy, sad, a historical chip on the shoulder, a sign of radical difference. Rather, the post-Borscht Belt funny of the genial sitcom Jew whose difference is amorphous enough to be thoroughly unthreatening; the Jew as an ethnic accessory that non-Jews on both sides of the camera can enjoy without anxiety, like the cute cabala string Madonna likes to wear. And so, just as Bernie loved Bridget, and Rhoda loved Mary, so does Greg Focker (Mr. Stiller) love Pam Byrnes (Ms. Polo). And because Greg loves Pam, Pam's father, Jack (Mr. De Niro), doesn't love Greg. Not because no man could ever be good enough for his daughter, but because Greg doesn't look like Pam's old squeeze, the fair-haired Kevin (Mr. Wilson). DARGIS 'THE MERCHANT OF VENICE' Starring Al Pacino, Jeremy Irons, Joseph Fiennes and Lynn Collins. Directed by Michael Radford (R, 127 minutes). Shakespeare's most problematic play -- at least with respect to modern sensitivities -- receives an intelligent intepretation from Mr. Radford and from a superb cast. Mr. Pacino, showing welcome restraint after a series of overdone stage and screen performances, emphasizes Shylock's grief and estrangement, turning him into a fragile monster. But his villainy, however much it smacks of blood libel, cannot be discarded without compromising the play's complex ideas about justice and duty, and Mr. Radford does not try to wash away the stain of anti-Semitism that is woven into the heart of his source. He does remind us how much more is going on in the play, and along with his talented production designer and cinematographer, he renders Venice as a series of Renaissance paintings -- tableaus that in evoking Velázquez, Rembrandt, Titian and Vermeer, immerse us in the ferment of early modern Europe. Mr. Irons is quietly mesmerizing in the title role, a creature of mysterious melancholy whose soul seems at once pure and rotted. The movie really belongs to Ms. Collins, who gives Portia her rightful wit and charisma, and makes her the play's cruel and lovely moral center. SCOTT 'MILLION DOLLAR BABY' Starring Clint Eastwood, Hilary Swank and Morgan Freeman. Directed by Mr. Eastwood (PG-13, 135 minutes). Mr. Eastwood takes what appears to be a conventional boxing-melodrama plot about a crusty old trainer whose heart is melted by a spirited young fighter and turns it into a glowing, somber meditation on friendship, ambition and death. The picture's scale is small, and its pacing leisurely, which gives you a chance to savor three lovely performances: from Ms. Swank as the young boxer, Mr. Freeman as a world-weary former contender and Mr. Eastwood as the trainer, Frankie Dunn. At 74, Mr. Eastwood has achieved a level of mastery that leaves him with nothing to prove, and so, unafraid of sentiment and willing to risk cliché, he has made a graceful, lyrical, devastating masterpiece -- the best film released by a major Hollywood studio this year. SCOTT 'MONSIEUR N' Starring Philippe Torreton, Richard E. Grant, Jay Rodan and Elsa Zylberstein. Directed by Antoine de Caunes (Not rated, 127 minutes). In French, with English subtitles. This densely plotted costume drama, which flashes back from the exhumation of Napoleon Bonaparte's body in 1840 Paris to the years leading up to his death in 1921 on the remote island of St. Helena, imagines that his official death might have been an elaborate hoax. The screenplay is peppered with Napoleon's epigrammatic zingers, which reveal him as the smartest person in the room. Mr. Torreton's glowering emperor exerts a magnetic if slightly repellent spell. Mr. Grant, as Hudson Lowe, the British governor in charge of the island, is almost as fine in the role of a raging control freak whose behavior is more stereotypically Napoleonic than Napoleon's. If the movie amounts to little more than a historical divertissement, it is well done. HOLDEN 'OCEAN'S TWELVE' Starring George Clooney, Brad Pitt, Matt Damon, Catherine Zeta-Jones, Andy Garcia, Don Cheadle, Bernie Mac, Julia Roberts, Casey Affleck and Scott Caan. Directed by Steven Soderbergh (PG-13, 120 minutes). At a certain point in this enjoyable, unabashedly trivial caper flick, a trio of crooks played by Mr. Damon, Mr. Cheadle and Mr. Caan start running through the different ways they can get out of their immediate jam. Things have gone badly for these likable rogues, and now most of their crew -- including the smooth piece of work who gives the film its title, Danny Ocean, played by the equally silky Mr. Clooney -- has landed in the clink. The crooks are looking for a get-out-of-jail-free card, which, given the film's criminally underdone plot and smog of self-satisfaction, is something that Mr. Soderbergh may have wanted to stash up his own sleeve. As anyone within spitting distance of a television set knows, ''Ocean's Twelve'' is the high-profile sequel to Mr. Soderbergh's big box-office entertainment ''Ocean's Eleven.'' Once again, Mr. Clooney's Danny is the leader of the pack; Mr. Pitt plays his second in command, Rusty Ryan; and Mr. Damon plays Linus, a puppy that desperately wants to be a dog but may not have sprouted the requisite fangs. DARGIS 'THE PHANTOM OF THE OPERA' Starring Gerard Butler, Emmy Rossum, Patrick Wilson, Miranda Richardson and Minnie Driver. Directed by Joel Schumacher (PG-13, 143 minutes). ''Far too many notes for my taste,'' a minor character remarks, apropos of the threatening letters being sent by the micro-managing phantom. That pretty much sums up the problems with Andrew Lloyd Webber's bombastic score, the pretentious clutter of which is well matched by Mr. Schumacher's production. For all the invocations of ''the angel of music,'' this film, adapted from the curiously popular stage musical, will most likely leave you with a devilish headache. The songs are unlistenable, which also makes them hard to sing, but Ms. Rossum and Mr. Butler show some impressive vocal technique, and Ms. Rossum, in addition to being lovely, has enough movie star luminosity to avoid being buried in the busy sets and elaborate costumes. This 2-hour-20-minute barrage may drive you back to the 1925 version of ''Phantom,'' which starred Lon Chaney and which has many virtues. For one thing, it is short. For another, it's silent. SCOTT 'SPANGLISH' Starring Adam Sandler, Téa Leoni and Paz Vega. Directed by James L. Brooks (PG-13, 110 minutes). Mr. Brooks, one of the smartest and sunniest men in Hollywood, turns his attention to class division, cultural misunderstanding and marital discord in Los Angeles -- all subjects ripe for the kind of warm-hearted comedy in which he specializes and all of them treated with astonishing smugness and dishonesty. Mr. Sandler plays John Clasky, a successful chef who almost falls for his maid, Flor (Ms. Vega), a situation that Mr. Brooks rescues from sleaziness by making Jack's wife, Deborah (Ms. Leoni), a thoroughgoing monster: irredeemably selfish, vain and ridiculous. Deborah, a bad mother and a useless wife, serves as the film's scapegoat, and her demonization contrasts with the idealization of Flor in a way that manages to be both overtly misogynist and implicitly racist. Mr. Sandler smiles through it all, playing a nice guy who unwittingly personifies the film's self-adoring liberal bad faith. SCOTT 'A VERY LONG ENGAGEMENT' Starring Audrey Tautou. Directed by Jean-Pierre Jeunet (R, 133 minutes; in French, with English subtitles). If you like battleground carnage delivered with aesthetic brio, the kind that ensures that when a soldier explodes into confetti, his flesh will dapple a trenchmate as decoratively as pink rosettes on a cake, this new French film will serve you nicely. Set during World War I and its immediate aftermath, and directed by the cult favorite Jean-Pierre Jeunet, it follows the adventures of a young woman, Mathilde (Ms. Tautou), who holds fast to the hope that her young soldier fiancé will return home from his apparent grave. Even when death seems to part them, the cord of her love remains unbroken. Best known for ''Amelie,'' a modern fairy tale also starring Ms. Tautou, Mr. Jeunet is in the possession of a distinctive visual style that's part Rube Goldberg, part F.A.O. Schwarz, and generally enjoyable for about 15 minutes. DARGIS 'WHITE NOISE' Starring Michael Keaton, Chandra West and Deborah Kara Unger. Directed by Geoffrey Sax (PG-13, 101 minutes). A laugh-laced cheap thrill that has nothing to do with the Don DeLillo novel of the same title, ''White Noise'' was directed by Mr. Sax, whose résumé hopefully notes that this would-be auteur comes from a long and venerable line of BBC-trained directors. It is a long and venerable line that, on the evidence of his feature filmmaking debut, Mr. Sax may bring to an unintended end. It's impossible to say exactly who takes the brunt of the blame here, although the screenwriting credit belongs to Niall Johnson. Mr. Johnson apparently wrote ''White Noise'' in 2002, several years after the Japanese horror movie ''Ringu'' helped trigger the recent fad for Asian horror, and his script hinges on the premise that there are ghosts in the machine anxious to reach out and touch us. Often, the person on this side of the death divide is a spunky woman or a high school girl in a miniskirt and knee socks, but here the hero reaching across time, space and genre is played by Mr. Keaton. DARGIS 'THE WOODSMAN' Starring Kevin Bacon. Directed by Nicole Kassell (R, 87 minutes). Ms. Kassell directs this story of a paroled child molester struggling to re-enter society after 12 years in prison in a lean, unassuming style, which suits the subject matter and gives the fine cast room to explore their complicated, unhappy characters. The story is not always plausible, and the atmosphere sometimes feels programmatically grim, but the film is a serious, compassionate attempt at psychological realism, anchored by Mr. Bacon's precise, unsettling performance as a man trying to untangle his decent impulses from his destructive, predatory urges. SCOTT Pop A selective listing by critics of The Times: New or noteworthy rock and pop concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. Full reviews of recent concerts: nytimes.com/music. *ANTIBALAS, Southpaw, 125 Fifth Avenue, at Sterling Place, Park Slope, Brooklyn, (718)230-0236. Antibalas delivers a New York makeover to Fela Kuti's Afrobeat, the Nigerian funk propelled by burly saxophones, fierce percussion and righteous anger. Performing constantly around New York has given the band a combined tightness and relaxation, the assurance that they can sustain and expand a groove until everyone is dancing. Tonight at 9; admission is $15. JON PARELES BONGA'S VODOU, Satalla, 37 West 26th Street, Manhattan, (212)576-1155. Bonga Jean-Baptiste leads a drum-and-dance ensemble playing voodoo rhythms from Haiti. Tomorrow night at 10; admission is $15. PARELES *BUCKWHEAT ZYDECO/MARCIA BALL, B.B. King Blues Club and Grill, 243 West 42nd Street, Manhattan, (212) 997-4144. Stanley (Buckwheat) Dural Jr. is a zydeco accordionist that rockers can love. He bolsters the hefty sound of his accordion with a horn section, and his sets include plenty of gutsy blues tunes along with Cajun two-steps and waltzes. The band is an indefatigable party generator. Marcia Ball plays two-fisted New Orleans barrelhouse piano and sings in a husky, good-natured voice. Tonight at 8 and 10:30; admission is $25.50. PARELES DAMIEN CONNOLLY AND FRIENDS, Glucksman Ireland House, 1 Washington Mews (Fifth Avenue above Washington Square), (212)998-3950. Irish traditional music by Damien Connolly, who took up his family's musical heritage by learning both his father's instrument, the button accordion, and his uncle's, the fiddle. He also plays an old-style, one-row accordion, the melodeon. He will be accompanied by his wife, Sally Connolly, on flute along with Matt Mancuso on fiddle, Pete Mancuso on guitar and Annmarie Acosta on piano. Tonight at 9; tickets are $15. PARELES *JOHNNY CUNNINGHAM TRIBUTE, Town Hall, 123 West 43rd Street, Manhattan, (212)840-2824 or (212)545-7536. The Scottish fiddler Johnny Cunningham was a great raconteur and an even better Celtic fiddler, and his death in December 2003 was a loss to traditional music. He helped spark a Scottish music revival in the 1970's as a member of Silly Wizard and went on to a career of performing, producing and composing. His friends and musical collaborators have organized a tribute that's likely to present some of the most heartfelt Celtic music of the year. To play some of Mr. Cunningham's music, including tunes from his Obie-winning score for \"Peter and Wendy,\" the group includes Phil Cunningham, Johnny's brother and frequent musical partner, on accordion; the forthright Irish singer Susan McKeown; the fiddler Kevin Burke, one of Mr. Cunningham's very few peers; Seamus Egan, who plays flute, tenor banjo and mandolin and also happens to be one of the writers of the Sarah McLachlan hit \"I Will Remember You,\" and Aidan Brennan on guitar. Guests are likely to show up as well. Tomorrow night at 8; tickets are $30 and $35, $15 for students. PARELES DR. JOHN, Community Theater, 100 South Street, Morristown, N.J., (973)539-8008. Dr. John is steeped in New Orleans barrelhouse piano, swampy bayou funk and the gris-gris mysticism that surrounds it. He has applied his cagey growl of a voice and his florid piano playing not just to New Orleans funk and rhythm-and-blues but to Ellington, standards and songs with a conscience, though his latest album circles back to some New Orleans classics. Tonight at 8; tickets are $37 to $47. PARELES JOLIE HOLLAND, Mercury Lounge, 217 East Houston Street, at Ludlow Street, Lower East Side, (212)260-4700. On her album \"Escondida\" (Anti), Jolie Holland savors anachronisms in largely acoustic songs that mix swing, gospel, blues, Appalachian ballads and other Americana. The settings are folky, but the tidings are often dark: \"Big stars fall down twinkling as they fall,\" she warns. Tomorrow night at 10:45, with Akron/Family at 9:30 and Sean Hayes at 8:30; tickets are $12 in advance, $14 tomorrow. PARELES LHASA, Satalla, 37 West 26th Street, (212)576-1155. Lhasa had a childhood worthy of a NAFTA citation, growing up in upstate New York, Mexico and Montreal. On her album \"The Living Road\" (Nettwerk America), her lean, mostly acoustic arrangments dip into anything from Mexican waltzes to guitar feedback. She sings in Spanish, French and English, with a husky, torchy voice that fills her music with the smoldering drama of Mexican boleros and French chansons. Tomorrow night at 7:30 and Sunday night at 9:30; tickets are $20 in advance, $25 at the door. PARELES USTAD ABDUL WAHID KHAN SAHIB TRIBUTE, Mela Foundation Dream House, 275 Church Street, 3rd floor, between Franklin and White Streets, TriBeCa, (212) 925-8270. La Monte Young, the fountainhead of Minimalist composing, was a disciple of the Indian singer Pandit Pran Nath. This is a tribute to his guru's guru, Ustad Abdul Wahid Khan Sahib, a virtuoso who sang primarily for holy men and at Sufi saints' tombs. The concert will feature evening ragas including Mr. Young's \"Raga Sundara,\" sung by Mr. Young, his wife Marian Zazeela and the Just Alap ensemble. The alap is the meditative, improvisational prelude that begins every classical raga; \"just\" refers to just intonation, the tuning system based on exact mathematical ratios rather than the compromises necessary for keyboards. Tomorrow night at 9; admission is $24, $18 for students and members of the Mela Foundation. PARELES LOSER'S LOUNGE TRIBUTE TO QUEEN: NO TIME FOR LOSERS, Fez (downstairs at the Time Cafe), 380 Lafayette Street, at Great Jones Street, East Village, (212) 533-2680. Joe McGinty and his coterie of songwriting connoisseurs apply themselves to the mixture of hard-rock grandiosity and campy arrogance that was Queen. Doubtless they'll figure out some ingenious ways to reinterpret the multitracked splendors of songs like \"Bohemian Rhapsody.\" Tonight and tomorrow night at 8; admission is $20 tonight, $25 tomorrow. PARELES *M.I.A., Knitting Factory, 74 Leonard Street, TriBeCa, (212)219-3006. This Sri Lanka-raised, London-based rapper made an explosive debut with a pair of devastating reggae-influenced singles: \"Galang\" and \"Sunshowers\" found her riding sharp beats playfully, chanting and declaiming and sometimes even singing alongside her propulsive computer-generated tracks. (Visit www.miauk.com to hear for yourself.) Her debut album, \"Arular\" (XL), isn't scheduled to be released until Feb. 22, but this should be a wildly exciting party for a club full of revelers who already consider her a star. Tomorrow night at 10:30, with Diplo (M.I.A.'s D.J., who's also half of the great Philadelphia D.J. duo Hollertronix) and Catchdubs, both of whom are to stick around after M.I.A. for a free after-party; tickets are $12. KELEFA SANNEH DAVID MORALES, Crobar, 530 West 28th Street, near 10th Avenue, Chelsea, (212)629-9000. Mr. Morales, a house-music veteran, has made his name as a D.J., a producer and -- above all -- a remixer. For one example of what he does, search out his 11-minute \"Def Mix\" version of Mariah Carey's \"Dreamlover,\" included on Ms. Carey's compilation, \"The Remixes\" (Columbia); after a long percussion break, he isolates and repeats a few of her ultra-falsetto ad-libs to create a sublime, spooky study in vocal texture. Tomorrow night after 10; tickets are $25 in advance, more at the door. SANNEH THE O'JAYS, Apollo Theater, 253 West 125th Street, Harlem, (212)749-5838 or (212)864-0372. The O'Jays were the flagship group of the Philadelphia soul producers Gamble and Huff, dealing with hard times in songs like \"Backstabbers\" and \"For the Love of Money\" and hoping for better ones with \"Love Train.\" Tomorrow night at 8; tickets are $45 to $65. PARELES *RAINER MARIA, Northsix, 66 North 6th Street, Williamburg, Brooklyn, (718) 599-5103. Everything is in flux in the music of Rainer Maria. From verse to verse, its songs sound like hurtling punk or grand arena-rock or pensive folk-rock. But amid the musical shifts and ambivalent lyrics, the music is full of muscle and conviction. Tomorrow night at 9, with Tristeza, Dropsonic and Tungsten 74 opening; tickets are $10 in advance, $12 tomorrow. PARELES THE RED PARTY, Spirit, 530 W. 27th Street, near 10th Avenue, Chelsea, (212)268-9477. Junior Vasquez, a veteran D.J., comes to Spirit to throw this annual party, which is likely to attract a mainlymale crowd. Expect to hear the usual digitized disco and euphoric synthesizer lines, but don't be surprised if, at some point during his scheduled 10-hour set, Junior Vasquez also finds time to play thicker and darker rhythmic tracks; he knows the crowd will follow him wherever he roams. Tonight, well after 10; tickets are $20 in advance, $30 at the door. SANNEH THE ROGERS SISTERS, Northsix, 66 North Sixth Street, Williamsburg, Brooklyn, (718)599-5103. This proud trio excavates the sharp, twitchy post-punk of yesteryear, emphasizing not only the music's severity but its occasional playfulness, too. The Rogers Sisters' recent mini-album, \"Three Fingers\" (Troubleman Unlimited), nods to the sing-song choruses of the Delta 5 and even the sardonic pop of Devo. Tonight at 9, with the Flesh and Thunderbirds Are Now!; tickets are $10. SANNEH *SASHA, JAMES LAVELLE, Crobar, 530 West 28th Street, near 10th Avenue, Chelsea, (212) 629-9000. Sasha, the wildly popular progressive-house D.J., has a knack for pleasing huge crowds without (for the most part) pandering to them. He avoids both the obvious and the unusual, topping his steady, thumping beats with complicated electronic patterns that slowly decay and mutate. He is to be joined by James Lavelle, from the electronica duo Unkle; perhaps Mr. Lavelle will find time to spin the hypnotic \"Delayed Gratification\" mix of the Unkle track \"Reign,\" which was chopped up and stripped down by Morgan Geist, of Metro Area. Tonight after 10; tickets are $35 in advance, more at the door. SANNEH *SOWETO GOSPEL CHOIR, Zankel Hall, 881 Seventh Avenue, (212) 247-7800 or (212)545-7536. Gospel music and traditional South African harmonies and rhythms have found common ground and hybrid possibilities since Christian missionaries arrived in South Africa in the 19th century. This 32-member choir carries the fusion toward jubilation, performing traditional songs (and \"Mbube,\" the Zulu song better known as \"The Lion Sleeps Tonight\") alongside gospel messages. They sing in six languages Tonight at 10; tickets are $30 to $42. PARELES THIRD WORLD, S.O.B.'s (Sounds of Brazil), 204 Varick Street, at Houston, South Village, (212)243-4940. Third World occupies the pop end of the reggae spectrum, harmonizing on hits like \"Now That We've Found Love\" while promising \"Roots With Quality.\" Sunday night at 8; admission is $18 in advance, $20 on Sunday. PARELES ZEMOG, EL GALLO BUENO, Zebulon, 258 Wythe Avenue between Metropolitan Avenue and North Third Street, , Williamsburg, Brooklyn, (718)218-6934. Zemog, El Gallo Bueno is a Boston band that pushes the hard-driving mambos of salsa toward the squall of Sun Ra's free jazz. Tomorrow night at 10; admission is free. PARELES Cabaret A selective listing by critics of The Times: New or noteworthy cabaret shows in Manhattan this weekend. * denotes a highly recommended show. Full reviews of recent cabaret shows: nytimes.com/music. RUTH BROWN, Le Jazz au Bar, 41 East 58th Street, (212)308-9455. This rhythm-and-blues legend has weathered one personal disaster after another, but misfortunes that might have silenced a less determined performer have only added dimension to Ms. Brown's already larger-than-life musical personality. Exhibiting a flamboyant showmanship that recalls her peer, James Brown, she proudly presents herself as an indomitable member of royalty and stylistic descendant of the Queen of the Blues herself, Dinah Washington. Tonight and tomorrow night at 7:30 and 9:30 and Sunday at 8. Cover: $50. STEPHEN HOLDEN BARBARA CARROLL, Oak Room, Algonquin Hotel, 59 West 44th Street, (212)419-9331. The Lady of a Thousand Songs is back in the Oak Room for Sunday brunch and evening performances. This elegant red-headed pianist and singer is a poised entertainer whose impeccable pianism belongs to the school of jazz that maintains a sense of classical decorum at the keyboard. Even when swinging out, she remains an impressionist with special affinities for Thelonious Monk and bossa nova. Vocally, she belongs to the conversational tradition of Mabel Mercer, with a style that's blasé but never cold. Sunday at 2 and 8 p.m. Cover: $55 at 2, including brunch at noon; $42 at 8, with a $15 minimum (an $80 dinner-and-show package is available). HOLDEN *BLOSSOM DEARIE, Danny's Skylight Room, 346 West 46th Street, Clinton, (212)265-8133. To watch this singer and pianist is to appreciate the power of a carefully deployed pop-jazz minimalism combined with a highly discriminating taste in songs. She remains the definitive interpreter, at once fey and tough, of the pop-jazz satirist Dave Frishberg, as astute and unforgiving a social critic as exists. The songs -- her own and other people's -- date from all periods of a career remarkable for its longevity and for Ms. Dearie's stubborn independence and sly wit, which have never gone stale. Tomorrow night at 7; Sunday night at 6:15. Cover: $25, with a $15 minimum; a $54.50 dinner-and-show package is available. HOLDEN UTE LEMPER, Cafe Carlyle, Carlyle Hotel, 35 East 76th Street, (212)570-7189. This imperious, Dietrich-like cabaret singer, who is performing with a pop quartet through Feb. 26, lends the entire nightclub enterprise a German Expressionist seriousness. If her latest show is entirely different from the program of original songs she performed last year at Le Jazz au Bar, its attitude is similar. Most of the material doesn't deal directly with politics, history and literature like the sprawling topical broadsides of the earlier show. But she still invests it with a ferocity that infuses the art (and artifice) of cabaret with an unrelenting dramatic intensity. Tonight and tomorrow night at 8:45 and 10:45. Cover: $65; $40 at the bar; no minimum. HOLDEN *'SINGING ASTAIRE,' Birdland, 315 West 44th Street, Clinton, (212)581-3080. With Eric Comstock, Hilary Kole and Christopher Gines. The vocal trio that created the smart revue ''Our Sinatra''' has outdone itself with this lightly swinging 70-minute compendium of songs and lore associated with Fred Astaire. Suave and dry, and fleet on the piano, Mr. Comstock is a close stylistic relative of his idol, while Ms. Kole's pop-jazz singing has a Ginger Rogersesque edge. Mr. Gines fills in the difference with creamy vocal custard: witty, informative and fast-paced. Tomorrow and Sunday at 2:30 and 5:30 p.m. Cover: $30; $20 at the bar; $10 minimum. HOLDEN Jazz A selective listing by critics of The Times: New or noteworthy jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. Full reviews of recent jazz concerts: nytimes.com/music. *CLAUDIA ACUÑA QUINTET, Jazz Gallery, 290 Hudson Street, South Village, (212) 242-1063. Claudia Acuña, a young jazz singer from Chile, is committed to the idea of a jazz singer as an inseparable part of the band -- or, better yet, as a bandleader. She is working with a great crop of New York musicians, and they play around with mambos, South American jazz and folk music, Middle Eastern scales and improvising that goes far beyond mere accompaniment. In short, they're contemporary. Sets are tonight and tomorrow at 9 and 10:30; admission is $15 per set, $10 for members. BEN RATLIFF JERRY BERGONZI QUARTET, Smith's Bar, 701 Eighth Avenue, at 44th Street, Midtown, (212) 246-3268. Jerry Bergonzi is a post-Coltrane tenor saxophonist of incredible technical facility; he's an inspiration for music students, though he hasn't broken through to reach the ordinary jazz listener on a broad scale. Tonight at 9; there is no cover. RATLIFF THE BLUIETT BAND, Sweet Rhythm, 88 Seventh Avenue South, at Bleecker Street, West Village, (212)255-3626. What a sound Hamiet Bluiett has on the baritone saxophone, and what a ruckus he can kick up when he's stalking a good time. A longtime member of the World Saxophone Quartet, he has been a local favorite since the 1970's; he is still hiring good young musicians and creating converts. Sets are tonight and tomorrow at 8, 10 and midnight; cover charge is $20 and there is a $10 minimum. RATLIFF BRAZILIAN CARNAVAL UNIVERSAL WITH CYRO BAPTISTA AND FRIENDS, Dizzy's Club, Frederick P. Rose Hall, Broadway at 60th Street, Manhattan, (212)258-9595. New York-based, Brazilian-born Cyro Baptista builds loud and mirthful percussion ensembles; he'll be celebrating carnival time in Brazil with his sphere of colleagues from the worlds of Brazilian music and jazz. Sets through Sunday night at 7:30 and 9:30, with an 11 set tonight and tomorrow; cover charge is $30 and there is a $10 minimum. RATLIFF CHICK COREA AND TOUCHSTONE, Blue Note, 131 West Third Street, West Village, (212)475-8592. Armed with new music, the impressively prolific pianist Mr. Corea re-activates the neo-flamenco/jazz-fusion sound of his early-90's record, ''Touchstone.'' The band includes Jorge Pardo on saxophone and flute, Carles Benavent on bass, Tom Brechtlein on drums and Rubem Dantas on percussion. Sets through Sunday night at 8 and 10:30; cover charge is $45, and there is a $5 minimum. RATLIFF *DAVE DOUGLAS AND NOMAD, Village Vanguard, 178 Seventh Avenue, West Village, (212)255-4037. The first release on Greenleaf, the trumpeter Mr. Douglas's new label, is his new band Nomad, a quintet including tuba and clarinet; the band plays earthy, gregarious jazz chamber music, a cross between the energetic Balkan-tinged improvisation heard in Mr. Douglas's Tiny Bell Trio and the hushed dynamics of another of his bands, Charms of the Night Sky. For its week at the Vanguard, this Nomad has a different lineup than the record's. Besides Mr. Douglas, it includes the saxophonist Myron Ewalden, the cellist Rubin Kodheli, the tubaist the Marcus Rojas and the drummer Tyshawn Sorey. Sets through Sunday are at 9 and 11; cover charge is $30. RATLIFF OLIVER LAKE STEEL QUARTET, Jazz Standard, 116 East 27th Street, Manhattan, (212)576-2232. Oliver Lake, an original member of the World Saxophone Quartet, claims Eric Dolphy as a stylistic father in his acidic tone and in the darting movements of his playing. But his structural mindset has led him all over the place: toward reggae, big-band exercises and steel-drum music, the focus of his Steel Quartet. Sets are tonight and tomorrow at 7:30, 9:30 and 11:30; cover charge is $25. RATLIFF *JOE LOVANO STREET BAND, Birdland, 315 West 44th Street, Midtown, (212) 581-3080. The last time I heard it, this unusual jazz septet was playing themes associated with Enrico Caruso as intimate, casual, nonconcert-hall music, a spontaneous gathering of players piling layers on to the same melody. It may have evolved slightly since two years ago, but at that time it consisted of Mr. Lovano on tenor saxophone, two bassists, one plucking and the other bowing; a singer (Judi Silvano) intoning wordless melodies and improvising; a drummer; an accordionist; and a clarinetist, sitting-cross-legged, who also played percussion on cookie tins, take-out containers and cymbals and frame drums lying flat on the floor. It was brilliant. Sets are tonight and tomorrow at 9 and 11; cover charge is $35, and there is a $10 minimum. RATLIFF MARK MURPHY, Iridium, 1650 Broadway at 51st Street, Midtown, (212) 582-2121. Since the late 1950's, the singer Mr. Murphy has been exploring new ways to distinguish himself from the rest of the jazz singers out there, and though some might wince at his extremism with phrasing and rhythm, he's still working at an impressively high level on all sorts of repertory, from the standard jazz-singer's ballads to newer pop to Dave Frishberg's darkly humorous songs. Sets tonight and tomorrow night at 8 and 10, on Sunday night at 8:45 and 10; cover charge is $30, and there is a $10 minimum. RATLIFF Classical A selective listing by critics of The Times: New or noteworthy opera and classical music events this weekend in the New York metropolitan region. * denotes a highly recommended event. Full reviews of recent music performances: nytimes.com/music. Opera 'PELLÉAS ET MÉLISANDE' The dream-like music of Debussy's opera flows extra-gorgeously and extra-heavily from the Metropolitan Opera pit under the baton of James Levine, poising the work somewhere between Wagner and Italian opera; while Jonathan Miller's production lends a touch of Edward Gorey to the whole. What's missing in the singing is Frenchness: Anne Sofie von Otter is a lovely mezzo Mélisande; William Burden, an adequate tenor Pelléas; Roberto Scandiuzzi, a warm and dark yet slightly out of tune Arkel; Felicity Palmer, an elegant Genevieve. The exception is José van Dam's Golaud, sung so that every word is clear and every note is felt. Tomorrow afternoon at 1:30, Metropolitan Opera, Lincoln Center, (212)362-6000. Tickets: $145 and $215. ANNE MIDGETTE 'MADAMA BUTTERFLY' This Puccini favorite continues its run at the Met with fresh singers in the principal roles, including Cynthia Lawrence as Cio-Cio-San, Marco Berti as Pinkerton and Charles Taylor as Sharpless. In his traditional production, Giancarlo del Monaco paints the stage with storybook images of rural Japan. Emmanuel Villaume conducts. Tonight at 8, Metropolitan Opera House, Lincoln Center, (212)362-6000. Tickets: $35 to $200. JEREMY EICHLER TURANDOT The American soprano Andrea Gruber takes on the daunting title role of Puccini's ''Turandot'' in the Metropolitan Opera's revival of Franco Zeffirelli's gargantuan and glittering 1987 production, so popular that it's critic-proof. Ms. Gruber has been singing some formidable repertory since returning to the fold of the Met in 2001, and her enormous voice shows signs of wear and stridency. Still, her singing is fearless and impassioned and through sheer force of will she excels in the role. The tenor Johan Botha is a heroic Calaf; the soprano Krassimira Stoyanova brings affecting vulnerability and throbbing richness to the role of Liu. Bertrand de Billy conducts a colorful and exciting account of Puccini's final opera. Tomorrow at 8 p.m., Metropolitan Opera House, Lincoln Center, (212)362-6000. Remaining tickets: $215; returns, if available, are sold before the performance. ANTHONY TOMMASINI Classical Music BARGEMUSIC Moored in the shadow of the Brooklyn Bridge, this intimate floating concert hall is a charming place to hear solo recitals and chamber music while rocking gently on the waves of the East River. Tonight, in addition to works by Chopin and Liszt, Doris Stevenson will take on Frederic Rzewski's intensely wrought setting of Oscar Wilde's ''De Profundis,'' which requires as much theatrical skill (speaking, shouting, etc.) as it does keyboard dexterity. Tomorrow night and Sunday, the angst turns Schubertian as the baritone Chris Pedro Trakas is joined by the pianist Michael Barrett for ''Die Winterreise.'' Tonight and tomorrow night at 7:30 and Sunday afternoon at 4, Fulton Ferry Landing, under the Brooklyn Bridge, Brooklyn, (718) 624-2083. Tickets: $35; students, $25; an additional free concert takes place tomorrow at 1 p.m. EICHLER CLEVELAND ORCHESTRA Tonight's third of four concerts by the Cleveland Orchestra at Carnegie Hall this week offers contrasts between contemporary composers: the darkness and melancholy of Harrison Birtwistle's ''Night's Black Bird'' and Henri Dutilleux's light-filled Second Symphony, ''Le Double.'' Radu Lupu will continue his survey of the Beethoven Piano Concertos with the ''Emperor.'' Franz Welser-Möst, the orchestra's young music director, conducts. Tomorrow brings more standard programming: Mr. Lupu with the Beethoven Fourth Concerto, then the Schubert ''Unfinished'' Symphony and Berg's ''Three Pieces for Orchestra.'' Tonight at 8, Carnegie Hall, (212)247-7800. Tickets: $29 to $116. BERNARD HOLLAND DVORAK ANNIVERSARY TRIBUTE Do you need proof that the tendency to link performances to anniversaries has gotten out of hand? Here is a chamber program that doesn't really cry out for special justification, but is being offered as a celebration of the 110th anniversary of Dvorak's arrival in New York to teach at the National Conservatory of Music, in New York. As it happens, the performance is taking place at Washington Irving High School, which was built on the site where the National Conservatory was once located. The program includes Dvorak's Sonatine in G for Violin, the Romantic Pieces (Op. 75), and selections from the Biblical Songs (Op. 99), as well as Josef Suk's Song of Love (Op. 7, No. 1) and arrangements of spirituals by Henry T. Burleigh, who introduced Dvorak to this music. The performers are Anna Polonsky, a pianist, Soovin Kim, a violinist and Charles Mays Jr., a baritone. Tomorrow at 8 p.m., Washington Irving High School, Irving Place at 16th Street, (212)586-4680. Tickets: $9. ALLAN KOZINN FREIBURG BAROQUE ORCHESTRA Petra Müllejns conducts a program of Bach and Handel with the distinguished German soprano Christine Schäfer as a guest. Ms. Schäfer sings Bach's cantata ''Weichet nur, betrübte Schatten'' and excerpts from Handel's ''Alcina.'' Bach's C-major Orchestral Suite and the Handel Concerto Grosso Op. 3, No. 2 are also on the program. Sunday at at 5 p.m., Alice Tully Hall, Lincoln Center, (212)721-6500. Tickets: $56. HOLLAND KRONOS QUARTET Premieres are what makes this iconoclastic quartet's engine purr, and tomorrow night it is playing a program's worth of them. Included are the United States premiere of Meredith Monk's ''Stringsongs'' and the New York premieres of Michael Gordon's ''Potassium,'' Tamburi Cemil Bey's ''Evic Taksim,'' Willem Jeths's ''Intus Trepidare'' (''Trembling From Within''), Alexandra Du Bois's ''Oculus pro Oculo Totum Orbem Terrae Caecat'' (''An Eye for an Eye Makes the World Go Blind'') and Felipe Pérez Santiago's ''CampoSanto'' (''Holy Ground''). Tomorrow at 7:30, Zankel Hall, Carnegie Hall, (212)247-7800. Tickets: $30 to $45. KOZINN CHRISTINE SCHÄFER In the huge opera houses of the United States, small, intense voices don't come off to best advantage, which may be a reason New York hasn't heard even more of the German soprano Christine Schäfer, who has sung at the Met but appears more regularly in Berlin or Salzburg, as everything from Berg's Lulu to Mozart's Konstanze to Verdi's Violetta. Tonight's recital features a couple of characterizations: Schubert's settings of Mignon's songs from ''Wilhelm Meister'' and Richard Strauss's three Ophelia songs. Also on the program are other Strauss songs and -- a highlight -- Berg's ''Seven Early Songs.'' Ted Taylor is the accompanist. Tonight at 8, Alice Tully Hall, Lincoln Center, (212)721-6500. Tickets: $48. MIDGETTE Dance A selective listing by critics of The Times: New or noteworthy dance events this weekend in the New York metropolitan region. * denotes a highly recommended event. Full reviews of recent dance performances: nytimes.com/dance. BROOKLYN ARTS EXCHANGE: FIRST WEEKEND This series, which includes post-performance discussion, opens with a program of theatrical dance by Nancy Bannon, Faye Driscoll and Sara Smith. Tonight and tomorrow at 8 p.m., Brooklyn Arts Exchange, 421 Fifth Avenue, at Eighth Street, Park Slope, Brooklyn, (718)832-0018. Tickets: $8 and $15. JENNIFER DUNNING *AKIM FUNK BUDDHA The ever-exuberant Mr. Buddha (or is it Funk-Buddha?) specializes in dance-theater that combines unblinking stillness, story-telling, tap and Mongolian throat singing. He adds martial arts, breakdancing, beat-boxing Japanese, Zulu and urban English to the mix in his new ''Amazulu: Dance As a Weapon: The Hip-Hop Circus -- Part I.'' Tonight (and Thursdays through Saturdays through Feb. 19) at 10 p.m.; Sundays (through Feb. 20) at 5:30 p.m. ,La MaMa E.T.C., 74A East Fourth Street, west of Second Avenue, Manhattan, (212)475-7710 or www.lamama.org. Tickets: $15. DUNNING *COOL NEW YORK 2005 DANCE FESTIVAL If past dance marathons at this handsome and inviting little studio theater are a guide, any one performance in this closing weekend, all free, will get you an invigorating mix of the sublime, the professional and the truly terrible, with a couple of great new finds along the way. Tonight at 7 and 9; tomorrow at 2 (family matinee), 7 and 9 p.m.; Sunday at 4 and 6 p.m., White Wave's John Ryan Theater, 25 Jay Street at the Dumbo waterfront, Brooklyn, (718)855-8822 or www.whitewavedance.com (information only; no reservations). DUNNING *DANCENOW/NYC'S DANCEMOPOLITAN Dancenow/NYC begins its 2005 season with the first installment of its ''dancemopolitan'' series, with Doug Elkins as host, in a distinctively intimate cabaret setting. The artists include Mary Cochran, Nicholas Duran, Erico Villanueva and a surprise guest (tonight only); Julian Barnett, Nicole Berger, Maura Donohue and Edisa Weeks (tomorrow only), and John Heginbotham, Wendy Osserman, Laura Peterson, ShantiDance and Mary Suk (both nights). Tonight and tomorrow at 9:30 p.m., Joe's Pub, Public Theater, 425 Lafayette Street, between East 4th Street and Astor Place, Manhattan, (212)239-6200; (212) 539-8878 for dinner reservations. Tickets: $15 plus $12 minimum food or two-drink charge. DUNNING KEELY GARFIELD Ms. Garfield combines a blithe, dark sense of humor and a fascination with knotty emotional issues. In this program of new dances, she examines twins torn asunder and the reckless entrances and tormented exit wounds of love and estrangement. Whew. Tonight and tomorrow at 7:30 p.m., Dance Theater Workshop, 219 West 19th Street, between Seventh and Eighth Avenues, Chelsea, (212)924-0077. Tickets: $25. DUNNING HEATHER HARRINGTON DANCE COMPANY The Dance Previews series at the Y presents Ms. Harrington's group in her new ''Devil's Playground,'' in which dancers play games of desire, jealousy and greed on a stage strewn with toys, and excerpts from ''Imitations of Drowning,'' which explores the psyche of Lady Macbeth . Sunday at 3 p.m., 92nd Street Y Harkness Dance Center, 1395 Lexington Avenue, Upper East Side, (212)415-5500. Tickets: $10. JACK ANDERSON ELISA MONTE DANCE A choreographer known for physically intense and often sensual choreography offers two premieres. ''A Woman's Way (To Nancy, With Love from Tom),'' an ode to love, shares programs with pieces from the repertory (Tomorrow at 8 p.m., Sunday at 7:30 p.m.). ''Via Sacra'' is a three-act work that concerns the mutability of life and the struggle to work through loss. Ms. Monte's sources of inspiration for it include the Greek myth of Cupid and Psyche and the color theories of the artist Josef Albers (Tonight at 8, Sunday at 2 p.m.). Tonight and tomorrow at 8, Sunday at 2 and 7:30 p.m., Joyce Theater, 175 Eighth Avenue at 19th Street, Chelsea (212)242-0800. Tickets: $40. ANDERSON *NEW YORK CITY BALLET The big news of the weekend is the return to the company repertory of Jerome Robbins's ''Fanfare'' (tonight and tomorrow afternoon), danced to and inspired by Benjamin Britten's Young Person's Guide to the Orchestra, a festive piece d'occasion choreographed for the coronation of Queen Elizabeth II in 1953. In addition to learning, at last, how to distinguish the oboe from the harp, balletgoers will get a chance to see several young up-and-comers in new roles. tk, New York State Theater, Lincoln Center, (212) 870-5570 or www.nycballet.com.Tickets: $30.-$80. DUNNING NEXT WAVE: LA LA LA HUMAN STEPS Édouard Lock promises that his new ''Amelia,'' performed to music by David Lang with Velvet Underground lyrics, will feature intense and daring partnering and choreography that sweeps across the stage with the ferocity of a midsummer storm. Tonight and tomorrow at 7:30 p.m., Opera House, Brooklyn Academy of Music, 30 Lafayette Avenue, Brooklyn, (718)636-4100. Tickets: $20, $40 and $60. DUNNING 'NOGUCHI-GRAHAM: SELECTED WORKS FOR DANCE' This glowing, sensitively informed exhibition, which runs through May 1, may surprise and delight even the most knowledgeable admirers of the work of Isamu Noguchi and Martha Graham. The Noguchi Museum, 9-01 33rd Road at Vernon Boulevard, Queens, (718)204-7088 or www.noguchi.org. Today (and Wednesday through Fridays) 10 a.m. to 5 p.m.; Saturdays and Sundays, 11 a.m. to 6 p.m. Admission: $5; $2.50 for students and 65+. Tickets are $10 round trip for shuttle bus on Saturdays and Sundays. DUNNING LAURA PAWEL DANCE COMPANY Ms. Pawel, a longtime presence on the downtown dance scene, offers the premiere of ''Tangled Yarn,'' which features movement material from older dances reworked from different choreographic perspectives to a score by Eleanor Hovda, one of the choreographer's frequent musical collaborators. Ms. Pawel, who likes to combine improvisational choreographic structures with sound and text, will also be represented by ''Phoenix,'' ''Pedestrian Zone'' and ''Conversation.'' Tonight and tomorrow at 8, Sunday at 5 p.m., Dance Forum, 20 East 17th Street, Union Square, (212)633-7202. Tickets: $15. ANDERSON 'I LOVE TANGO' This ''tango musical'' boasts four dancers, live string music from Quinteto Sinopus of Uruguay and music from the bandoneon player Raul Jaurena, the singer Marga Mitchell and the pianist Octavio Luis Brunetti. Tonight (and Thursdays and Fridays through March 25) at 8 p.m.; tomorrow (and Saturdays through March 26) at 3 and 8 p.m.; Sundays (through March 27) at 4 p.m., Thalia Spanish Theater, 41-17 Greenpoint Avenue, Sunnyside, Queens, (718) 729-3880 or www.thaliatheatre.org. Tickets: $30; $27 for students and 65+; $25 (Thursdays). DUNNING THUNDERBIRD AMERICAN INDIAN DANCERS Dances of the Cherokee, Choctaw, Inuit, Hopi and Pueblo peoples will be included in this 30th annual Pow-Wow, along with a new modern-dance piece by Tom Pearson, a Creek Cherokee. Performers include the Heyna Second Song Singers and Mitoka Eagle. Tonight and tomorrow (and next Friday and Saturday) at 8 p.m.; Sunday (and next Sunday) at 2 and 5 p.m. Theater for the New City, 155 First Avenue at Tenth Street, Manhattan, (212)254-1109. Tickets: $10; $1 for children under 12 accompanying ticket-bearing adults on Sunday. DUNNING Art A selective listing by critics of The Times: New or noteworthy art, design and photography shows at New York museums and galleries this weekend. At many museums, children under 12 and members are admitted free. Addresses, unless otherwise noted, are in Manhattan. Most galleries are closed on Sundays and Mondays, but hours vary and should be checked by telephone. Gallery admission is free unless noted. * denotes a highly recommended show. Full reviews of recent shows: nytimes.com/art. Museums 'THE AZTEC EMPIRE,' Solomon R. Guggenheim Museum, 1071 Fifth Avenue, at 89th Street, (212)423-3500, through Feb. 13. When a big survey of Aztec art opened in London in 2002, everybody flipped out. It was one of the hottest ancient-art events since Tutankhamen. Now an expanded version of the London show is at the Guggenheim, and it's a stunner. Objects from pre-Aztec Mexico set the stage, but it is material from the bloody-minded, deity-besotted Aztec culture that fills the museum's darkened ramps. Set on jutting platforms and dark recesses are a skull-headed earth goddess in a skirt of writhing snakes, a warrior metamorphosing into a bird and a god of spring and fertility shedding his skin. Funky clay images of domestic life alternate with ultrasophisticated gold jewelry. The show may be a little too heavy on theater and too light on information, but it's totally mesmerizing. Hours: Saturdays through Wednesdays, 10 a.m. to 5:45 p.m.; Fridays, 10 a.m. to 8 p.m. Admission: $18; $15, students and 65+. HOLLAND COTTER *'FROM FILIPPO LIPPI TO PIERO DELLA FRANCESCA: FRA CARNEVALE AND THE MAKING OF A RENAISSANCE MASTER,' Metropolitan Museum of Art, 1000 Fifth Avenue, at 82nd Street, (212)535-7710, through May 1. The Italian Renaissance artist-priest known as Fra Carnevale was an art-world somebody in his day, but a shadowy figure to modern historians, known primarily for two extraordinary paintings of tiny figures in fantastic architectural settings. Both paintings are in this intricate think-piece of a show that tries to reconstruct his career by bringing his known paintings together. At the same time, it uses his work, along with that of major figures like Filippo Lippi and Piero della Francesca, to explore larger ideas about self-created professional identity in a cultural epoch far more diverse than it is sometimes thought to be. A few of the paintings mustered as evidence are pretty strange; many are glorious. Hours: Sundays, Tuesdays through Thursdays, 9:30 a.m. to 5:30 p.m.; Fridays and Saturdays until 9 p.m. Admission: $15; 65+, $10; students, $7. COTTER 'IMAGES OF DON QUIXOTE: THE ART OF ILLUSTRATION AND PRINTMAKING,' the Hispanic Society of America, 613 West 155th Street, (212)926-2234, through Feb. 20. A few years back, a poll of international writers voted ''Don Quixote'' the greatest book of all time. This year Cervantes's novel is four centuries old, and the Hispanic Society is celebrating the occasion with this exhibition of illustrations of the story printed from the 17th through 20th centuries. Despite its small size, the show demonstrates how attitudes toward the book changed in different eras, from raucous comedy to Romantic tragedy. And in designs by artists like Fragonard and Gustave Dore, there are fascinating images and ideas to consider. Hours: Tuesdays through Saturdays, 10:30 a.m. to 5 p.m.; Sundays, 1 to 4 p.m. Free. COTTER 'I WANNA BE LOVED BY YOU: PHOTOGRAPHS OF MARILYN MONROE,' Brooklyn Museum, 200 Eastern Parkway, Brooklyn, (718)638-5000, through March 20. Monroe was one of the great movie stars of the 20th century, but does that make her a good subject for a museum show? Fans might enjoy the almost 200 photographs from a private collection presented in this exhibition, but though many are by famous photographers, including Richard Avedon, Cecil Beaton and Henri Cartier-Bresson, the show as a whole is like a walk-in special issue of People magazine: diverting but superficial and enervating. Hours: Wednesdays to Fridays, 10 a.m. to 5 p.m.; Saturdays and Sundays, 11 a.m. to 6 p.m. (to 11 p.m. on the first Saturday of every month). Admission: $8; students and 65+, $4. KEN JOHNSON 'WILD: FASHION UNTAMED,' the Costume Institute of the Metropolitan Museum of Art, Fifth Avenue at 82nd Street, (212)535-7710, through March 13. This sumptuous assemblage of fur, feathers, leather and such used to keep humans warm, make them look good and ratchet up their social status displays more than 100 costumes and accessories by big-name designers, from the House of Worth to Karl Lagerfeld. The show, certainly one of the most politically incorrect exhibitions the Met has ever mounted, confidently assures us in its catalog that animal-rights protests peaked in the 1980's and that since the mid-90's we have seen a revival of wearer interest in fur in its natural state. But whether or not you dig the notion of ''faunal apparel,'' as its organizers refer to outside skins, the show has this to impart: from the moment you encounter the entryway exhibit, a Ziegfeldesque mannequin on a trapeze swing dramatically enveloped by a Roberto Cavalli cascade of pink ostrich feathers, to the outrageous Stephen Jones hat adorned with a crocodile head in the last case, you are on message that fashion is theater, and sometimes theater of the absurd. Hours and admission: see above. GRACE GLUECK Galleries: Uptown RODNEY MCMILLIAN, Triple Candie, 461 West 126th Street, (212)865-0783, through Feb. 13. Based in Los Angeles, Mr. McMillian studied with the conceptual artist Charles Gaines, and like his mentor, he fuses appropriated images and objects with enigmatic touching on science, sociology and contemporary art history. At the center of the spare exhibition is an installation of mattresses and box springs that the artist collected on streets of New York City and arranged in five sequential stacks of increasing height. Most of the beds are in decent shape, still covered with brightly patterned fabric, but some are some badly stained, battered and torn. Piled up, they're like geological strata: urban life as seen through the furniture of sleep, sex and death, an entropic image that Robert Smithson would have appreciated. COTTER *'UNICA ZÜRN: DRAWINGS FROM THE 1960S,' Ubu Gallery, 416 East 59th Street, (212)753-4444, through April 16. The German artist and writer Unica Zürn (1916-1970) was a lover of Hans Bellmer, through whom she met many mebers of the Surrealist circle in Paris. Despite repeated confinements to psychiatric hospitals, she wrote books of poetry, fiction and autobiography, and during a brief period in the 1960's produced drawings, a cross between elaborate doodles and minutely controlled images of fantastic beings: half figurative, half abstract; human and bestial; composed of webs of delicate pen strokes. Like run-on dreams, they are as varied in detail and crushingly similar in tone. In 1970, with an aubiographical novel, ''Dark Spring,'' completed, she left a clinic to return to Bellmer, who ended the relationship. Having nowhere to go, Zürn jumped from the window of his apartment to her death. COTTER Galleries: SoHo *'LOG CABIN,' Artists Space, 38 Greene Street, (212)226-3970, through Feb. 26. Given the cultural climate, wedding bells won't be playing ''Over the Rainbow'' any time soon, and men and women won't be coming out of the closet and going in the Army. So what can Log Cabin Republicans, gay supporters of the ruling party, be thinking? This is one of the questions posed, however indirectly, by the 33 participants in a snappy, discursive group show that serves as a field report on what art with queer identity as a theme is looking like these days. As surveyed by the curator, Jeffrey Uslip, it's looking good and heterogeneous: ambisexual, interracial and multi-generational, though short on lesbian artists, who are making some of the best work anywhere. COTTER Galleries: Chelsea JULIAN STANCZAK: 'CONSTELLATIONS AND COLORS: FOUR DECADES OF PAINTING,' Stefan Stux Gallery, 530 West 25th Street, (212)352-1600, through Feb. 19. One of the Op artists in the Museum of Modern Art's famous ''Responsive Eye'' exhibition of 1965, Mr. Stanczak has not strayed from the fold in the 40 years since. Along the way, his work has steadily become more refined and ingenious. In this display of 10 works going back to the 1970's, the centerpiece is ''Niania's Multiples'' (2003-04), a wall work of 36 square modules. A softly defined square of glowing hue that sometimes generates an X shape sits at the center of each module, its radiance spreading out to create a kind of color harmonics. The more you look, the more affecting the work becomes overall. Other carefully conceived works offer other perceptual delights. Who says Op art is dead? GLUECK 'URBAN LEGENDS,' Artek Contemporaries, 526 West 26th Street, Suite 312, (212)463-8500, through Feb. 15. The three artists in this small show all take the city, whether gritty or abstract, as a theme. In paintings of bent grids, Mike Childs offers what look like closeups of glass-and-steel high rises, and Joseduardo Granados displays finely drawn, intense crosses between landscapes and cityscapes. Mark Chamberlain claims the Gotham of ''Batman'' fame as his turf and explores the hitherto closeted relationship between the masked hero and his younger sidekick and longtime companion, Robin. COTTER Other Galleries *'MAPPING SITTING: ON PORTRAITURE AND PHOTOGRAPHY,' Grey Art Gallery, New York University, 100 Washington Square East, Greenwich Village, (212)998-6780, through April 2. The commercial photographs in this show -- passport head-shots, formal group portraits of police academy graduates, casual pictures of guys showing off on the beach -- are among some 150,000 from Lebanon, Egypt, Iraq, Iran, Jordan, Morocco, Palestine and Syria in the collection of the Arab Image Foundation, a research archive and cultural salvage operation established in Beirut in 1997 to gather and preserve photography from the Arab World. The selection at Grey Gallery suggests how photographs have been used and valued in Middle Eastern cultures, and it replaces Western stereotypes of bearded gunmen, black-shrouded women with a sense of the complicated ordinariness that is the reality of modern Arab life as it is of modern American life. COTTER *EVAN SCHWARTZ AND MICHAEL WAUGH, Schroeder Romero, 173A North 3rd Street, Williamsburg, Brooklyn, (718)486-8992, through Feb. 14 . Evan Schwartz's New York solo debut, ''Reclaiming Puberty,'' is a document of transition from one gender to another. The series starts with family snapshots of the artist as a pre-adolescent girl and as a teenager in a floor-length gown on her way to a high school prom, then picks up as he assumes a male identity, through a regiment of hormone treatments and a double mastectomy. Celebratory in spirit, the show ends with a second prom photo, this one of Mr. Schwartz, handsome in a tux, with his arms around a young woman, his date. Also of interest is a small show of labor-intensive drawings by Michael Waugh. Most of them composed in lines of minute hand-written script, the text being a composite of presidential inaugural addresses from the past. COTTER Last Chance THOMAS ALLEN: 'UNCOVERED,' Foley, 547 West 27th Street, Chelsea, (212)244-9081, closing tomorrow. Mr. Allen creates ''pop-up'' scenarios by cutting and folding selected figures from the covers of old paperbacks and other books; he then makes surprisingly dimensional color photographs of them. The screaming man at the top of a leaning stack of books looks like he is about to fall off a cliff. In ''Thirst,'' a sultry woman reaches from the cover of one book for the liquor bottle held by the man on a nearby volume. JOHNSON CHARLOTTE BECKET, Taxter & Spengemann, 504 West 22nd Street, Chelsea, (212)924-0212, closing tomorrow. Ms. Becket's ''Wishing Well'' is a notable contribution to the department of extreme trash accumulation, kinetic division. Stacked tiers of paper, cardboard, bottles and other sorts of refuse sandwiched between sheets of plywood rise 10 feet in the air. In the middle of this tower of garbage, a vertical conveyor continuously churns up loose debris. It owes a lot to the work of Phoebe Washburn but has its own wacky humor and inventiveness. JOHNSON CHARLES DE WOLF BROWNELL: 'A DECADE OF TRAVEL, 1856-66,' Hirschl & Adler Galleries, 21 East 70th Street, (212)535-8810, through tomorrow. Brownell (1822-1909), a New England-born landscapist, did watercolors in Cuba over a 10-year period, while wintering on sugar and coffee plantations owned by his family there. His detailed record of the Cuban landscape ranges from close-up renditions of plants and foliage to a panoramic view -- the largest work in the show -- of the Bay of Matanzas, the region that was the center of the sugar industry. After his intensive Cuban period, he turned to views of the New England region where he grew up. Like his Cuban work, these are delicately painted, pleasant views that capture the flavor of the New England countryside, its mountains, trees, rivers and farms. GLUECK 'THE CASTELLANI AND ITALIAN ARCHAEOLOGICAL JEWELRY,' Bard Graduate Center for Studies in the Decorative Arts, Design and Culture, 18 West 86th Street, (212)501-3000, closing on Sunday. A dazzling look at the redoubtable Castellani jewelry firm that lasted in Rome from 1814 to 1927 and its production of exquisitely wrought jewelry modeled on the Etruscan, Greek and Roman relics being dug up all over Italy. This is not a show for dilettantes, requiring strength of eye and the patience of Job for exquisite detail. But it's a spectacular, even for over-the-top, bling-bling-y New York. Hours: Tuesdays through Sundays, 11 a.m. to 5 p.m.; Thursdays to 8 p.m. Admission: $3; students and 65+, $2. GLUECK TONY FITZPATRICK: 'THE WONDER: PORTRAITS OF A REMEMBERED CITY,' Pierogi, 177 North Ninth Street, Williamsburg, Brooklyn, (718)599-2144, closing on Monday. These densely knit concoctions of words and images may be nothing new, but they win you over with their emotion and erudition, both illuminating the greatness of Chicago, as well as their physical solidity. Bristling with an undiluted palette of red, black, white and marigold and dotted with images cut from old matchbook covers as well as poems and personal reminiscences, they conjure up the glamour of bygone hotels, clubs and sports legends while evoking everything from quiltmaking and tattooing to cloisonné and Neo-Expressionism. These works count as highly disciplined exercises in nostalgia: their specificity reveals something new about the time and place they yearn for, as well as the medium they so deftly explore. ROBERTA SMITH JIM GOLDBERG: 'TWO STORIES,' Pace/MacGill, 32 East 57th Street, (212)759-7999, closing tomorrow. For a series of photographic portraits called ''Rich and Poor'' that he made in the late 70's and early 80's, Mr. Goldberg had his visibly rich or poor subjects write their thoughts on the prints. The vivid sense of real persons that emerges is as compelling as anything you might learn about wealth or poverty. Another project, a kind of wrap-around bulletin board, is obscurely autobiographical. JOHNSON EMILE GUEBEHI AND MALICK SIDIBE, Jack Shainman, 513 West 20th Street, Chelsea, (212)645-1701, closing tomorrow. Lively studio portraits from 40 years and curious new photographs of heavy women seen from behind by Mr. Sidibe, the celebrated photographer from Mali, nicely complement the striking painted sculptures by the Ivory Coast-based Mr. Guebehi. Representing big, buxom women naked or partly naked and, in some cases, visibly pregnant, the sculptures look like the works of a self-taught artist with a thing for maternal women. JOHNSON *'A HEAVENLY CRAFT: THE WOODCUT IN EARLY PRINTED BOOKS,' Grolier Club, 47 East 60th Street, (212)838-6690, closing tomorrow. A lively overall view of the development of the woodcut is provided by this show of 15th- and 16th-century books acquired in the mid 1940's by Lessing J. Rosenwald, the Sears Roebuck heir, from the noted C.W. Dyson Perrins collection in England. Ranging from primitive to elegant in style, the books -- in themselves works by master printers -- contain illustrations by artists like Albrecht Dürer, Urs Graf and Hans Burgkmair, along with lesser names and the more frequent anonymities of the period. Among them are three rare editions of Aesop's fables; the ''Revelationes'' of St. Birgitta, produced in 1500 by the Nuremberg printer Anton Koberger; and the 1495 Florence folio edition, one of two in existence, of ''Epistolae et Evangeli,'' a book of Gospels and lessons of the Mass. GLUECK JAMES HYDE; RACHEL BERWICK, Brent Sikkema, 530 West 22nd Street, Chelsea, (212) 929-2262, closing tomorrow. Mr. Hyde presents rectilinear wall-hung compositions made of raw lumber, chromed steel panels, clear vinyl, paint, photographs and other materials in his continuing, rigorously playful analysis of formalism, materialism and Modernist painting. Ms. Berwick's vivid wall-size video portraits of a rare Galapagos tortoise and a life-size cast in volcanic glass of a tortoise shell obliquely explore the intersection of natural and human histories. JOHNSON CHRISTIAN MARCLAY: 'SHAKE RATTLE AND ROLL (FLUXMIX),' Paula Cooper, 534 West 21st Street, Chelsea, (212) 255-1105, closing tomorrow. In an installation by an artist known for hybridizing art and music, each of 16 video monitors in a circle show white-gloved hands gently playing with boxes, books, toys, photographs and other things belonging to a collection of works by Fluxus artists at the Walker Art Center. The various low-level noises produced by the hands and the objects generate a quiet, John Cage-style, surround-sound concert. JOHNSON 'QUEENS INTERNATIONAL,' Queens Museum of Art, Flushing Meadows-Corona Park, (718)592-9700, closing on Sunday. The 40 artists here are all residents of the city's most cosmopolitan borough, though nearly a third were born outside the United States. In line with current curatorial trends, overt displays of ethnicity are played down and a certain blandness prevails. But there is some interesting work, including paintings by the Japanese-American Hideo Date, now 97 and a Queens resident for more than half a century. His two soft-grained figurative paintings from the 1930's and 40's emanate from a distant stylistic world, one that looks fine right now. Hours: Wednesdays through Fridays, 10 a.m. to 5 p.m.; Saturdays and Sundays, noon to 5 p.m. Admission: $5; $2.50 for students and 65+. COTTER", "abstract": null, "print_page": "28", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "The Listings"}, "keywords": [], "pub_date": "2005-02-04T00:00:00Z", "document_type": "article", "news_desk": "Movies, Performing Arts/Weekend Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": null, "type_of_material": "Schedule", "_id": "4fd24a4a8eb7c8105d7e8193", "word_count": 15570, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2005/02/03/business/03sbiz.html", "snippet": "A dispute between 7-Eleven and its franchisees is just one skirmish in a conflict throughout the franchising industry, which finds itself in an increasingly competitive environment....", "lead_paragraph": "Philip Castaldo has owned a 7-Eleven franchise in Commack, N.Y., for 26 years and had always considered himself an independent contractor who, although part of a franchise system, had the freedom to run his business like an entrepreneur. That is, until recently, when he said he was forced to sign a contract with 7-Eleven limiting his decision making. Early last year, Mr. Castaldo found out that he would be required to buy 85 percent of his product mix based on 7-Eleven's recommendations and would have to purchase those goods from distributors and companies designated by 7-Eleven, which is based in Dallas.", "abstract": "Franchisees are finding that growing number of companies are creating new rules that are taking away their independence; many companies are requiring franchisees to buy goods from distributors and companies that company-owned stores use; Philip Castaldo, who owns 7-Eleven franchise in Commack, NY, comments on his disputes with company; photo (M)", "print_page": "6", "blog": [], "source": "The New York Times", "multimedia": [{"url": "images/2005/02/03/business/sbiz.75.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2005/02/03/business/sbiz.75.jpg"}, "type": "image", "height": 75}], "headline": {"main": "When Franchisees Lose Part of Their Independence", "kicker": "SMALL BUSINESS"}, "keywords": [{"name": "persons", "value": "CASTALDO, PHILIP"}, {"name": "organizations", "value": "7-ELEVEN INCORPORATED"}, {"name": "organizations", "value": "SEVEN-ELEVEN STORES"}, {"name": "subject", "value": "UNITED STATES ECONOMY"}, {"name": "subject", "value": "SUITS AND LITIGATION"}, {"name": "subject", "value": "SMALL BUSINESS"}, {"name": "subject", "value": "TRADEMARKS AND TRADE NAMES"}], "pub_date": "2005-02-03T00:00:00Z", "document_type": "article", "news_desk": "Business/Financial Desk", "section_name": "Business", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Eve", "lastname": "TAHMINCIOGLU"}], "original": "By EVE TAHMINCIOGLU"}, "type_of_material": "News", "_id": "4fd24a498eb7c8105d7e8176", "word_count": 1475, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2005/02/03/movies/oscars/03unse.html", "snippet": "The inability of moviegoers beyond both coasts to see this year's nominated films is a thorny issue for the Academy of Motion Picture Arts and Sciences....", "lead_paragraph": "Jane Stanton stood in line under the marquee of the Michigan Theater on Sunday night, waiting to buy tickets for ''Hotel Rwanda,'' her third movie full of Oscar contenders in four days. Ms. Stanton, 54, wasn't only trying to see them before the Academy Awards are handed out on Feb. 27; she was also trying to see them while she could.", "abstract": "Article on inability of moviegoers beyond East and West coasts to see this year's Oscar-nominated films; ratings for Golden Globes dropped nearly 40 percent in January and Academy of Motion Picture Arts and Sciences, which sponsors Oscars, reportedly is concerned over moviegoers' difficulty in finding films; photos (M)", "print_page": "3", "blog": [], "source": "The New York Times", "multimedia": [{"url": "images/2005/02/03/arts/03unse.1.75.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2005/02/03/arts/03unse.1.75.jpg"}, "type": "image", "height": 75}], "headline": {"main": "Sure, You Can Watch the Oscars, but Can You See All the Nominated Movies?"}, "keywords": [{"name": "organizations", "value": "ACADEMY OF MOTION PICTURE ARTS AND SCIENCES"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "ACADEMY AWARDS (OSCARS)"}, {"name": "subject", "value": "GOLDEN GLOBES (AWARDS)"}, {"name": "subject", "value": "MARKETING AND MERCHANDISING"}, {"name": "subject", "value": "AWARDS, DECORATIONS AND HONORS"}], "pub_date": "2005-02-03T00:00:00Z", "document_type": "article", "news_desk": "The Arts/Cultural Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Micheline", "lastname": "MAYNARD"}], "original": "By MICHELINE MAYNARD; Jeremy W. Peters contributed reporting for this article"}, "type_of_material": "News", "_id": "4fd257198eb7c8105d8011cb", "word_count": 1136, "slideshow_credits": null}, {"web_url": "http://query.nytimes.com/gst/fullpage.html?res=9A07E5D9133BF930A35751C0A9639C8B63", "snippet": "And We Always Thought Hollywood Was About Men      Keep your questions ''on the material,'' said ETHAN HAWKE's publicist, just as we were poised to depose Mr. Hawke at the opening-night party for ''Hurlyburly,'' a play he's in at the Acorn Theater...", "lead_paragraph": "And We Always Thought Hollywood Was About Men Keep your questions ''on the material,'' said ETHAN HAWKE's publicist, just as we were poised to depose Mr. Hawke at the opening-night party for ''Hurlyburly,'' a play he's in at the Acorn Theater on West 42nd Street. Mr. Hawke has plenty going on. He has been nominated for an Oscar as a co-writer of the screenplay for the film ''Before Sunset.''", "abstract": "Boldface Names column on opening-night party for Off Broadway revival of 'Hurlyburly,' play starring Ethan Hawke and Parker Posey (M)", "print_page": "2", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "BOLDFACE NAMES"}, "keywords": [{"name": "creative_works", "value": "HURLYBURLY (PLAY)"}, {"name": "persons", "value": "HAWKE, ETHAN"}, {"name": "persons", "value": "POSEY, PARKER"}, {"name": "subject", "value": "THEATER"}], "pub_date": "2005-02-03T00:00:00Z", "document_type": "article", "news_desk": "Metropolitan Desk", "section_name": "Theater; New York and Region", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Corey", "lastname": "Kilgannon"}], "original": "By Corey Kilgannon; With Lily Koppel"}, "type_of_material": "News", "_id": "4fd2a5db8eb7c8105d88d88f", "word_count": 710, "slideshow_credits": null}]}, "status": "OK", "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}