{"response": {"meta": {"hits": 254, "time": 24, "offset": 60}, "docs": [{"web_url": "http://www.nytimes.com/2005/02/20/arts/20guidesun.html", "snippet": "Laurie Anderson makes spacey sounds at BAM; the egret king vs. an evil vulture in a Chinese Opera; and other cultural events....", "lead_paragraph": "SUNDAY 2/20 DANCE AROUND THE WORLD The second annual Folk Feet festival in Brooklyn showcases a smorgasbord of dance styles, from Bangladeshi to Panamanian, from bomba to step-and-drill. And bring your dancing shoes: after the three-hour concert ends, the schooling begins, with classes in Trinidadian limbo, Persian freestyle and Swedish couple dancing. Whitman Theater, Brooklyn College, Nostrand and Flatbush Avenues; performance at 2 p.m., classes at 5:30 p.m.; free. TANGO TOUCHDOWN The Argentine singer Sandra Luna, a Grammy nominee this year for best traditional world music album for ''Tango Varón,'' stops in for a politically tinged yet still smoldering evening of tango canción: she sings with an urgency that pushes against the stylistic rules of the genre. Satalla, 37 West 26th Street, Manhattan; 7 p.m.; $23. AFTER PAUL The Take Dance Company, founded in 2003 by Takehiro Ueyama and four other former dancers from the Paul Taylor company, gives its first performance in New York. Mr. Ueyama, as a choreographer, sticks to classic themes, presented cleanly: expect to encounter ill-fated young lovers, creation myths and, in ''Sakura, Sakura,'' the falling of cherry blossoms. Joyce SoHo, 155 Mercer Street, between Houston and Prince Streets; 8 p.m.; $20. MONDAY 2/21 THAT'S 'SHOWBIZ' Not enough Hollywood coverage for you? Just two weeks after the rollout of two new entertainment shows by its cable rival MSNBC, CNN Headline News offers up ''Showbiz Tonight,'' a one-hour mix of buzz analysis and celebrity and industry news. Tonight's opening show will feature the fashion designer John Varvatos, who will invent some dream Academy Award outfits, a look at the business that is Jennifer Lopez and an interview with the Iranian actress Shohreh Aghdashloo, star of the television show ''24'' and an Oscar nominee for her performance in ''House of Sand and Fog.'' 7 p.m., Eastern time; repeated at 10 p.m. and 1 a.m. '700 SUNDAYS' VS. 1 MONDAY Richard Crystal -- who goes by the name Rip -- has worked as a music producer for the Grammys and has done arrangements for Pat Boone and Peggy Lee. In a one-night-only engagement, he sings a roundup of jazz songs from the 1930's and 40's, drawn from the music he grew up on with his brother Billy. Feinstein's at the Regency, 540 Park Avenue, at 61st Street; 8:30 p.m.; $50, plus a $40 minimum. TUESDAY 2/22 NASA'S POET LAUREATE Laurie Anderson, NASA's first artist in residence, is nearly empty-handed in her latest space-inspired performance, ''The End of the Moon'': her travels to tech-heavy temples of science like the Jet Propulsion Laboratory and the Space Telescope Science Institute have left her convinced, it seems, that words and gestures are all the modern monologist needs. BAM Harvey Theater, 651 Fulton Street, Fort Greene, Brooklyn; 7:30 p.m.; $20 to $50. (Through March 6.) NEW ON CD The bassist and bandleader Avishai Cohen releases ''At Home'' ($16.98, Sunnyside), which folds global folk and jazz influences into his sneaky and suave compositions; ''The Beekeeper'' ($18.98, Epic), from Tori Amos, is a collection of songs gathered around things that happen in gardens; Laurent Garnier's ''Cloud Making Machine'' ($16.98, Mute) finds the electronica master leaving chill-out music behind -- mostly -- for a ramble through harsh techno, random beats and complicated grooves. BY THE BOOK Michael Cunningham, the author of ''The Hours''; Shirley Hazzard, who won the 2003 National Book Award for fiction for ''The Great Fire''; and Andrew Sean Greer, whose ''Confessions of Max Tivoli'' made a number of best-seller lists in 2004, triple up for a reading in celebration of the 10th anniversary of their publisher, Picador. Barnes & Noble Union Square, 33 East 17th Street; 7 p.m.; free. WEDNESDAY 2/23 JOAN'S TRUE CALLING As awards-show season sails on, Joan Rivers is needed elsewhere and must soon tear herself from the stage of Fez; her run of stand-up on Wednesday nights will close two weeks from tonight. After all, those Academy Award outfits won't mock themselves. Fez (downstairs at the Time Cafe), 380 Lafayette Street, at Great Jones Street, East Village; 7 p.m.; $25. BIRD ENTHUSIASM In honor of the recently opened ''Audubon's Aviary,'' an exhibition of 40 watercolors by John James Audubon at the New-York Historical Society, the Pulitzer Prize-winning historian Richard Rhodes will take the podium. Which makes sense, considering that Mr. Rhodes is the author of ''John James Audubon: The Making of an American,'' a hefty new biography of the naturalist and avian artist. 170 Central Park West, at 77th Street; 6:30 p.m.; $10. NEW ON DVD: ''I heart HUCKABEES'' AND ''SOUTH PARK'' ''I heart Huckabees'' (Fox) comes in two flavors: the two-disc special edition has 5 outtakes and 22 additions for $39.98, while for $27.98 you get just the commentaries by the director and the stars -- and David O. Russell's film, of course. A not-so-surprising surprise ending alert: at the conclusion of the fifth season of ''South Park,'' Kenny finally really dies, and there's nothing the Make-a-Wish Foundation can do (Paramount, $49.99). RETURNED E-MAIL The second of three planned shows by students at New York University's Department of Photography and Imaging features the work of Cody Trepte, who gathered all his e-mail messages over the last year and converted them into punch cards: about 14,000 of them, arranged in five stacks, each a little under three feet tall. Binders provide guides to the e-mail stacks, grouped by either mechanical concepts -- random characters, time stamps -- or personal ones, like correspondence with his father. Gulf & Western Gallery, 721 Broadway, at Waverly Place, East Village; 10 a.m. to 7 p.m.; free. (Through March 12.) THURSDAY 2/24 SCARY CREATURES ''A Man's Best Friend,'' a new play by Jeffrey Jones, is a Beckettian nightmare about a smelly clown named Sluggo. Here's a clue to its ambitions from the author's production notes: ''I have intentionally provided no description of the Land Squid because it may be more effective as an unseen or largely suggested monster. It's very important that the Land Squid be scary.'' Walkerspace, 46 Walker Street, TriBeCa; 7:30 p.m.; $15. (Through March 19.) CYBORG MOVEMENT Several performances accompany the opening of a larger show about relations between man and machine. In one piece, a dancer, Katie Shima, is strapped into a levered metal machine, which transforms her small movements into big mechanized gestures. Physical installations will remain after tonight's performances; don't miss peeking into the stairwell, where six peephole dioramas made of ferrofluid, a magnetic liquid, are hidden -- viewers can control time and space in the tiny landscapes by speeding up their rotation. The Tank, 432 West 42nd Street; 7 and 9 p.m.; $5. (Exhibition continues through March 14.) AMERICAN WEIRD The normally staid 19th-century galleries of the National Academy Museum have been physically transformed into something, well, surreal for the exhibition ''Surrealism U.S.A.,'' which includes a wide cross section of works by American artists of the 1930's and 40's. A highlight: works by the Armenian-born Arshile Gorky, who made America his home as a teenager and who became a linchpin in the conversation between European and American art and the transition from Surrealism to Abstract Expressionism. 1083 Fifth Avenue, at 89th Street; noon to 5 p.m.; $10, $5 for students, 65 and over and children under 16. (Through May 8.) QUEEN ESTHER J.C. Hopkins and his Biggish Band play straight-up big-band jazz; they will be joined for the evening by Queen Esther, a striking, strutting gospel-style singer of impressive range. Slipper Room, 167 Orchard Street, Lower East Side; 9:30 p.m.; $8. FRIDAY 2/25 NEW FILMS: MEET IRJA AND LUCILLE In ''Diary of a Mad Black Woman,'' a chick flick based on the play by Tyler Perry, a housewife gets dumped on the night before her 20th wedding anniversary. Also at your local multiplex, ''Cursed,'' the latest from horrormeister Wes Craven, which finds Christina Ricci endowed with uncontrollable superhuman powers. ''Sunset Story'' (limited release, at Quad Cinema) is a documentary portrait of Irja Lloyd and Lucille Alpert, two freethinking friends living at Sunset Hall, a Los Angeles home for aging leftists. ACTOR STUNTS The Battle of the Bards is a new theatrical competition with a reality-show edge; seven Off Off Broadway companies were given 10 days to write and produce a one-act play. Tonight, those plays will be performed -- somehow squeezed into a two-hour show -- and both a winner and an audience favorite will be picked by a panel of judges and the attendees. Crobar, 530 West 28th Street, Chelsea; 8 p.m; $10. KITCHEN-SINK OPERA Chinese opera melds acrobatics, juggling, song and really great outfits into an evening of stylized spectacle. This weekend, the Qi Shu Fang Peking Opera Company doubles as a living cultural preservation society and a wild night at the opera: tonight's performances include ''The Flaming Phoenix,'' in which the egret king of Egret Island battles an evil vulture and is transformed into a phoenix -- sort of like ''Godzilla'' meets ''Winged Migration.'' Skirball Center for the Performing Arts, 566 La Guardia Place, Greenwich Village; 8 p.m.; $30 and $35, $15 for students. (Also Saturday.) SATURDAY 2/26 COLLECTORS ON COLLECTING The Smithsonian Institution's Archives of American Art puts on a very fancy daylong symposium on art collecting, at a private location in Midtown Manhattan. Participants will include the artists Chuck Close and Kiki Smith, and, from the other side, Gary Garrels, a curator at the Museum of Modern Art; and Werner Kramarsky, the noted collector of Minimalist art. (Michael Kimmelman, chief art critic for The New York Times, will also speak.) Call (212)399-5030 for tickets and location; $150. DIABOLIQUE As part of a retrospective devoted to the French director Henri-Georges Clouzot, here's a chance to see the classic 1955 thriller ''Diabolique'' on the big screen. Creepy in the extreme, the black-and-white film stars Véra Clouzot (the director's wife) and Simone Signoret as conspirators out to murder the nasty fellow they've shared as wife and mistress. BAM Rose Cinemas, 30 Lafayette Avenue, at Ashland Place, Fort Greene, Brooklyn; 2, 4:30, 6:50 and 9:15 p.m.; $10. YOUNG GUNS The Julliard Pre-College Orchestra gets down with Leonard Bernstein's Symphonic Dances from ''West Side Story,'' some Haydn and Stravinsky's Violin Concerto in D, featuring Michelle Ross, 17, as soloist. Juilliard Theater, 155 West 65th Street, Lincoln Center; 8 p.m.; free.", "abstract": null, "print_page": "35", "blog": [], "source": "The New York Times", "multimedia": [{"url": "images/2005/02/20/arts/20guid.tues.75.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2005/02/20/arts/20guid.tues.75.jpg"}, "type": "image", "height": 75}], "headline": {"main": "THE GUIDE"}, "keywords": [{"name": "subject", "value": "CULTURE"}], "pub_date": "2005-02-20T00:00:00Z", "document_type": "article", "news_desk": "Arts and Leisure Desk", "section_name": "Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By CHOIRE SICHA | the guide@nytimes.com"}, "type_of_material": "News", "_id": "4fd25df48eb7c8105d80c87c", "word_count": 1740, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2005/02/20/magazine/20STYLE.html", "snippet": "If there were an Oscar handed out for best party, Dani Janssen would win hands down....", "lead_paragraph": "You cannot truly understand what Los Angeles is like on Oscar night unless you live here. It's crazy. Complete gridlock from the hundreds of limos all doing the party hop. And there are a million parties -- the Vanity Fair party, the Governor's Ball, all the studio parties and the after-party parties. You've seen the endless TV coverage and the trail of magazine clippings for months after it's all over. But the one party you will never see photos of -- and will never ever get invited to -- is 28 floors up, overlooking the Hillcrest Country Club. Its host is Dani Janssen, who is, according to Frank Sinatra, one of the original Hollywood broads. Sitting with her in her penthouse as she holds a teacup toy poodle in one hand and a superlong More cigarette in the other, we quickly discover why on Oscar night, Dani's is the only place to be. ROMÁN ALONSO: Dani, tell us how you got to Hollywood.", "abstract": "Lisa Eisner and Roman Alonso interview Dani Janssen, who hosts Oscar night's most exclusive party; photos (M)", "print_page": "48", "blog": [], "source": "The New York Times", "multimedia": [{"url": "images/2005/02/17/magazine/20oscar.75.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2005/02/17/magazine/20oscar.75.jpg"}, "type": "image", "height": 75}, {"height": 55, "subtype": "tiny_thumb", "legacy": {"tinythumbwidth": 55, "tinythumbheight": 55, "hastinythumb": "Y"}, "type": "image", "width": 55}], "headline": {"main": "The Invitation, Please", "kicker": "STYLE & ENTERTAINING"}, "keywords": [{"name": "persons", "value": "JANSSEN, DANI"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "ACADEMY AWARDS (OSCARS)"}, {"name": "subject", "value": "PARTIES (SOCIAL)"}, {"name": "subject", "value": "AWARDS, DECORATIONS AND HONORS"}], "pub_date": "2005-02-20T00:00:00Z", "document_type": "article", "news_desk": "Magazine Desk", "section_name": "Movies; Magazine", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Lisa", "lastname": "Eisner"}, {"organization": "", "role": "reported", "rank": 2, "firstname": "Román", "lastname": "Alonso"}], "original": "By Lisa Eisner and Román Alonso"}, "type_of_material": "News", "_id": "4fd2839d8eb7c8105d851d15", "word_count": 2183, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2005/02/20/movies/20sala.html", "snippet": "Unsurprisingly, the German biopic \"Downfall,\" about Adolph Hitler's human aspects, has stirred outrage in some viewers....", "lead_paragraph": "''I DIDN'T want to make anybody sympathetic or not sympathetic,'' said the writer and producer of ''Downfall,'' Bernd Eichinger. ''That's moviemaking. In real life, there is gray.'' With most films, that statement wouldn't seem controversial. But ''Downfall'' is about Hitler's last 12 days in the bunker, and Mr. Eichinger's decision to depict the Führer and his inner circle as mortals rather than monsters has set off a commotion. ''Downfall'' stirred outrage and admiration in Germany when it opened there in September. But while portrayals of Hitler may still be tricky at home, they often play well in Hollywood at Oscar time. ''Downfall'' is a nominee for best foreign-language picture, and of the five German movies that have won Oscar nominations in the last 15 years, four have dealt, in one way or another, with Nazis.", "abstract": "Interview with writer and producer Bernd Eichinger on his film Downfall, about last 12 days of Adolf Hitler's life; says his intent was to try to explore Hitler as human being; photo (M)", "print_page": "11", "blog": [], "source": "The New York Times", "multimedia": [{"url": "images/2005/02/20/arts/20sala75.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2005/02/20/arts/20sala75.jpg"}, "type": "image", "height": 75}], "headline": {"main": "Hitler, That Fellow With the Nice Little Dog", "kicker": "FILM"}, "keywords": [{"name": "creative_works", "value": "DOWNFALL (MOVIE)"}, {"name": "persons", "value": "HIRSCHBIEGEL, OLIVER"}, {"name": "persons", "value": "GANZ, BRUNO"}, {"name": "persons", "value": "EICHINGER, BERND"}, {"name": "persons", "value": "HITLER, ADOLF"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}], "pub_date": "2005-02-20T00:00:00Z", "document_type": "article", "news_desk": "Arts and Leisure Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Julie", "lastname": "SALAMON"}], "original": "By JULIE SALAMON"}, "type_of_material": "News", "_id": "4fd2839d8eb7c8105d851d17", "word_count": 1000, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2005/02/20/nyregion/thecity/20colm.html", "snippet": "On any given night, a Grammy Winner might walk into Willie's Steak House in the East Bronx....", "lead_paragraph": "IT was a cold, dark night in February, a night out of a noir detective novel, when the Grammy Winner walked through the neon glare under the el and into the door of Willie's Steak House. A couple of strangers stepped up to congratulate him: ''Hey, I saw you on TV.'' But here at Willie's, in the East Bronx, the regulars are not easily impressed. Just inside the door, the glossy photographs of salsa legends and customers tell why: In this one, Bill Cosby, a big Latin-music fan, poses with Kenny, the owner of Willie's, a dead ringer for the beefy, worldly-wise Chef on ''South Park,'' except with a lighter complexion. In that one, a hollow-cheeked Marc Anthony peers out of the hood of his track suit. Tito Puente's clowning mug and halo of white hair jump out of almost every shot.", "abstract": "Anemona Hartocollis Coping column on Pete Nater, torts investigator for City of New York who, as trumpet player with Spanish Harlem Orchestra, has won 2005 Grammy for year's best salsa or merengue album; drawing (M)", "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [{"url": "images/2005/02/20/nyregion/thecity/20colm_75.gif", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2005/02/20/nyregion/thecity/20colm_75.gif"}, "type": "image", "height": 75}, {"height": 55, "subtype": "tiny_thumb", "legacy": {"tinythumbwidth": 55, "tinythumbheight": 55, "hastinythumb": "Y"}, "type": "image", "width": 55}], "headline": {"main": "After the Prize, Just Playing His Own Horn, Not Tooting It", "kicker": "COPING"}, "keywords": [{"name": "persons", "value": "BLADES, RUBEN"}, {"name": "persons", "value": "COSBY, BILL"}, {"name": "persons", "value": "NATER, PETE"}, {"name": "persons", "value": "PUENTE, TITO"}, {"name": "persons", "value": "HERNANDEZ, OSCAR"}, {"name": "persons", "value": "ANTHONY, MARC"}, {"name": "persons", "value": "PALMIERI, EDDIE"}, {"name": "organizations", "value": "SPANISH HARLEM ORCHESTRA"}, {"name": "subject", "value": "RECORDINGS (AUDIO)"}, {"name": "subject", "value": "MUSIC"}, {"name": "subject", "value": "GRAMMY AWARDS"}, {"name": "subject", "value": "AWARDS, DECORATIONS AND HONORS"}], "pub_date": "2005-02-20T00:00:00Z", "document_type": "article", "news_desk": "The City Weekly Desk", "section_name": "New York and Region", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Anemona", "lastname": "HARTOCOLLIS"}], "original": "By ANEMONA HARTOCOLLIS"}, "type_of_material": "News", "_id": "4fd2571d8eb7c8105d801541", "word_count": 835, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2005/02/20/fashion/20BOXI.html", "snippet": "At a Brooklyn gym, hollywood's glow illuminates boxers and trainers....", "lead_paragraph": "THE gym is quiet. It's the middle of the morning. By noon the treadmills will be whirring and the sparring rings a blur. Everyone will stop when the bell rings and when the bell rings everyone will start again. Gloves will land in focus pads with staccato smacks and chains will rattle on heavy bags and the speed bag is going to sound like a train. Inside his office the trainer Héctor Roca, a 65-year-old Panamanian, is sitting behind a metal desk. On grimy walls there are pictures of fighters punching or grinning. There is a kick-boxer soaring through the air, and there is the movie star Hilary Swank. She is looking backward and the white space between her shoulder blades says:", "abstract": "Gleason's Gym, in Brooklyn (NYC), enjoys time in media spotlight after hosting actress Hilary Swank's training for movie Million Dollar Baby under renowned trainer Hector Roca; photos (M)", "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [{"url": "images/2005/02/20/fashion/20box75.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2005/02/20/fashion/20box75.jpg"}, "type": "image", "height": 75}], "headline": {"main": "One Round of Glory"}, "keywords": [{"name": "creative_works", "value": "MILLION DOLLAR BABY (MOVIE)"}, {"name": "persons", "value": "ROCA, HECTOR"}, {"name": "persons", "value": "SWANK, HILARY"}, {"name": "glocations", "value": "BROOKLYN (NYC)"}, {"name": "glocations", "value": "NEW YORK CITY"}, {"name": "organizations", "value": "GLEASON'S GYM"}, {"name": "subject", "value": "BOXING"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "COACHES AND MANAGERS"}, {"name": "subject", "value": "NEWS AND NEWS MEDIA"}], "pub_date": "2005-02-20T00:00:00Z", "document_type": "article", "news_desk": "Style Desk", "section_name": "Movies; Style", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Michael", "lastname": "BRICK"}], "original": "By MICHAEL BRICK"}, "type_of_material": "News", "_id": "4fd24a4f8eb7c8105d7e8402", "word_count": 1716, "slideshow_credits": null}, {"web_url": "http://query.nytimes.com/gst/fullpage.html?res=9501E2DD103AF933A15751C0A9639C8B63", "snippet": "THE moment the Oscar nominations arrived, Ross Kauffman was in Calcutta, his cellphone on speaker, so that the children crowded around him could hear what would come next.     ''You got it,'' the producer said, prompting the children to jump and s...", "lead_paragraph": "THE moment the Oscar nominations arrived, Ross Kauffman was in Calcutta, his cellphone on speaker, so that the children crowded around him could hear what would come next. ''You got it,'' the producer said, prompting the children to jump and scream with delight.", "abstract": "Profile of and interview with Ross Kauffman, 37, of Mahopac, NY, co-director of Born Into Brothels, which has been nominated for Academy Award for best feature-length documentary; photo (M)", "print_page": "8", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "In Passage to India, Filmmaker Finds a Mission, and Wins Acclaim"}, "keywords": [{"name": "creative_works", "value": "BORN INTO BROTHELS (MOVIE)"}, {"name": "persons", "value": "KAUFFMAN, ROSS"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "ACADEMY AWARDS (OSCARS)"}, {"name": "subject", "value": "AWARDS, DECORATIONS AND HONORS"}], "pub_date": "2005-02-20T00:00:00Z", "document_type": "article", "news_desk": "Westchester Weekly Desk", "section_name": "Movies; New York and Region", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Jennifer", "lastname": "MEDINA"}], "original": "By JENNIFER MEDINA"}, "type_of_material": "News", "_id": "4fd244408eb7c8105d7de905", "word_count": 768, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2005/02/20/style/tmagazine/TW1347134.html", "snippet": "Success in China was all Ziyi Zhang ever wanted. Until she hit it big....", "lead_paragraph": "Four years ago, Ziyi Zhang, who had literally soared to the attention of Hollywood as a nobleman's beautiful daughter in ''Crouching Tiger, Hidden Dragon,'' arranged to meet Steven Spielberg. She knew he was interested in directing the best-seller ''Memoirs of a Geisha,'' and though Zhang is Chinese and geishas are Japanese, she recognized the scarcity of great parts for Asian actresses and wanted him to consider her for the title role. It was a peculiar meeting. Aside from the question of nationality, Zhang did not speak English. Ang Lee, the director of ''Crouching Tiger,'' had suggested that she learn the language, but she ignored him. Although she's ambitious, at the time she was not concentrating on the West. ''In China, they don't care about American films,'' Zhang reasoned. ''And no one thought 'Crouching Tiger' would be so successful.'' So when Zhang met Spielberg, she understood only three sentences (''Quiet, please,'' ''Action'' and ''Cut!''), and she knew how to speak just three words: ''Hire. Me. Please.'' Spielberg laughed when she repeated her hire-me-please mantra, but did not hire her. Eventually, Spielberg ceded the direction of ''Geisha'' to Rob Marshall, who was nominated for an Oscar for ''Chicago.'' And Marshall conducted his own global search for the lead, eventually choosing Zhang. ''The word 'geisha' means 'person of the arts' in Japanese,'' Marshall explained. ''And that means everything from the art of conversation to dance to escorting men. Geishas were the supermodels of their day, and Ziyi has that unusual combination of strength and grace. She has a great spirit, but outwardly she can seem fragile. And,'' Marshall said, laughing, ''her English had improved.''", "abstract": "Lynn Hirschberg profile of Chinese actress Ziyi Zhang; she poses in fashion layout (M)", "print_page": "192", "blog": [], "source": "The New York Times", "multimedia": [{"url": "images/2005/02/17/style/tmagazine/20east_75.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2005/02/17/style/tmagazine/20east_75.jpg"}, "type": "image", "height": 75}, {"height": 55, "subtype": "tiny_thumb", "legacy": {"tinythumbwidth": 55, "tinythumbheight": 55, "hastinythumb": "Y"}, "type": "image", "width": 55}], "headline": {"main": "A Star Rises in the East"}, "keywords": [{"name": "persons", "value": "ZHANG, ZIYI"}, {"name": "glocations", "value": "CHINA"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}, {"name": "subject", "value": "APPAREL"}], "pub_date": "2005-02-20T00:00:00Z", "document_type": "article", "news_desk": "T: Women's Fashion Magazine", "section_name": "Movies; Style; Magazine", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Lynn", "lastname": "HIRSCHBERG"}], "original": "By LYNN HIRSCHBERG"}, "type_of_material": "News", "_id": "4fd2a5df8eb7c8105d88db50", "word_count": 1070, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2005/02/20/movies/20ciuk.html", "snippet": "Can Alfonso Cuarón's big new studio contract make Mexico a moviemaking capital once again?...", "lead_paragraph": "CHILI westerns and movies about hookers and narcs dominated Mexican cinema during the 1980's and half of the 90's. This low-brow industry, combined with the decrepit state of movie theaters and the influx of home videos, pushed the middle class away from the big screen. Now, however, the arrival of high-tech theater chains and a new generation of Mexican filmmakers have made Mexico the seventh biggest box office in the world. And its film market is still growing while the European and Japanese markets have hit a ceiling. For major American studios, it is clear that Latin America is an emerging market and that Mexico, in particular, offers a rich vein of filmmaking talent. Last fall, for example, Warner Brothers and Warner International signed Alfonso Cuarón, the 43-year-old director of ''Harry Potter and the Prisoner of Azkaban,'' to a three-year producing contract.", "abstract": "Mexico is emerging as rich source of filmmaking talent for American studios; Mexico's hopes of becoming a moviemaking capital are riding on talent like that of director Alfonso Cuaron, who has been signed to three-year producing contract by Warner Brothers and Warner International; photos (M)", "print_page": "18", "blog": [], "source": "The New York Times", "multimedia": [{"url": "images/2005/02/20/arts/20ciuk75.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2005/02/20/arts/20ciuk75.jpg"}, "type": "image", "height": 75}], "headline": {"main": "Hollywood Stakes Out a New Free-Trade Zone", "kicker": "FILM"}, "keywords": [{"name": "persons", "value": "CUARON, ALFONSO"}, {"name": "glocations", "value": "MEXICO"}, {"name": "organizations", "value": "WARNER BROTHERS"}, {"name": "subject", "value": "MOTION PICTURES"}], "pub_date": "2005-02-20T00:00:00Z", "document_type": "article", "news_desk": "Arts and Leisure Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Perla", "lastname": "CIUK"}], "original": "By PERLA CIUK"}, "type_of_material": "News", "_id": "4fd24a4f8eb7c8105d7e83f0", "word_count": 976, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2005/02/20/sports/basketball/20embry.html", "snippet": "In today's N.B.A., unlike the league of 1974, true centers are almost an endangered species....", "lead_paragraph": "When I read about the trade that sent Shaquille O'Neal to the Miami Heat from the Los Angeles Lakers last summer, I flashed back to the night of Oct. 3, 1974. I was the general manager of the Milwaukee Bucks, and that was the night Kareem Abdul-Jabbar asked to be traded. Like O'Neal today, Abdul-Jabbar was the most dominant center in the game. He had been a great player for us, and he and Oscar Robertson had led us to the N.B.A. title in 1971 and back to the finals in 1974. I knew that no matter what I did, it would be almost impossible to replace a player who had had such a great impact on the franchise.", "abstract": "Wayne Embry BackTalk column contends that true centers, like Bill Russell, Wilt Chamberlain and Robert Parish, no longer exist with exception of NBA's big man, Shaquille O'Neal; photos (M)", "print_page": "11", "blog": [], "source": "The New York Times", "multimedia": [{"url": "images/2005/02/20/sports/20backtalk75.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2005/02/20/sports/20backtalk75.jpg"}, "type": "image", "height": 75}], "headline": {"main": "Deserting the Post: A League Turns Soft in the Middle", "kicker": "BackTalk"}, "keywords": [{"name": "persons", "value": "CHAMBERLAIN, WILT"}, {"name": "persons", "value": "PARISH, ROBERT"}, {"name": "persons", "value": "ABDUL-JABBAR, KAREEM"}, {"name": "persons", "value": "RUSSELL, BILL"}, {"name": "persons", "value": "O'NEAL, SHAQUILLE"}, {"name": "organizations", "value": "NATIONAL BASKETBALL ASSN"}, {"name": "subject", "value": "BASKETBALL"}], "pub_date": "2005-02-20T00:00:00Z", "document_type": "article", "news_desk": "Sports Desk", "section_name": "Sports", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Wayne", "lastname": "EMBRY"}], "original": "By WAYNE EMBRY"}, "type_of_material": "News", "_id": "4fd24a4f8eb7c8105d7e8415", "word_count": 837, "slideshow_credits": null}, {"web_url": "http://query.nytimes.com/gst/fullpage.html?res=9C05E2DB1E3AF933A15751C0A9639C8B63", "snippet": "RICH girls always have trouble determining who loves them for themselves. Rich, plain girls have it doubly hard. In THE HEIRESS (1949), Catherine Sloper (Olivia de Havilland, in her second Oscar-winning performance) is a New York doctor's drab dau...", "lead_paragraph": "RICH girls always have trouble determining who loves them for themselves. Rich, plain girls have it doubly hard. In THE HEIRESS (1949), Catherine Sloper (Olivia de Havilland, in her second Oscar-winning performance) is a New York doctor's drab daughter. And she has a devastatingly handsome suitor, Morris Townsend (Montgomery Clift). Her father (Ralph Richardson) believes that Morris has to be a fortune hunter. William Wyler directed this classic drama, based on Henry James's novel ''Washington Square,'' by way of Ruth and Augustus Goetz's 1947 Broadway play. The final scene, when Morris returns, professing his love anew, will rip your heart out -- Tuesday at 6 p.m. on TCM. Paddy Chayefsky had the opportunity to let it all hang out in his screenplay for Sidney Lumet's NETWORK (1976), a lament for the downfall of taste on television. Peter Finch stars as a disturbed newsman who flips out on the air and encourages viewers to open their windows and shout, ''I'm mad as hell, and I'm not going to take it anymore.'' William Holden plays an old-line network executive who worships Edward R. Murrow. Faye Dunaway is his new lover, a brash young programming expert who worships market share. Sadly, the movie's wild and crazy news-program segments don't look so outrageous anymore. Finch, Ms. Dunaway, Beatrice Straight (as Holden's betrayed wife) and Chayefsky's stinging script all won Oscars -- Monday at 11 a.m. on AMC.", "abstract": null, "print_page": "6", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "MOVIES: CRITIC'S CHOICE"}, "keywords": [], "pub_date": "2005-02-20T00:00:00Z", "document_type": "article", "news_desk": "Television", "section_name": null, "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Anita", "lastname": "Gates"}], "original": "By Anita Gates"}, "type_of_material": "News", "_id": "4fd2571d8eb7c8105d801568", "word_count": 612, "slideshow_credits": null}]}, "status": "OK", "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}