{"response": {"meta": {"hits": 101, "time": 30, "offset": 60}, "docs": [{"web_url": "http://www.nytimes.com/1981/02/01/travel/churchillian-sites-on-a-three-day-tour.html", "snippet": "Many visitors to Britain, especially those who have made several trips there, like to see places associated with great men of the past. Some people visit as many of Sir Christopher Wren's buildings as they can; some make a pilgrimage to the spots ...", "lead_paragraph": "Many visitors to Britain, especially those who have made several trips there, like to see places associated with great men of the past. Some people visit as many of Sir Christopher Wren's buildings as they can; some make a pilgrimage to the spots in the Lake District frequented by the Romantic poets; some seek out the settings of the main events in Henry VIII's tempestuous life. Sir Winston Churchill has been dead for only 16 years, and it may not occur to many people to think of the great wartime leader in the same way that they see figures from the 17th or 18th centuries. But since Sir Winston died on Jan. 25, 1965, at 28 Hyde Park Gate in London, a kind of Churchill industry has sprung up in Britain, devoted to keeping his memory alive. A three-day tour makes it possible to visit a number of the places associated with the man of whom Queen Elizabeth II once said, ''He had no need for distinction greater than the name of Winston Churchill.'' I would suggest that one day be spent in London and two on easy day trips northwest and south of the city, preferably with a rental car, although it is possible to visit the principal sites by train.", "abstract": null, "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "CHURCHILLIAN SITES ON A THREE-DAY TOUR"}, "keywords": [{"name": "glocations", "value": "GREAT BRITAIN"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}], "pub_date": "1981-02-01T00:00:00Z", "document_type": "article", "news_desk": "Travel Desk", "section_name": "Travel", "subsection_name": null, "byline": {"person": [{"qualifier": "JR.", "firstname": "R.", "middlename": "W.", "lastname": "APPLE", "rank": 1, "role": "reported", "organization": ""}], "original": "By R. W. APPLE JR.; R. W. APPLE Jr., chief of the London bureau of The New York Times, is on temporary assignment to Moscow"}, "type_of_material": "News", "_id": "4fd10dd58eb7c8105d5c250c", "word_count": 2010, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1981/01/30/arts/auctions.html", "snippet": "SOTHEBY PARK BERNET'S series of American Heritage auctions continues today at 10:15 A.M. and 2 P.M. and tomorrow at 2 P.M. at the house's York Avenue Galleries, at 72d Street. Up for sale in the auction, held in association with American Heritage ...", "lead_paragraph": "SOTHEBY PARK BERNET'S series of American Heritage auctions continues today at 10:15 A.M. and 2 P.M. and tomorrow at 2 P.M. at the house's York Avenue Galleries, at 72d Street. Up for sale in the auction, held in association with American Heritage magazine, are 670 lots of folk art and furniture. This morning's session includes quilts, hooked rugs, scrimshaw, watercolors, carvings and weather vanes. The most important of these are a weather vane of an Indian poised to shoot a bow (estimated to bring as much as $18,000), a carved and painted wooden sea bird (up to $12,000) and a painted wooden eagle with spread wings, grasping a furled American flag (up to $15,000). The stars of the sale are in tomorrow afternoon's furniture session, and the top lot is a superbly carved New York Chippendale mahogany tea table, its serpentine top fitted with a fret-carved gallery (up to $150,000). Notable, too, is a Philadelphia Chippendale highboy (up to $100,000), formerly in the collection of George Horace Lorimer, long-time editor of the Saturday Evening Post and a collector of American furniture. After Mr. Lorimer's death a decade ago, the highboy was donated to the North Museum of Franklin and Marshall College in Lancaster, Pa., which has consigned it to Sotheby's. Also of interest is a Connecticut secretary-bookcase carved in cherry in the Chippendale style, with a block-and-shell front. There are, in addition, 400 lots of furniture from the collection of Leon F.S. Stark, a retired Philadelphia antiques dealer.", "abstract": null, "print_page": "24", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "AUCTIONS"}, "keywords": [{"name": "subject", "value": "ANTIQUES"}, {"name": "subject", "value": "AUCTIONS"}], "pub_date": "1981-01-30T00:00:00Z", "document_type": "article", "news_desk": "Weekend Desk", "section_name": "Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Rita", "rank": 1, "lastname": "Reif"}], "original": "By Rita Reif"}, "type_of_material": "News", "_id": "4fd117798eb7c8105d5ce75f", "word_count": 1012, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1981/01/29/sports/rise-of-a-hot-dog-vendor.html", "snippet": "When he was a student at Northwestern University Law School more than 20 years ago, Eddie Einhorn worked part time as a vendor of hot dogs and beer at Comiskey Park in Chicago during White Sox games.  ''On some days, I wouldn't vend,'' he admits. ...", "lead_paragraph": "When he was a student at Northwestern University Law School more than 20 years ago, Eddie Einhorn worked part time as a vendor of hot dogs and beer at Comiskey Park in Chicago during White Sox games. ''On some days, I wouldn't vend,'' he admits. ''I would just watch the ball game.'' Now Einhorn, a 45-year-old television executive, is one of two principal owners in a group that has offered $20 million to buy the White Sox and that expects the sale to be approved today.", "abstract": null, "print_page": "19", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Rise of a Hot Dog Vendor"}, "keywords": [{"name": "subject", "value": "BASEBALL"}, {"name": "subject", "value": "SALES"}, {"name": "subject", "value": "PROFESSIONAL ATHLETICS"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}, {"name": "subject", "value": "CONTRACTS"}], "pub_date": "1981-01-29T00:00:00Z", "document_type": "article", "news_desk": "Sports Desk", "section_name": "Sports", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Thomas", "rank": 1, "lastname": "ROGERS"}], "original": "By THOMAS ROGERS"}, "type_of_material": "News", "_id": "4fd1162b8eb7c8105d5ccb89", "word_count": 1162, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1981/01/29/obituaries/ladislav-grosman.html", "snippet": "Ladislav Grosman, a Czechoslovak author whose book ''The Shop on Main Street'' was made into the Oscar Award-winning film of the same title, died of a heart attack Sunday at his home in Kiron, Israel, where he had been living since 1968. He was in...", "lead_paragraph": "Ladislav Grosman, a Czechoslovak author whose book ''The Shop on Main Street'' was made into the Oscar Award-winning film of the same title, died of a heart attack Sunday at his home in Kiron, Israel, where he had been living since 1968. He was in his late 50's.", "abstract": null, "print_page": "14", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "LADISLAV GROSMAN"}, "keywords": [{"name": "glocations", "value": "CZECHOSLOVAKIA"}, {"name": "subject", "value": "WRITING AND WRITERS"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}], "pub_date": "1981-01-29T00:00:00Z", "document_type": "article", "news_desk": "Obituary", "section_name": "Obituaries", "subsection_name": null, "byline": null, "type_of_material": "Obituary", "_id": "4fd11cb68eb7c8105d5d9bcf", "word_count": 125, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1981/01/29/movies/going-out-guide.html", "snippet": "SEA LORE   When it comes to boats in bottles, as most sophisticated people know, basically, the boats are usually built outside of the bottle.  The hull, masts and yard are constructed outside of the bottle and hinged to lie flat. The boat is slip...", "lead_paragraph": "SEA LORE When it comes to boats in bottles, as most sophisticated people know, basically, the boats are usually built outside of the bottle. The hull, masts and yard are constructed outside of the bottle and hinged to lie flat. The boat is slipped in through the bottle's mouth, and the rigging pulled erect. Some people cut the glass and just put the bottle in and glue the bottle back together. That's tacky. Ted Zoffinger builds boats in bottles. The Boats in Bottle Brotherhood and Brique do also. And Bernie Klay and Frank Woerner, two members of the X Seamens Institute, a quartet, sing boat-inbottle ballads. All of these boat-in-bottle facets will be explored tonight at the Federal Hall Museum in a program devoted to that avocation: ''Boat in Bottle Extravaganza.'' Mr. Zoffinger will demonstrate how he constructs his boats and installs them.", "abstract": null, "print_page": "16", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "GOING OUT GUIDE"}, "keywords": [{"name": "subject", "value": "SHIPS AND SHIPPING"}, {"name": "subject", "value": "MUSIC"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "CONCERTS AND RECITALS"}, {"name": "subject", "value": "MODELS AND REPLICAS"}, {"name": "subject", "value": "ENTERTAINMENT AND AMUSEMENTS"}], "pub_date": "1981-01-29T00:00:00Z", "document_type": "article", "news_desk": "Cultural Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"firstname": "C.", "middlename": "Gerald", "lastname": "Fraser", "rank": 1, "role": "reported", "organization": ""}], "original": "By C. Gerald Fraser"}, "type_of_material": "Review", "_id": "4fd10cde8eb7c8105d5c0dc2", "word_count": 807, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1981/01/28/theater/going-out-guide.html", "snippet": "TWANG TWANG, TAP TAP   Number 2 Columbus Circle is the headquarters of the New York City Department of Cultural Affairs. It is therefore the duty of the department to conduct some cultural activities there. Today, they will. At lunch time. And for...", "lead_paragraph": "TWANG TWANG, TAP TAP Number 2 Columbus Circle is the headquarters of the New York City Department of Cultural Affairs. It is therefore the duty of the department to conduct some cultural activities there. Today, they will. At lunch time. And for free. Elwood Bunn, a country-western guitarist and singer from rural North Carolina, will perform in the 12th program of the department's ''Lunch-Time Lively Arts Series.'' The singer is a familiar figure in appropriate weather around the Grand Army Plaza at 59th Street and Central Park. And he was one of the featured players in a television documentary on street performers.", "abstract": null, "print_page": "16", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "GOING OUT GUIDE"}, "keywords": [{"name": "subject", "value": "MUSIC"}, {"name": "subject", "value": "CONCERTS AND RECITALS"}, {"name": "subject", "value": "PHOTOGRAPHY"}, {"name": "subject", "value": "ENTERTAINMENT AND AMUSEMENTS"}, {"name": "subject", "value": "THEATER"}], "pub_date": "1981-01-28T00:00:00Z", "document_type": "article", "news_desk": "Cultural Desk", "section_name": "Arts; Theater", "subsection_name": null, "byline": {"person": [{"firstname": "C.", "middlename": "Gerald", "lastname": "Fraser", "rank": 1, "role": "reported", "organization": ""}], "original": "By C. Gerald Fraser"}, "type_of_material": "Review", "_id": "4fd111a88eb7c8105d5c804a", "word_count": 725, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1981/01/27/arts/going-out-guide.html", "snippet": "THE OLD PROS WHEN YOUNG   Today's early 1930's offerings in the Regency movie house's 12-week, 66-film ''M-G-M Winter'' festival are being shown for the first time in the series. ''Gabriel Over the White House'' is based on a book of the same name...", "lead_paragraph": "THE OLD PROS WHEN YOUNG Today's early 1930's offerings in the Regency movie house's 12-week, 66-film ''M-G-M Winter'' festival are being shown for the first time in the series. ''Gabriel Over the White House'' is based on a book of the same name allegedly by a British author, Thomas F. Tweed, but published in the United States anonymously. The story concerns a fictitious President who is a careless partisan politician. While recuperating from injuries suffered in an auto accident, the President is transformed by the Archangel Gabriel into an earnest Chief Executive who sets out to deal forcefully with unemployment, crime and disarmament. Walter Huston portrays the President; Franchot Tone, the President's secretary and Karen Morley, Mr. Tone's assistant. This 1933 film, directed by Gregory La Cava, will be shown at 1:20, 4:10, 7 and 9:50 P.M.", "abstract": null, "print_page": "6", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "GOING OUT GUIDE"}, "keywords": [{"name": "subject", "value": "ENTERTAINMENT AND AMUSEMENTS"}], "pub_date": "1981-01-27T00:00:00Z", "document_type": "article", "news_desk": "Cultural Desk", "section_name": "Arts", "subsection_name": null, "byline": {"person": [{"firstname": "C.", "middlename": "Gerald", "lastname": "Fraser", "rank": 1, "role": "reported", "organization": ""}], "original": "By C. Gerald Fraser"}, "type_of_material": "Review", "_id": "4fd1162a8eb7c8105d5ccb0e", "word_count": 722, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1981/01/25/magazine/skiing-the-steeps.html", "snippet": "Peter Miller is a photographer and a contributing editor of Ski Magazine. By Peter Miller The headwall of Tuckerman Ravine on Mount Washington in New Hampshire is shaped like the inside of a teacup - and it is just about as steep, relatively speak...", "lead_paragraph": "Peter Miller is a photographer and a contributing editor of Ski Magazine. By Peter Miller The headwall of Tuckerman Ravine on Mount Washington in New Hampshire is shaped like the inside of a teacup - and it is just about as steep, relatively speaking. A person standing on the rim of the headwall with skis on looks down and sort of under to the ''lunch rocks'' and the outrun half a mile below. Tuckerman is the most famous steep ski run in North America. On a lean snow year, the headwall drops its half mile at a 45- to 50-degree angle. It is so steep that your knees hit the mountain as you climb up (there is no lift). Every spring, when the danger of avalanches has abated and the surface has turned into the icy granules known as corn snow, thousands find their way to Mount Washington, some just to watch, but most to make the climb up and the slide down.", "abstract": null, "print_page": "18", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "SKIING THE STEEPS"}, "keywords": [{"name": "subject", "value": "SKIING"}], "pub_date": "1981-01-25T00:00:00Z", "document_type": "article", "news_desk": "Magazine Desk", "section_name": "Magazine", "subsection_name": null, "byline": null, "type_of_material": "News", "_id": "4fd117008eb7c8105d5cde53", "word_count": 3260, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1981/01/25/nyregion/dining-out-more-places-for-sunday-brunching.html", "snippet": "MAKEUP: THIS RUNS A BIT LONG - PLEASE DON'T CUT; WE'LL GET EXTRA SPACE. By PATRICIA BROOKS   A GOOD cure for the ''Januaries'' is a bit of self-indulgence, and for the cook in the family that can happily take the form of Sunday brunch away from ho...", "lead_paragraph": "MAKEUP: THIS RUNS A BIT LONG - PLEASE DON'T CUT; WE'LL GET EXTRA SPACE. By PATRICIA BROOKS A GOOD cure for the ''Januaries'' is a bit of self-indulgence, and for the cook in the family that can happily take the form of Sunday brunch away from home. Some weeks ago we reviewed a potpourri of Fairfield County brunch stops. Today we offer a roundup of some lovely brunches a bit further afield. While Fairfield County brunches tend to follow a repetitive pattern of a limited menu of mostly egg dishes, some of the out-of-county restaurants featuring brunch tend toward heartier, buffet-style menus. If you follow the invitation to seconds, this could well be the only meal you will want the entire day.", "abstract": null, "print_page": "21", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Dining Out; MORE PLACES FOR SUNDAY BRUNCHING"}, "keywords": [{"name": "glocations", "value": "CONNECTICUT"}, {"name": "subject", "value": "BARS AND RESTAURANTS"}], "pub_date": "1981-01-25T00:00:00Z", "document_type": "article", "news_desk": "Connecticut Weekly Desk", "section_name": "New York and Region", "subsection_name": null, "byline": null, "type_of_material": "News", "_id": "4fd116298eb7c8105d5cca6b", "word_count": 1028, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1981/01/25/magazine/sunshine-boy-at-85.html", "snippet": "Joseph Morgenstern, director of writer development at the Mark Taper Forum in Los Angeles, is a journalist and screenwriter. By Joseph Morgenstern unch at the Hillcrest Country Club was a ritual joy for George Burns in the old days, 40 or so years...", "lead_paragraph": "Joseph Morgenstern, director of writer development at the Mark Taper Forum in Los Angeles, is a journalist and screenwriter. By Joseph Morgenstern unch at the Hillcrest Country Club was a ritual joy for George Burns in the old days, 40 or so years ago, when the clubhouse on Pico Boulevard, across the street from 20th Century-Fox, was a modest clapboard building surrounded by corn fields. Each noontime, such Hillcrest regulars as Jack Benny, Al Jolson, Groucho and Harpo Marx, Harry, Al and Jimmy Ritz, George Jessel, Lou Holtz and Burns himself met at the Round Table, the comedians' table off in a corner of the men's grille, to nibble their whitefish and sharpen their wits on each other's stone faces. Hillcrest was exclusively Jewish in those days, in response to the anti-Semitism of early Hollywood - and it cost $300 to join. Now you don't need to be Jewish - the current roster includes Jack Lemmon and Burt Lancaster - but the membership fee has gone up to $34,000. Burns, who turned 85 last Tuesday, still takes his lunch at Hillcrest every day, but he sits at other tables now: smaller, square ones. The Round Table is no more. Benny, Jolson, Groucho and Harpo, Al Ritz and Holtz are all dead. Though Harry and Jimmy Ritz still perform occasionally, Burns is the only one who survives as a star.", "abstract": null, "print_page": "27", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "SUNSHINE BOY AT 85"}, "keywords": [{"name": "subject", "value": "ACTORS AND ACTRESSES"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}], "pub_date": "1981-01-25T00:00:00Z", "document_type": "article", "news_desk": "Magazine Desk", "section_name": "Magazine", "subsection_name": null, "byline": null, "type_of_material": "News", "_id": "4fd11cb38eb7c8105d5d9a37", "word_count": 4192, "slideshow_credits": null}]}, "status": "OK", "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}