{"response": {"meta": {"hits": 101, "time": 76, "offset": 20}, "docs": [{"web_url": "http://www.nytimes.com/1981/02/21/arts/opera-lucine-amara-in-ballo.html", "snippet": "Lucine Amara and the Metropolitan opera have settled their differences -Miss Amara's complaint was that the management had discriminated against her on the ground of age - and the soprano returned to the Met stage on Thursday night, after an absen...", "lead_paragraph": "Lucine Amara and the Metropolitan opera have settled their differences -Miss Amara's complaint was that the management had discriminated against her on the ground of age - and the soprano returned to the Met stage on Thursday night, after an absence of four years, as Amelia in ''Un Ballo in Maschera.'' This performance also marked the 30th anniversary of her debut season.", "abstract": null, "print_page": "12", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "OPERA: LUCINE AMARA IN 'BALLO'"}, "keywords": [{"name": "subject", "value": "APPOINTMENTS AND EXECUTIVE CHANGES"}, {"name": "subject", "value": "DISCRIMINATION"}, {"name": "subject", "value": "OPERA"}], "pub_date": "1981-02-21T00:00:00Z", "document_type": "article", "news_desk": "Cultural Desk", "section_name": "Arts", "subsection_name": null, "byline": {"person": [{"firstname": "Peter", "middlename": "G.", "lastname": "DAVIS", "rank": 1, "role": "reported", "organization": ""}], "original": "By PETER G. DAVIS"}, "type_of_material": "Review", "_id": "4fd10dd58eb7c8105d5c24a3", "word_count": 204, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1981/02/20/arts/20-years-of-stage-design-by-montressor-on-display.html", "snippet": "In an era when operatic settings more often than not tend toward the forbiddingly abstract and chillingly spare, Beni Montresor's sensual uses of fabrics, forms, color and light proclaim him to be one of the few genuine romantics in the field of o...", "lead_paragraph": "In an era when operatic settings more often than not tend toward the forbiddingly abstract and chillingly spare, Beni Montresor's sensual uses of fabrics, forms, color and light proclaim him to be one of the few genuine romantics in the field of operatic stage design. Many New Yorkers are familiar with his lush productions of ''La Gioconda,'' ''Esclarmonde'' and ''The Last Savage'' at the Metropolitan Opera, and the City Opera's repertory contains three notable Montresor conceptions, ''The Magic Flute,'' ''Turandot'' and ''The Daughter of the Regiment.'' This year marks the 20th anniversary of Mr. Montresor's first operatic undertaking, Samuel Barber's ''Vanessa'' at the Spoleto Festival of Two Worlds, and to celebrate the occasion, a retrospective of his designs is on view at the Lincoln Center Library for the Performing Arts, where it may be seen every day except Wednesdays and Sundays until April 11 (Monday and Thursday, 10 A.M. to 7:45 P.M.; Tuesday, to 5:45, and Friday and Saturday, noon to 5:45). On display are the costumes, stage models and set designs of nearly 30 operas produced over the last two decades in Paris, San Francisco, Venice, Munich, London, Houston and Toulouse, France, as well as in New York.", "abstract": null, "print_page": "5", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "20 YEARS OF STAGE DESIGN BY MONTRESSOR ON DISPLAY"}, "keywords": [{"name": "subject", "value": "ART"}], "pub_date": "1981-02-20T00:00:00Z", "document_type": "article", "news_desk": "Weekend Desk", "section_name": "Arts", "subsection_name": null, "byline": {"person": [{"firstname": "Peter", "middlename": "G.", "lastname": "DAVIS", "rank": 1, "role": "reported", "organization": ""}], "original": "By PETER G. DAVIS"}, "type_of_material": "News", "_id": "4fd10dd78eb7c8105d5c2630", "word_count": 1186, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1981/02/20/arts/auctions-impressionists-to-postwar-art.html", "snippet": "IMPRESSIONIST, modern and post World War II art goes on the block at three of New York's top art-auction houses in the next two weeks, although the sales mostly offer works of moderate and lower prices.  The first sale is next Wednesday at 2 P.M. ...", "lead_paragraph": "IMPRESSIONIST, modern and post World War II art goes on the block at three of New York's top art-auction houses in the next two weeks, although the sales mostly offer works of moderate and lower prices. The first sale is next Wednesday at 2 P.M. at Christie's, Park Avenue at 59th Street, where the top lot is a small Renoir painting depicting a young girl, an oil that was once owned by Paulette Goddard, the actress. It is estimated to sell for as much as $100,000. Other notable offerings are Marie Laurencin's ''Woman With Cats,'' a 1920 oil on canvas (up to $70,000); Fernand Leger's ''Man and Melon, No. 2,'' a 1938 oil on canvas (up to $75,000), and Chaim Soutine's ''The Little Girl at the Gate,'' an oil on canvas laid down on board, from about 1939, which was exhibited at the Museum of Modern Art's 1950-51 Soutine retrospective (up to $55,000). Next Thursday at 2 P.M., Sotheby Parke Bernet, Madison Avenue at 76th Street, will auction Edouard Manet's ''Woman in a Garden,'' an 1882 oil on canvas (up to $125,000); an 1882 Renoir ''Landscape,'' an oil on canvas with stamped signature (up to $100,000); Eugene Boudin's ''The Port at St.-Vaast-La-Hougue'' of 1892 (up to $65,000), and Georges Rouault's ''The Fisherman,'' an oil on paper laid down on canvas, of unknown date (up to $60,000).", "abstract": null, "print_page": "23", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "IMPRESSIONISTS TO POSTWAR ART", "kicker": "AUCTIONS"}, "keywords": [{"name": "subject", "value": "AUCTIONS"}, {"name": "subject", "value": "ART"}], "pub_date": "1981-02-20T00:00:00Z", "document_type": "article", "news_desk": "Weekend Desk", "section_name": "Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Rita", "rank": 1, "lastname": "Reif"}], "original": "By Rita Reif"}, "type_of_material": "Review", "_id": "4fd121cf8eb7c8105d5e3c97", "word_count": 980, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1981/02/19/sports/yanks-give-lefebvre-a-shot-at-third-base.html", "snippet": "Many of the fans at Fort Lauderdale Stadium watching the free daily workouts and collecting autographs do not recognize the Yankee running down grounders at third base.   He is Joe Lefebvre, who had a fling in the Yankee outfield last summer when ...", "lead_paragraph": "Many of the fans at Fort Lauderdale Stadium watching the free daily workouts and collecting autographs do not recognize the Yankee running down grounders at third base. He is Joe Lefebvre, who had a fling in the Yankee outfield last summer when Oscar Gamble was injured, and then returned to New York's Triple A team in Columbus, Ohio. This year, Lefebvre, a strong-armed 24-year-old, is trying to learn a new position and improve his chances of making a team overstocked with outfielders. ''I'd love to play there,'' Lefebvre said. ''I'd love to play anywhere. If third base is an in for me to make the big leagues, great.''", "abstract": null, "print_page": "14", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Yanks Give Lefebvre a Shot at Third Base"}, "keywords": [{"name": "subject", "value": "BASEBALL"}, {"name": "subject", "value": "PROFESSIONAL ATHLETICS"}], "pub_date": "1981-02-19T00:00:00Z", "document_type": "article", "news_desk": "Sports Desk", "section_name": "Sports", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Jane", "rank": 1, "lastname": "GROSS"}, {"organization": "", "role": "reported", "rank": 2}], "original": "By JANE GROSS, Special to the New York Times"}, "type_of_material": "News", "_id": "4fd1162f8eb7c8105d5ccd8b", "word_count": 699, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1981/02/18/nyregion/index-international.html", "snippet": "Unesco meeting hears two draft resolutions on press A2 France evades U.S. request for support on El Salvador A3 Students seize six hostages at the University of Mexico A3 U.N. envoy resumes peace mission to Iraq and Iran A4 Around the World A5 Bru...", "lead_paragraph": "Unesco meeting hears two draft resolutions on press A2 France evades U.S. request for support on El Salvador A3 Students seize six hostages at the University of Mexico A3 U.N. envoy resumes peace mission to Iraq and Iran A4 Around the World A5 Brunei, nearing independence, builds up its military A10 U.S. endorses French plan for post-Madrid arms parley A10 Canadian Parliament opens final debate on constitution A11 Government/Politics Senate unit hears of threats and payoffs in shipping industry A12 Study calls Koch anticrime proposals ''misguided'' B3 Court rules Bustop must surrender shelters to New York City B3 State Senate leader criticizes transportation department B3 Energy Reagan ends temperature restrictions on buildings A16 General Around the Nation A12 Cleanup begins in Louisville in wake of sewer explosion A12 Murderer to be first to get electric chair in Indiana since 1961 A12 Convicted murderer killed while holding hostage A14 Baltimore's Harborplace: a handsome and popular marketplace A18 Monument built upon 'junk' of U.S. bureaucrats A24 Potential buyers warned of purchasing repossessed soybeans A26 McGuire says officer was not within guidelines in shooting B2 The Region B2 Industry/Labor Labor calls for protection of industry against imports A16 The Living Section Food Flour: Which types to use for what C1 No-salt cooking with vegetables: Eggplant C1 Penny-pinchers and inflation- watchers tell how they save C1 Where puddings are last but not least C3 60-Minute Gourmet C3 Best Buys C4 Wine Talk C20 Living Metropolitan Diary C2 Kitchen Equipment C2 Personal Health C10 Kitchen gadgets at Cologne housewares show C22 Discoveries C24 New Yorkers, etc. C24 The word on wine, according to Reginald C24 Health/Science Child's baffling illness linked to overdose of vitamin A A15 Delays might postpone testing of space shuttle's engines A15 Arts/Entertainment Kool and the Gang's rise was long and determined C25 Theater Row threatened with collapse by lack of funds C25 ''Elephant Man'', ''Raging Bull'' each get 8 Oscar nominations C28 Equity Library Theater stages ''Death Takes a Holiday'' C28 ''Great Space Coaster,'' new children's TV program C31 NBC-TV last in ratings for second week in a row C31 Frank MacShane's ''The Life of John O'Hara'' is reviewed C32 Two films by Andrzej Wajda begin limited run C32 Cable programs on health planned by Bristol-Myers C32 Obituaries A. Doris Banks Henries, American educator in Liberia A29 Justice Bernard Moldow of New York State Supreme Court A29 An Adelphi College student slain by L.I. police officer is buried B2 Education/Welfare Board members agree on steps to ease Rosedale situation B3 Sports Maple Leafs beat Islanders, 8-5 B5 Yanks sign Bill Castro, former Brewers reliever, as free agent B5 Acadia, Class D yacht, wins Florida Triangle race B5 Leslie Allen emerges as top black tennis player B5 Madison Square Garden seeks tax relief from city B6 Stanley Floyd is concentrating on setting mark in 60-yard dash B7 Red Smith on Tommy Henrich and high-priced players B7 Features/Notes Notes on People A24 Woman in the News: Karen N. Gerard, new Deputy Mayor B1 About New York B3 Going Out Guide C27 News Analysis David K. Shipler assesses Mideast challenges facing Reagan A6 Joseph Lelyveld on the outcome of the fighting in Zimbabwe A9 Editorials/Letters/Op-Ed Editorials A30 A sacred but fat tuition cow Zimbabwe's still patriotic front The PX that wants a view Topics: long shots Letters A30 James Reston: how minority leader Byrd sees the future A31 Russell Baker: Reagan, the great communicator A31 George F. Kennan: a risky American equation A31 Craig Bond Hatfield: big oil isn't the foe A31", "abstract": null, "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Index; International"}, "keywords": [{"name": "subject", "value": "NO INDEX TERMS"}], "pub_date": "1981-02-18T00:00:00Z", "document_type": "article", "news_desk": "Metropolitan Desk", "section_name": "New York and Region", "subsection_name": null, "byline": null, "type_of_material": "News", "_id": "4fd1167e8eb7c8105d5cd618", "word_count": 588, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1981/02/18/movies/elephant-man-and-bull-up-for-8-oscars-each.html", "snippet": "In something of a surprise, two movies about different sorts of grotesque human beings tied with the most nominations for the 53d Academy Awards.   ''The Elephant Man,'' the grim true story of a deformed man with a gentle soul, won eight nominatio...", "lead_paragraph": "In something of a surprise, two movies about different sorts of grotesque human beings tied with the most nominations for the 53d Academy Awards. ''The Elephant Man,'' the grim true story of a deformed man with a gentle soul, won eight nominations, including best picture; John Hurt as actor; David Lynch as director; art direction, costume design, film editing, original score and screenplay. ''Raging Bull,'' an unblinking look at the spiritual monstrosity of the boxer Jake LaMotta, won its nominations for best picture; Robert De Niro as actor; Martin Scorsese, director; Joe Pesci, supporting actor; Cathy Moriarty, supporting actress; cinematography, and sound. The other nominees for best picture were ''Coal Miner's Daughter,'' a look without rose-colored glasses at the life of Loretta Lynn, the country-and-western singer, and the third of the five nominated movies to be based on a real person; ''Ordinary People,'' the story of a family shattered by a catastrophe, and ''Tess,'' Roman Polanski's richly Romantic re-creation of Thomas Hardy's ''Tess of the D'Urbervilles.'' 8 for Mel Brooks Production ''Ordinary People,'' which was expected to sweep the nominations, ended up with six, tied with ''Tess,'' which had not been expected to do nearly so well. ''Coal Miner's Daughter'' received seven nominations. The big surprise was the eight nominations garnered by ''The Elephant Man,'' a Mel Brooks production not based on the Broadway play of the same name.", "abstract": null, "print_page": "28", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "'ELEPHANT MAN' AND 'BULL' UP FOR 8 OSCARS EACH"}, "keywords": [{"name": "glocations", "value": "CALIFORNIA"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "ACTORS AND ACTRESSES"}, {"name": "subject", "value": "AWARDS, DECORATIONS AND HONORS"}], "pub_date": "1981-02-18T00:00:00Z", "document_type": "article", "news_desk": "Cultural Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Aljean", "rank": 1, "lastname": "HARMETZ"}, {"organization": "", "role": "reported", "rank": 2}], "original": "By ALJEAN HARMETZ, Special to the New York Times"}, "type_of_material": "News", "_id": "4fd1167e8eb7c8105d5cd60f", "word_count": 1329, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1981/02/17/style/hemlines-trend-is-down-but-anything-is-acceptable.html", "snippet": "Hemlines that shinny up and down the leg from season to season are not much use to anyone. Designers have found that they instill such feelings of apprehension and insecurity that they do not induce women to buy clothes of any kind, especially in ...", "lead_paragraph": "Hemlines that shinny up and down the leg from season to season are not much use to anyone. Designers have found that they instill such feelings of apprehension and insecurity that they do not induce women to buy clothes of any kind, especially in a time of rising prices. A little more than a decade ago, women went through paroxysms as they shortened their dresses, as much as an inch or two a month, thinking each time they did so they looked a little younger. But the search proved as futile as Ponce de Leon's, and hemlines soon came tumbling down - first to the knees, then the calf, then even lower.", "abstract": null, "print_page": "10", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "HEMLINES: TREND IS DOWN, BUT ANYTHING IS ACCEPTABLE"}, "keywords": [{"name": "subject", "value": "WOMEN"}, {"name": "subject", "value": "APPAREL"}], "pub_date": "1981-02-17T00:00:00Z", "document_type": "article", "news_desk": "Style Desk", "section_name": "Style", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Bernadine", "rank": 1, "lastname": "MORRIS"}], "original": "By BERNADINE MORRIS"}, "type_of_material": "News", "_id": "4fd121d48eb7c8105d5e4033", "word_count": 630, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1981/02/16/sports/spencer-is-getting-early-start.html", "snippet": "After a winter of hard work, Jim Spencer reported to the Yankees' early camp here 12 pounds lighter than last season and determined to avoid the slumps and sufferings of 1980.   ''It was partly my fault and partly the way I was handled,'' the firs...", "lead_paragraph": "After a winter of hard work, Jim Spencer reported to the Yankees' early camp here 12 pounds lighter than last season and determined to avoid the slumps and sufferings of 1980. ''It was partly my fault and partly the way I was handled,'' the first baseman said of the drop in his batting average from .288 to .236 and his having been benched several times for weeks. ''If I thought it was all my fault, I'd say so, but there's no way I'll take all the blame.'' Spencer, who shares first-base duties with Bob Watson, admits that he reported to spring training last year out of shape. He believes, however, that under Dick Howser, then the manager, it was difficult, if not impossible, to work his way out of a slump because of the system of platooning players.", "abstract": null, "print_page": "4", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "SPENCER IS GETTING EARLY START"}, "keywords": [{"name": "subject", "value": "BASEBALL"}, {"name": "subject", "value": "HEALTH, PERSONAL"}, {"name": "subject", "value": "PROFESSIONAL ATHLETICS"}], "pub_date": "1981-02-16T00:00:00Z", "document_type": "article", "news_desk": "Sports Desk", "section_name": "Health; Sports", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Jane", "rank": 1, "lastname": "GROSS"}, {"organization": "", "role": "reported", "rank": 2}], "original": "By JANE GROSS, Special to the New York Times"}, "type_of_material": "News", "_id": "4fd121cd8eb7c8105d5e3a9e", "word_count": 870, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1981/02/15/books/gallery-view-the-wealth-of-irish-contributions.html", "snippet": "As to the extent of the Irish contribution to world literature, everyone is more or less of the same mind. The history of poetry in the 20th century would have a big hole in it if W.B. Yeats were to be taken away. The history of the novel would la...", "lead_paragraph": "As to the extent of the Irish contribution to world literature, everyone is more or less of the same mind. The history of poetry in the 20th century would have a big hole in it if W.B. Yeats were to be taken away. The history of the novel would lack central energy if no one mentioned James Joyce. It looks as if the plays of Oscar Wilde, J.M. Synge, Sean O'Casey and Samuel Beckett will be performed as long as people want to see live actors on a stage. Among storytellers, the Irish - from Somerville and Ross in the 1880's through Elizabeth Bowen and Sean O'Faolain and onward - have had the gift of making us sit up and say, ''What happened next?''", "abstract": null, "print_page": "29", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Gallery View; THE WEALTH OF IRISH CONTRIBUTIONS"}, "keywords": [{"name": "glocations", "value": "IRELAND, REPUBLIC OF"}, {"name": "subject", "value": "BOOKS AND LITERATURE"}, {"name": "subject", "value": "ART"}], "pub_date": "1981-02-15T00:00:00Z", "document_type": "article", "news_desk": "Arts and Leisure Desk", "section_name": "Arts; Books", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "John", "rank": 1, "lastname": "Russell"}], "original": "By John Russell"}, "type_of_material": "Review", "_id": "4fd1104d8eb7c8105d5c5dbf", "word_count": 1345, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1981/02/15/style/linda-boardman-teacher-affianced.html", "snippet": "Linda Christine Boardman, a teacher at the Brearley School, and Lieut. Philip Malloy Drumheller of the Merchant Marine will be married in June....", "lead_paragraph": "Linda Christine Boardman, a teacher at the Brearley School, and Lieut. Philip Malloy Drumheller of the Merchant Marine will be married in June.", "abstract": null, "print_page": "71", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Linda Boardman, Teacher, Affianced"}, "keywords": [{"name": "subject", "value": "WEDDINGS AND ENGAGEMENTS"}], "pub_date": "1981-02-15T00:00:00Z", "document_type": "article", "news_desk": "Society Desk", "section_name": "Style", "subsection_name": null, "byline": null, "type_of_material": "News", "_id": "4fd1104e8eb7c8105d5c5ddc", "word_count": 121, "slideshow_credits": null}]}, "status": "OK", "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}