{"response": {"meta": {"hits": 101, "time": 59, "offset": 30}, "docs": [{"web_url": "http://www.nytimes.com/1981/02/15/movies/he-made-la-cage-and-it-makes-him-sad.html", "snippet": "--------------------------------------------------------------------  Dan Yakir, a freelance writer, has a special interest in films. By DAN YAKIR   Renato and Zaza, the flamboyant homosexual couple of ''La Cage aux Folles,'' are back in a sequel,...", "lead_paragraph": "-------------------------------------------------------------------- Dan Yakir, a freelance writer, has a special interest in films. By DAN YAKIR Renato and Zaza, the flamboyant homosexual couple of ''La Cage aux Folles,'' are back in a sequel, once again directed by Edouard Molinaro. It is only after directing the most successful foreign film ever to play in the U.S. that this prolific filmmaker - 25 features in as many years - is gaining recognition here. Last year, ''La Cage'' won two Academy Award nominations - for best director and for best screenplay based on material from another medium. ''La Cage aux Folles II,'' which opens today at the 57th Street, 68th Street and Greenwich Playhouses, reunites the original duo, Ugo Tognazzi and Michel Serrault, in a comedy-thriller.", "abstract": null, "print_page": "15", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "HE MADE 'LA CAGE' AND IT MAKES HIM SAD"}, "keywords": [{"name": "subject", "value": "MOTION PICTURES"}], "pub_date": "1981-02-15T00:00:00Z", "document_type": "article", "news_desk": "Arts and Leisure Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": null, "type_of_material": "News", "_id": "4fd116828eb7c8105d5cd847", "word_count": 819, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1981/02/15/magazine/fashion-who-s-who-in-high-style-shoe-design.html", "snippet": "Every aspect of fashion design has its stars, and in the realm of shoes there are currently five: Manolo Blahnik, Maud Frizon, the team of Susan Bennis and Warren Edwards, and Todd Ricci. Their shoes are special not just because they are handmade ...", "lead_paragraph": "Every aspect of fashion design has its stars, and in the realm of shoes there are currently five: Manolo Blahnik, Maud Frizon, the team of Susan Bennis and Warren Edwards, and Todd Ricci. Their shoes are special not just because they are handmade by artisans working with fine skins and fabrics, but primarily because their designs are innovative, trend-setting, even witty, the kind of designs that appeal to people who care not only about fashion in general but shoes in particular. Their clients include athletes, singers, models, actors and actresses, socialites, executives and fashion designers. Not surprisingly, the shoes that these designers produce are expensive, ranging from about $150 to more than $400 per pair, and their businesses are relatively limited. Part of an industry that sold about a billion pairs of shoes in the United States alone last year, these specialists together sold in the neighborhood of a halfmillion pairs in the United States and Europe. Even when compared with a competitively priced, major producer such as Charles Jourdan, which sells about two million pairs of shoes here and abroad each year, their businesses are small. Yet their influence both on the mass-market business and other shoe designers is far-reaching; their best designs of one season are often copied by others the next.", "abstract": null, "print_page": "74", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "WHO'S WHO IN HIGH-STYLE SHOE DESIGN", "kicker": "FASHION"}, "keywords": [{"name": "subject", "value": "SHOES AND BOOTS"}], "pub_date": "1981-02-15T00:00:00Z", "document_type": "article", "news_desk": "Magazine Desk", "section_name": "Magazine", "subsection_name": null, "byline": null, "type_of_material": "News", "_id": "4fd118868eb7c8105d5d0b97", "word_count": 1510, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1981/02/15/arts/some-say-this-is-america-s-best-tv-station.html", "snippet": "BOSTON Can a local commercial television station afford to originate dozens of hours of its own shows, offer regular prime-time programs on health, the law and minority issues, feature five separate newscasts a day and spend $500,000 on a series o...", "lead_paragraph": "BOSTON Can a local commercial television station afford to originate dozens of hours of its own shows, offer regular prime-time programs on health, the law and minority issues, feature five separate newscasts a day and spend $500,000 on a series of Saturday-morning children's programs? Most television executives wouldn't know whether to laugh or to cringe at the question. They'd point out that producing quality programs is very expensive. They'd argue that the mass audience simply hasn't evidenced much interest in a series of programs on serious topics. And why, they might reasonably ask, should they consider such unnecessary risks? Most local television stations turn a hefty profit by doing little more than shuffling tapes of network and syndicated shows in and out of cassette machines. The typical local station is affiliated with one of the national networks (ABC, CBS or NBC) and thus has available to it that network's entire schedule of programs.", "abstract": null, "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "SOME SAY THIS IS AMERICA'S BEST TV STATION"}, "keywords": [{"name": "subject", "value": "COMPANY AND ORGANIZATION PROFILES"}, {"name": "subject", "value": "STATIONS AND NETWORKS"}, {"name": "subject", "value": "TELEVISION"}], "pub_date": "1981-02-15T00:00:00Z", "document_type": "article", "news_desk": "Arts and Leisure Desk", "section_name": "Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Tony", "rank": 1, "lastname": "SCHWARTZ"}], "original": "By TONY SCHWARTZ"}, "type_of_material": "News", "_id": "4fd121d58eb7c8105d5e40bd", "word_count": 2873, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1981/02/15/arts/dance-view-canadians-in-search-of-identity.html", "snippet": "Les Grands Ballets Canadiens, from Montreal, now touring the United States, put in a brief appearance at Lehman College for the Performing Arts - its first New York engagement since it sold out the City Center for four weeks 10 years ago with Fern...", "lead_paragraph": "Les Grands Ballets Canadiens, from Montreal, now touring the United States, put in a brief appearance at Lehman College for the Performing Arts - its first New York engagement since it sold out the City Center for four weeks 10 years ago with Fernand Nault's rock ballet, ''Tommy.'' In the interim, one of Canada's other two major ballet troupes, the Royal Winnipeg Ballet, has been seen here twice. But locally our image of Canadian ballet has been conditioned by the frequent visits since 1973 of Toronto's National Ballet of Canada. Les Grands Ballets Canadiens engagement is a useful reminder of the pluralism that does, in fact, exist on the Canadian ballet scene. To a large extent the idea that the National Ballet represents the dominant Canadian style was really shaped by the exigencies of American impresarios. What we saw under their box-office requirements was a company that concentrated, with a guest star, on the fulllength 19th-century classics and which had British classical training as its model.", "abstract": null, "print_page": "6", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Dance View; CANADIANS IN SEARCH OF IDENTITY"}, "keywords": [{"name": "glocations", "value": "CANADA"}, {"name": "subject", "value": "DANCING"}], "pub_date": "1981-02-15T00:00:00Z", "document_type": "article", "news_desk": "Arts and Leisure Desk", "section_name": "Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Anna", "rank": 1, "lastname": "Kisselgoff"}], "original": "By Anna Kisselgoff"}, "type_of_material": "Review", "_id": "4fd121d58eb7c8105d5e40c0", "word_count": 1468, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1981/02/15/books/l-which-came-first-005430.html", "snippet": "To the Editor:    In the review of ''First-Person America'' (Dec. 28), Ann Banks's anthology of oral history interviews collected by the Federal Writers' Project during the Depression, Stanley Kauffmann wonders why the book is not longer, and rais...", "lead_paragraph": "To the Editor: In the review of ''First-Person America'' (Dec. 28), Ann Banks's anthology of oral history interviews collected by the Federal Writers' Project during the Depression, Stanley Kauffmann wonders why the book is not longer, and raises the question of whether it contains only the oral histories that were included in the National Public Radio series of the same name. As producer of the radio series, I can answer that question.", "abstract": null, "print_page": "37", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Which Came First"}, "keywords": [{"name": "subject", "value": "BOOKS AND LITERATURE"}], "pub_date": "1981-02-15T00:00:00Z", "document_type": "article", "news_desk": "Book Review Desk", "section_name": "Arts; Books; Opinion", "subsection_name": null, "byline": null, "type_of_material": "Letter", "_id": "4fd121d58eb7c8105d5e40e8", "word_count": 162, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1981/02/15/arts/thomas-s-hamlet-french-opera-in-the-epic-tradition.html", "snippet": "--------------------------------------------------------------------  Robert Lawrence, conductor, writer and opera specialist, is artistic director of the Friends of French Opera. By ROBERT LAWRENCE   Few epic operas are created in our time. For e...", "lead_paragraph": "-------------------------------------------------------------------- Robert Lawrence, conductor, writer and opera specialist, is artistic director of the Friends of French Opera. By ROBERT LAWRENCE Few epic operas are created in our time. For every large-scale ''Peter Grimes'' come hundreds of semi-nostalgic, folk-and-household premieres. And so there has been a trend over the past three decades to balance this lack by reviving rarities of centuries past. At Friends of French Opera we do not bring back rare works as part of a fashionable cycle but rather with the hope that such scores, once returned, might make the rounds elsewhere and stay on. To my knowledge, only one deliberate importation of French repertory has ever taken place in New York. It happened near the beginning of this century, from 1906 to 1910, at the Manhattan Opera House where Oscar Hammerstein, the impresario, kept producing and repeating Gounod, Bizet, Massenet, Debussy (in alternation with other countries' output) sung by casts predominantly from Paris. Yet a quick glance at old listings will reveal that practically all of these bills were intimate and lyric. Except for an occasional ''Herodiade,'' no epic works were heard. Majesty, splendor failed to have been tested. Berlioz's ''Les Troyens'' was conspicuous by its absence; Meyerbeer's ''Robert le Diable,'' Thomas's ''Hamlet,'' Reyer's ''Salammbo'' seemed not to exist. The epic branch of French opera which, in our century, has rarely penetrated the musical life of this country, needs still to be explored.", "abstract": null, "print_page": "17", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "THOMAS'S 'HAMLET'-FRENCH OPERA IN THE 'EPIC' TRADITION"}, "keywords": [{"name": "subject", "value": "COMPANY AND ORGANIZATION PROFILES"}, {"name": "subject", "value": "OPERA"}], "pub_date": "1981-02-15T00:00:00Z", "document_type": "article", "news_desk": "Arts and Leisure Desk", "section_name": "Arts", "subsection_name": null, "byline": null, "type_of_material": "News", "_id": "4fd121d58eb7c8105d5e40bf", "word_count": 1602, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1981/02/13/obituaries/ketti-frings-stage-and-film-writer.html", "snippet": "Ketti Frings, a screenwriter and playwright whose dramatization of Thomas Wolfe's ''Look Homeward, Angel'' won the Pulitzer Prize in 1958, died of cancer at Cedars Sinai Hospital in Los Angeles on Wednesday. She was 61 years old.   Mrs. Frings's a...", "lead_paragraph": "Ketti Frings, a screenwriter and playwright whose dramatization of Thomas Wolfe's ''Look Homeward, Angel'' won the Pulitzer Prize in 1958, died of cancer at Cedars Sinai Hospital in Los Angeles on Wednesday. She was 61 years old. Mrs. Frings's adaptation of the lengthy novel, which opened on Broadway in the fall of 1957, starred Anthony Perkins, Jo Van Fleet and Hugh Griffith. It ran for 564 performances and also won the New York Drama Critics Circle award.", "abstract": null, "print_page": "16", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "KETTI FRINGS, STAGE AND FILM WRITER"}, "keywords": [{"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "WRITING AND WRITERS"}, {"name": "subject", "value": "THEATER"}], "pub_date": "1981-02-13T00:00:00Z", "document_type": "article", "news_desk": "Obituary", "section_name": "Movies; Theater; Obituaries", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Joan", "rank": 1, "lastname": "COOK"}], "original": "By JOAN COOK"}, "type_of_material": "Obituary", "_id": "4fd117098eb7c8105d5ce38f", "word_count": 417, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1981/02/12/garden/hers-by-carolyn-gheilbrun.html", "snippet": "THE other day a friend and colleague who has, like me, spent many years laboring on behalf of everything the Moral Majority opposes, suggested over a drink that we write a comedy of manners. I knew just what he meant. Our occupation - the question...", "lead_paragraph": "THE other day a friend and colleague who has, like me, spent many years laboring on behalf of everything the Moral Majority opposes, suggested over a drink that we write a comedy of manners. I knew just what he meant. Our occupation - the questioning of dogma - had gone clean out of fashion. (''I only wish,'' I told him, echoing one Victorian speaking of another, ''that I was as certain about anything as the Moral Majority is about everything.'') We decided to ignore the pieties flowing over us from Washington and points south, and take refuge in frivolity. There are times, we knew, when one's attitude toward politics should be that of the late Robert Hutchins toward exercise: When he felt like exercising, he lay down till the feeling passed.", "abstract": null, "print_page": "2", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "by Carolyn G.Heilbrun", "kicker": "HERS"}, "keywords": [{"name": "subject", "value": "SOCIETY"}, {"name": "subject", "value": "MANNERS AND CUSTOMS"}], "pub_date": "1981-02-12T00:00:00Z", "document_type": "article", "news_desk": "Home Desk", "section_name": "Home and Garden; Style", "subsection_name": null, "byline": null, "type_of_material": "News", "_id": "4fd121cd8eb7c8105d5e3b70", "word_count": 1375, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1981/02/12/garden/miss-parnis-and-a-rockefeller-get-awards.html", "snippet": "THERE are only a handful of people who can bring out a crowd of 800 on a rainy night in New York for an awards ceremony, and judging by the turnout last night for the fifth annual New Yorker for New York Awards given by the Citizens Committee for ...", "lead_paragraph": "THERE are only a handful of people who can bring out a crowd of 800 on a rainy night in New York for an awards ceremony, and judging by the turnout last night for the fifth annual New Yorker for New York Awards given by the Citizens Committee for New York City, two of the recipients of this year's award, the fashion designer Mollie Parnis and Laurance S. Rockefeller, qualify as top draws. The dinner-dance benefit, held this year in the Grand Ballroom of the Waldorf-Astoria Hotel, was also the occasion for presenting what has become known as the city's Oscar to six less-known but equally public-spirited citizens chosen for their civic achievements by the committee, an organization dedicated to fighting the diminution of city services through neighborhood-based, self-help programs. Cocktails started promptly at 7, and by 7:30 there was a crush of bejeweled women and men in black tie. Among those attending were Mike and Lorraine Wallace, Thomas H. Guinzburg, Schuyler and Betty Chapin, Marietta Tree, David and Susan Brinkley, former Senator Jacob K. Javits, George Weissman, chairman of the board of Philip Morris; Mayor Koch, former Mayors John V. Lindsay and Abe Beame, and Brooke Astor, last year's award winner.", "abstract": null, "print_page": "12", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "MISS PARNIS AND A ROCKEFELLER GET AWARDS"}, "keywords": [{"name": "glocations", "value": "NEW YORK CITY"}, {"name": "subject", "value": "AWARDS, DECORATIONS AND HONORS"}], "pub_date": "1981-02-12T00:00:00Z", "document_type": "article", "news_desk": "Home Desk", "section_name": "Home and Garden; Style", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "John", "rank": 1, "lastname": "DUKA"}], "original": "By JOHN DUKA"}, "type_of_material": "News", "_id": "4fd10f748eb7c8105d5c4223", "word_count": 734, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1981/02/11/nyregion/city-and-state-offer-plan-to-rebuild-times-sq-area.html", "snippet": "The first formal step in New York City's long-debated redevelopment project for the Times Square area was taken yesterday with the release of a combined city-state proposal specifically describing the intended scope of the plan.   The proposal gre...", "lead_paragraph": "The first formal step in New York City's long-debated redevelopment project for the Times Square area was taken yesterday with the release of a combined city-state proposal specifically describing the intended scope of the plan. The proposal grew out of Mayor Koch's decision last summer to discard earlier ideas and begin anew with a full-scale redevelopment plan. The proposal put forward yesterday was formulated by the City Planning Commission, the city's Public Development Corporation and the state's Urban Development Corporation. Conversion of Movie Theaters It calls for rehabilitation and construction projects centered on existing movie theaters that would be converted into houses for legitimate drama and first-run movies.", "abstract": null, "print_page": "4", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "CITY AND STATE OFFER PLAN TO REBUILD TIMES SQ. AREA"}, "keywords": [{"name": "glocations", "value": "NEW YORK STATE"}, {"name": "glocations", "value": "NEW YORK CITY"}, {"name": "subject", "value": "RESTORATION AND REHABILITATION"}], "pub_date": "1981-02-11T00:00:00Z", "document_type": "article", "news_desk": "Metropolitan Desk", "section_name": "New York and Region", "subsection_name": null, "byline": {"person": [{"firstname": "Edward", "middlename": "A.", "lastname": "GARGAN", "rank": 1, "role": "reported", "organization": ""}], "original": "By EDWARD A. GARGAN"}, "type_of_material": "News", "_id": "4fd10ce18eb7c8105d5c0fb6", "word_count": 730, "slideshow_credits": null}]}, "status": "OK", "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}