{"response": {"meta": {"hits": 101, "time": 20, "offset": 80}, "docs": [{"web_url": "http://www.nytimes.com/1981/01/20/arts/going-out-guide.html", "snippet": "Gilbert AND SULLIVAN Can the Light Opera of Manhattan compete with the New York Shakespeare Festival? Of course. The Light Opera of Manhattan, or LOOM, as most people call it, has been doing Gilbert and Sullivan for 13 years. The Shakespeare Festi...", "lead_paragraph": "Gilbert AND SULLIVAN Can the Light Opera of Manhattan compete with the New York Shakespeare Festival? Of course. The Light Opera of Manhattan, or LOOM, as most people call it, has been doing Gilbert and Sullivan for 13 years. The Shakespeare Festival is new at it, even if its ''The Pirates of Penzance'' is such an enormous success. LOOM was born with a ''Pirates'' performance in a West Side apartment in 1968, but since 1976 it has been at the Eastside Playhouse, at 334 East 74th Street. It is a tiny theater, with only 284 seats, and the orchestra more often than not is made up of a piano, an electric organ and a couple of timpani. The organist plays the timpani. The company, however, comprises 40 singers, and you can hear some of them when LOOM opens its Gilbert and Sullivan Festival tomorrow night.", "abstract": null, "print_page": "6", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "GOING OUT GUIDE"}, "keywords": [{"name": "subject", "value": "ENTERTAINMENT AND AMUSEMENTS"}], "pub_date": "1981-01-20T00:00:00Z", "document_type": "article", "news_desk": "Cultural Desk", "section_name": "Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "John", "rank": 1, "lastname": "Corry"}], "original": "By John Corry"}, "type_of_material": "Review", "_id": "4fd11cb38eb7c8105d5d99ce", "word_count": 706, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1981/01/18/books/american-outback.html", "snippet": "TOOOLDTOCRY By Paul Hemphill.  249 pp. New York: The Viking Press. $11.95. By DAN WAKEFIELD   ''AFTER the frantic years of squinting out into hard-baked, skinned infields, abruptly having to adjust their eyes from deepest center field to the stopw...", "lead_paragraph": "TOOOLDTOCRY By Paul Hemphill. 249 pp. New York: The Viking Press. $11.95. By DAN WAKEFIELD ''AFTER the frantic years of squinting out into hard-baked, skinned infields, abruptly having to adjust their eyes from deepest center field to the stopwatch in their wrinkled hands, they come down to wearing loose alpaca sweaters and lazily lipping slender cigars ... and speaking warmly to the parents of the top prospect in town.''", "abstract": null, "print_page": "7", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "AMERICAN OUTBACK"}, "keywords": [{"name": "subject", "value": "BOOKS AND LITERATURE"}], "pub_date": "1981-01-18T00:00:00Z", "document_type": "article", "news_desk": "Book Review Desk", "section_name": "Arts; Books", "subsection_name": null, "byline": null, "type_of_material": "Review", "_id": "4fd1162b8eb7c8105d5ccb51", "word_count": 914, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1981/01/18/arts/film-view-speculating-on-talent-12-actors-to-watch-in-1981.html", "snippet": "Even though movies are not in great shape, there are at the moment an unusual number of interesting new performers, some of whom appear to be on the verge of becoming major stars. That doesn't mean they're all great actors. Acting ability has no r...", "lead_paragraph": "Even though movies are not in great shape, there are at the moment an unusual number of interesting new performers, some of whom appear to be on the verge of becoming major stars. That doesn't mean they're all great actors. Acting ability has no relation to success in films unless it's associated with something else that defines an actor's particular presence. This ''something else'' can't be easily explained, being quite often a mysterious mixture of talent, manner, looks, hype and the performer's luck to have been where he was at the opportune time. Take the case of Sophia Loren. She came on initially as a spectacular Italian beauty when, as her luck would have it, spectacular Italian beauties were much in demand and Italy was turning them out as fast as it could before the market collapsed. Miss Loren subsequently appeared in a lot of not very good Hollywood films, which gave her experience and made her into a household word, like, say, ''Denisedarcel.'' After that apprenticeship she made ''Two Women'' and, without warning, she became a star. Just why it happened then I'm not sure, but suddenly that long, erratic build-up paid off. Miss Loren was established. She'd outgrown the need for phony promotional supports.", "abstract": null, "print_page": "13", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Film View; SPECULATING ON TALENT:12 ACTORS TO WATCH IN 1981"}, "keywords": [{"name": "subject", "value": "ACTORS AND ACTRESSES"}], "pub_date": "1981-01-18T00:00:00Z", "document_type": "article", "news_desk": "Arts and Leisure Desk", "section_name": "Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Vincent", "rank": 1, "lastname": "Canby"}], "original": "By Vincent Canby"}, "type_of_material": "News", "_id": "4fd11cb58eb7c8105d5d9b70", "word_count": 1464, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1981/01/16/books/books-of-the-times-books-of-the-times.html", "snippet": "By Christopher Lehmann-Haupt AMBITION. The Secret Passion. By Joseph Epstein. 312 pages. Dutton. $13.95.   IT'S a tricky semantic game that the critic Joseph Epstein plays in his new book, Ambition: The Secret Passion,'' an investigation of Americ...", "lead_paragraph": "By Christopher Lehmann-Haupt AMBITION. The Secret Passion. By Joseph Epstein. 312 pages. Dutton. $13.95. IT'S a tricky semantic game that the critic Joseph Epstein plays in his new book, Ambition: The Secret Passion,'' an investigation of American attitudes toward achievement by the editor of The American Scholar magazine and author of two previous works of nonfiction, ''Divorced in America'' and ''Familiar Territory.'' When he talks about the decline of ambition in America, he really has two senses of the word ''ambition'' in mind, which he seems to alternate at his convenience.", "abstract": null, "print_page": "22", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Books Of The Times", "kicker": "BOOKS OF THE TIMES"}, "keywords": [{"name": "subject", "value": "BOOKS AND LITERATURE"}], "pub_date": "1981-01-16T00:00:00Z", "document_type": "article", "news_desk": "Weekend Desk", "section_name": "Arts; Books", "subsection_name": null, "byline": null, "type_of_material": "Review", "_id": "4fd10cdc8eb7c8105d5c0bd8", "word_count": 912, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1981/01/16/style/new-yorkers-gearing-up-for-the-inaugural-whirl.html", "snippet": "New Yorkers were in a tizzy. Just when they thought they had everything organized for their inaugural trek to Washington - the hotel rooms booked, the limousines reserved, the gowns and white ties packed, and the invitations firmly in hand, the te...", "lead_paragraph": "New Yorkers were in a tizzy. Just when they thought they had everything organized for their inaugural trek to Washington - the hotel rooms booked, the limousines reserved, the gowns and white ties packed, and the invitations firmly in hand, the telegrams began arriving at some doors and not others. Those who got them were beside themselves with joy, and those who didn't were considering the merits of a fast trip to Tierra del Fuego. In the city's social and political hierarchy, that invitation spelled the difference between lumpfish roe and triple ''O'' beluga. For the telegrams bid the recipients to a reception at the White House the day after the inauguration. Jerome Zipkin, the real estate heir, and William Fine, the chairman of Frances Denney cosmetics, both close personal friends of President-elect Ronald Reagan and his wife Nancy, were among those asked, as were Roy Cohn, and his legal colleague, Thomas A. Bolan, a member of the Reagan transition team. Some 36 hours after the telegrams went out, hundreds of others were still hoping, for as everyone in the know knows, everything is not equal, even among the peripheral doings surrounding an inauguration.", "abstract": null, "print_page": "15", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "NEW YORKERS GEARING UP FOR THE INAUGURAL WHIRL"}, "keywords": [{"name": "subject", "value": "UNITED STATES POLITICS AND GOVERNMENT"}, {"name": "subject", "value": "PARTIES (SOCIAL)"}], "pub_date": "1981-01-16T00:00:00Z", "document_type": "article", "news_desk": "Style Desk", "section_name": "Style; Washington", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Enid", "rank": 1, "lastname": "NEMY"}], "original": "By ENID NEMY"}, "type_of_material": "News", "_id": "4fd117008eb7c8105d5cde81", "word_count": 1256, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1981/01/13/style/notes-on-fashions.html", "snippet": "They looked good last year, but this year they look even better: tweedy overcoats with raglan sleeves; loden coats with, but preferably without, inverted back pleats; stadium coats with toggle closings; traditional overcoats of all kinds worn with...", "lead_paragraph": "They looked good last year, but this year they look even better: tweedy overcoats with raglan sleeves; loden coats with, but preferably without, inverted back pleats; stadium coats with toggle closings; traditional overcoats of all kinds worn with jeans or khakis, penny loafers or tennis shoes. New ones, though, cost a fortune and lack the patina that only age can impart to a garment. So buy an old one. The place to do that is at Unique Clothing Warehouse, 720 Broadway at Waverly Place, still the best of all the used clothing emporiums in town. Cashmere overcoats, in navy or camel, sell for $65, Chesterfields, for $39, lodens for as little as $20. And they are all first rate.", "abstract": null, "print_page": "8", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "NOTES ON FASHIONS"}, "keywords": [{"name": "subject", "value": "UNITED STATES POLITICS AND GOVERNMENT"}, {"name": "subject", "value": "EXPOSITIONS AND FAIRS"}, {"name": "subject", "value": "PARTIES (SOCIAL)"}, {"name": "subject", "value": "APPAREL"}], "pub_date": "1981-01-13T00:00:00Z", "document_type": "article", "news_desk": "Style Desk", "section_name": "Style; Washington", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "John", "rank": 1, "lastname": "Duka"}], "original": "By John Duka"}, "type_of_material": "News", "_id": "4fd10bba8eb7c8105d5bf87a", "word_count": 692, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1981/01/12/sports/with-johnson-out-the-lakers-are-having-their-problems.html", "snippet": "INGLEWOOD, Calif.  THAT the Los Angeles Lakers are struggling should be no surprise.  After all, there is precedent. It has been 12 years since the Boston Celtics won consecutive championships in the National Basketball Association. That was befor...", "lead_paragraph": "INGLEWOOD, Calif. THAT the Los Angeles Lakers are struggling should be no surprise. After all, there is precedent. It has been 12 years since the Boston Celtics won consecutive championships in the National Basketball Association. That was before further expansion diluted the talent pool even more and before longer seasons increased the chance of injury and before longer individual contracts decreased the urgency of constant effort. In the last 12 years, teams that were called dynasties soon found themselves rebuilding. Less than eight months ago, the Lakers won the 1980 championship in Philadelphia on the remarkable night when Earvin (Magic) Johnson started at center while Kareem Abdul-Jabbar watched at home with an injured ankle. This season, the Lakers have often appeared to be a different team. Johnson has not played for almost nine weeks and is not expected to return for at least four more. Abdul-Jabbar has been criticized for an alleged lack of motivation and has gone through a rare shooting slump. Starters have been benched and unhappy, and major player changes have been considered.", "abstract": null, "print_page": "8", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "WITH JOHNSON OUT, THE LAKERS ARE HAVING THEIR PROBLEMS"}, "keywords": [{"name": "subject", "value": "PROFESSIONAL ATHLETICS"}, {"name": "subject", "value": "BASKETBALL"}], "pub_date": "1981-01-12T00:00:00Z", "document_type": "article", "news_desk": "Sports Desk", "section_name": "Sports", "subsection_name": null, "byline": null, "type_of_material": "News", "_id": "4fd10ddb8eb7c8105d5c29d3", "word_count": 2159, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1981/01/11/style/dr-arnold-sternheim-to-wed-anne-b-glasberg-in-june.html", "snippet": "The engagement of Anne Bernet Glasberg to Dr. Arnold E. Sternheim has been announced by Mr. and Mrs. Oscar S. Glasberg of Weston, Conn., parents of the future bride. Mr. Sternheim is a son of Harold Sternheim of Kew Gardens Hills, Queens, and the ...", "lead_paragraph": "The engagement of Anne Bernet Glasberg to Dr. Arnold E. Sternheim has been announced by Mr. and Mrs. Oscar S. Glasberg of Weston, Conn., parents of the future bride. Mr. Sternheim is a son of Harold Sternheim of Kew Gardens Hills, Queens, and the late Mrs. Sternheim. The wedding is planned for June.", "abstract": null, "print_page": "55", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "DR. ARNOLD STERNHEIM TO WED ANNE B. GLASBERG IN JUNE"}, "keywords": [{"name": "subject", "value": "WEDDINGS AND ENGAGEMENTS"}], "pub_date": "1981-01-11T00:00:00Z", "document_type": "article", "news_desk": "Society Desk", "section_name": "Style", "subsection_name": null, "byline": null, "type_of_material": "News", "_id": "4fd10dde8eb7c8105d5c2bf3", "word_count": 142, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1981/01/10/sports/sports-of-the-times-the-big-man-s-final-shot.html", "snippet": "A certain ignoramus used to go around insisting there were only 18,000 hockey fans in all of New York City. These same 18,000 fans, the ignoramus insisted, crowded Madison Square Garden each game, but nobody else followed the sport.   Then one nig...", "lead_paragraph": "A certain ignoramus used to go around insisting there were only 18,000 hockey fans in all of New York City. These same 18,000 fans, the ignoramus insisted, crowded Madison Square Garden each game, but nobody else followed the sport. Then one night the ignoramus attended a game and the figure swelled to at least 18,001. What caught his eye was a Ranger who seemed bulkier, darker, more expressive and more intense than anybody else on the ice.", "abstract": null, "print_page": "17", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Sports of The Times; The Big Man's Final Shot"}, "keywords": [{"name": "subject", "value": "HOCKEY, ICE"}, {"name": "subject", "value": "PROFESSIONAL ATHLETICS"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}], "pub_date": "1981-01-10T00:00:00Z", "document_type": "article", "news_desk": "Sports Desk", "section_name": "Sports", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "George", "rank": 1, "lastname": "VECSEY"}], "original": "By GEORGE VECSEY"}, "type_of_material": "News", "_id": "4fd111a98eb7c8105d5c8139", "word_count": 1123, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1981/01/08/movies/4-films-win-the-laurels-but-can-be-seen-nowhere.html", "snippet": "Four of the films most frequently cited as among the best of 1980, ''The Great Santini,''''The Stunt Man,''''Coal Miner's Daughter'' and ''Melvin and Howard,'' are out of circulation.   Each will undoubtedly be re-released shortly, since Robert Du...", "lead_paragraph": "Four of the films most frequently cited as among the best of 1980, ''The Great Santini,''''The Stunt Man,''''Coal Miner's Daughter'' and ''Melvin and Howard,'' are out of circulation. Each will undoubtedly be re-released shortly, since Robert Duvall's performance in ''The Great Santini'' and Peter O'Toole's in ''The Stunt Man'' were both highly praised by critics at the year's end, and Mr. O'Toole recently won the National Society of Film Critics' award for best actor. But for the moment, none is anywhere to be seen, even at a time when public interest would seem to be especially high.", "abstract": null, "print_page": "21", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "4 FILMS WIN THE LAURELS, BUT CAN BE SEEN NOWHERE"}, "keywords": [{"name": "subject", "value": "MOTION PICTURES"}], "pub_date": "1981-01-08T00:00:00Z", "document_type": "article", "news_desk": "Cultural Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Janet", "rank": 1, "lastname": "MASLIN"}], "original": "By JANET MASLIN"}, "type_of_material": "News", "_id": "4fd1162c8eb7c8105d5ccc39", "word_count": 415, "slideshow_credits": null}]}, "status": "OK", "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}