{"response": {"meta": {"hits": 134, "time": 48, "offset": 30}, "docs": [{"web_url": "http://www.nytimes.com/1997/02/16/movies/the-fight-took-8-rounds-the-film-22-years.html", "snippet": "MANY DIRECTORS CAN SAY truthfully that they lived with a movie for a long time. Few can mean this as literally as Leon Gast, whose documentary ''When We Were Kings,'' a verite study of Muhammad Ali's unlikely recovery of boxing's top title in 1974...", "lead_paragraph": "MANY DIRECTORS CAN SAY truthfully that they lived with a movie for a long time. Few can mean this as literally as Leon Gast, whose documentary ''When We Were Kings,'' a verite study of Muhammad Ali's unlikely recovery of boxing's top title in 1974, opened on Friday. In the late 1970's and early 80's, after financing for the movie had disappeared in a web of shaky deals and political intrigue, Mr. Gast shared his apartment on West 86th Street in Manhattan with about 300,000 feet of film and 100,000 feet of audio tape that he and his 40-member crew had brought back from Kinshasha, Zaire. That's where the 32-year-old Mr. Ali scored one of boxing's biggest upsets, knocking out George Foreman, a devastating puncher six years his junior, to regain the title his draft-evasion conviction had forced him to give up seven years before.", "abstract": "Interview with director Leon Gast and executive producer David Sonenberg on long delay in making the documentary film When We Were Kings, on Muhammad Ali's 1974 championship bout with George Forman in Zaire; photos (L)", "print_page": "11", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "The Fight Took 8 Rounds, the Film 22 Years", "kicker": "FILM"}, "keywords": [{"name": "creative_works", "value": "WHEN WE WERE KINGS (MOVIE)"}, {"name": "persons", "value": "ALI, MUHAMMAD"}, {"name": "persons", "value": "FOREMAN, GEORGE"}, {"name": "persons", "value": "SONENBERG, DAVID"}, {"name": "persons", "value": "GAST, LEON"}, {"name": "glocations", "value": "ZAIRE"}, {"name": "subject", "value": "BOXING"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}], "pub_date": "1997-02-16T00:00:00Z", "document_type": "article", "news_desk": "Arts and Leisure Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Will", "rank": 1, "lastname": "JOYNER"}], "original": "By WILL JOYNER"}, "type_of_material": "Biography", "_id": "4fd1dadd8eb7c8105d71b1e0", "word_count": 2312, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1997/02/16/style/bobbi-brown-puts-best-faces-forward.html", "snippet": "THE lights in Adrienne Vittadini's Seventh Avenue showroom were steamy hot. But the model, a golden-haired Amazon with creamy skin and no trace of a stomach under her clingy taupe dress, was icy cool.    ''I wish she would sweat!'' Bobbi Brown exc...", "lead_paragraph": "THE lights in Adrienne Vittadini's Seventh Avenue showroom were steamy hot. But the model, a golden-haired Amazon with creamy skin and no trace of a stomach under her clingy taupe dress, was icy cool. ''I wish she would sweat!'' Bobbi Brown exclaimed.", "abstract": "Bobbi Brown, one of the country's leading makeup artists, is now a makeup tycoon; Bobbi Brown Essentials is the best-selling cosmetics line at Bergdorf Goodman and Neiman Marcus, outselling household names like Chanel and Estee Lauder, which bought her company in 1996; photo (M)", "print_page": "53", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Bobbi Brown Puts Best Faces Forward"}, "keywords": [{"name": "persons", "value": "BROWN, BOBBI"}, {"name": "organizations", "value": "ESTEE LAUDER COMPANIES"}, {"name": "subject", "value": "COSMETICS"}], "pub_date": "1997-02-16T00:00:00Z", "document_type": "article", "news_desk": "Style Desk", "section_name": "Style", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Carol", "rank": 1, "lastname": "LAWSON"}], "original": "By CAROL LAWSON"}, "type_of_material": "Biography", "_id": "4fd1fcce8eb7c8105d75c1ac", "word_count": 965, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1997/02/16/magazine/under-a-bare-bulb.html", "snippet": "The evening's performance of Henrik Ibsen's ''John Gabriel Borkman'' has ended, and audience members have begun to disperse into the chill London air when a gray-haired woman in an awkward black dress materializes in the lobby of the Royal Nationa...", "lead_paragraph": "The evening's performance of Henrik Ibsen's ''John Gabriel Borkman'' has ended, and audience members have begun to disperse into the chill London air when a gray-haired woman in an awkward black dress materializes in the lobby of the Royal National Theater. She holds a blue bucket trimmed with silver tinsel, and the way she tilts it forward, combined with the beseeching look in her eyes, signals that she is collecting alms for something -- maybe the poor, maybe even herself. It seems a safe bet that she has wandered in from the windswept banks of the Thames on this night shortly before Christmas to seek out holiday-season good will. But a closer inspection corrects that impression, bringing a gasp of surprise. It's Vanessa Redgrave, fresh off the stage, still in her turn-of-the-century costume, still enveloped by her character's aura of loneliness and desperation. Plastic snowflakes from the play's final scene fall from her wig as she nods to the people who draw near, encouraging their approach. What they want is an autograph or a better look, but they clearly feel obliged in the bargain to pony up a few pence for the refugee organization identified on her bucket. The actress is offering them a trade: a brush with theatrical greatness for a recognition, if only fleeting, of suffering in the world.", "abstract": "Frank Bruni profile of the actress Vanessa Redgrave, who is about to perform Antony and Cleopatra in New York in a production she directed; focuses on her political and social passions and the price she has paid for them; photo (L)", "print_page": "22", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "UNDER A BARE BULB"}, "keywords": [{"name": "creative_works", "value": "ANTONY AND CLEOPATRA (PLAY)"}, {"name": "persons", "value": "REDGRAVE, VANESSA"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}, {"name": "subject", "value": "THEATER"}], "pub_date": "1997-02-16T00:00:00Z", "document_type": "article", "news_desk": "Magazine Desk", "section_name": "Theater; Magazine", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Frank", "rank": 1, "lastname": "Bruni"}], "original": "By Frank Bruni"}, "type_of_material": "Biography", "_id": "4fd1f83a8eb7c8105d7542ec", "word_count": 2966, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1997/02/16/weekinreview/oscar-beckons.html", "snippet": "Forget blockbusters. Forget tornadoes, aliens from outer space and monsters.    The 69th annual Academy Award nominations were marked by so-called ''indies,'' independent films that focused on personal statements and grown-up relationships. Mirama...", "lead_paragraph": "Forget blockbusters. Forget tornadoes, aliens from outer space and monsters. The 69th annual Academy Award nominations were marked by so-called ''indies,'' independent films that focused on personal statements and grown-up relationships. Miramax's ''The English Patient'' led the race with 12 bids, followed by Fine Line's ''Shine,'' and Gramercy's ''Fargo,'' with seven nominations each. ''Jerry Maguire,'' released by Tri-Star, a division of Sony, was the only studio film, with five nominations, to be nominated for best picture.", "abstract": "Academy Award nominations of several independent-produced films noted; photo (S)", "print_page": "2", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Oscar Beckons", "kicker": "February 9-15"}, "keywords": [{"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "ACADEMY AWARDS (OSCARS)"}], "pub_date": "1997-02-16T00:00:00Z", "document_type": "article", "news_desk": "Week in Review Desk", "section_name": "Movies; Week in Review", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Bernard", "rank": 1, "lastname": "WEINRAUB"}], "original": "By BERNARD WEINRAUB"}, "type_of_material": "News", "_id": "4fd1eeab8eb7c8105d742626", "word_count": 174, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1997/02/16/classified/paid-notice-deaths-gentry-james-baxter.html", "snippet": "GENTRY-James Baxter (''Baxter''). Born on September 9, 1906, in Lumber City, Georgia, the first child of Oscar Alachua Gentry and Mary Bird Baxter Gentry, died in Houston, Texas, on Friday, February 14, 1997. Mr. Gentry was predeceased by his wife...", "lead_paragraph": "GENTRY-James Baxter (''Baxter''). Born on September 9, 1906, in Lumber City, Georgia, the first child of Oscar Alachua Gentry and Mary Bird Baxter Gentry, died in Houston, Texas, on Friday, February 14, 1997. Mr. Gentry was predeceased by his wife of 69 years, Dora Ferrell Gentry on May 5, 1996. He is survived by his three sons, James Baxter Gentry, Jr., Chisholm Ferrell Gentry and Wilmer Edgar (''Bill'') Gentry; two daughters-in-law, Julia Smith Gentry (Mrs. Baxter Gentry, Jr.) and Judith Tift Gentry (Mrs. Chisholm Gentry); ten grandchildren, sixteen great-grandchildren, and many nieces, nephews and other relatives. He graduated from public school in Eastman, Georgia, and attended Emory University in Atlanta and received a law degree with honors from The Woodrow Wilson School of Law. He was engaged in the marine insurance industry for 46 years, retiring in 1971 as Vice President and Senior Partner of Johnson and Higgins Insurance Brokers of New York City. He also was the head of his firm's offices throughout South America and Europe. He was largely responsible for the introduction and implementation of multiple-peril insurance policies, and was considered the leading expert in this once revolutionary, now widespread form of risk coverage for business and industry. In his retirement he created a tropical garden on his Sugar Loaf Key estate in Florida which became internationally famous for the large variety and outstanding specimens of its palm trees and other cycads. He travelled the world with his wife, with frequent trips to Europe, Asia, South America and Africa, as well as Russia and China when both were first opened to foreign visitors from free-world countries. He was an active board member of Fairchild Gardens in Miami and a leading conservationist in the Lower Keys until he moved to Houston in March of 1995. He possessed an adventurous spirit, a keen intellect, and an unswerving dedication to the highest level of integrity in all his dealings both as a businessman and a friend to his many associates and acquaintances. A memorial service will be held in The Founders Chapel of Grace Presbyterian Church, 10221 Ella Lee, in Houston, at 2 PM, Wednesday, February 19, 1997. Graveside services will be held on Friday, February 21, 1997, at 10 AM, at Woodlawn Cemetery in Eastman, Georgia.", "abstract": null, "print_page": "51", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Paid Notice: Deaths  GENTRY, JAMES BAXTER"}, "keywords": [{"name": "persons", "value": "GENTRY, JAMES BAXTER"}], "pub_date": "1997-02-16T00:00:00Z", "document_type": "article", "news_desk": "Classified", "section_name": "Paid Death Notices", "subsection_name": null, "byline": null, "type_of_material": "Paid Death Notice", "_id": "4fd1cd368eb7c8105d704354", "word_count": 377, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1997/02/16/arts/flowering-in-the-face-of-a-giant-unknown.html", "snippet": "HONG KONG'S 6.3 MILLION PEOPLE produce more wealth in a year per capita than their British counterparts, yet there is no Globe Theater here. Hong Kong's streets are clogged with more Rolls-Royces than London's, yet there is nothing akin to the Bri...", "lead_paragraph": "HONG KONG'S 6.3 MILLION PEOPLE produce more wealth in a year per capita than their British counterparts, yet there is no Globe Theater here. Hong Kong's streets are clogged with more Rolls-Royces than London's, yet there is nothing akin to the British Museum. Hong Kong, it is said, and it is widely believed, is a single-minded place, and its mind is on money. Hong Kong, it is widely believed, and it is routinely said, is a cultural wasteland. But tucked away in tiny studios or down red-brick arcades or in small mirrored halls, canvases are being daubed with oils, actors struggle with new scripts, and dancers pirouette over worn boards. Indeed, art is being born here, in solitude and collaboratively, in defiance, almost, of a social esthetic that prizes money above all else. And it is art, often, that is rooted not in any grand Chinese tradition but in Hong Kong's peculiar circumstances and culture. It is art, as well, that at times shudders at the prospect of impending unity with the giant totalitarian neighbor to the north.", "abstract": "Artists in Hong Kong, working almost in defiance of social esthetic that prizes money above all else, are creating works rooted not in any grand Chinese tradition but in colony's peculiar circumstances and culture; are worried about China's impending takeover, fearing both censorship and pressures prevalent in China and fragility of indigent culture and art scene; photos (L)", "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Flowering In the Face Of a Giant Unknown", "kicker": "WAITING FOR CHINA: Anxious Artists"}, "keywords": [{"name": "glocations", "value": "HONG KONG"}, {"name": "glocations", "value": "CHINA"}, {"name": "subject", "value": "CENSORSHIP"}, {"name": "subject", "value": "CULTURE"}], "pub_date": "1997-02-16T00:00:00Z", "document_type": "article", "news_desk": "Arts and Leisure Desk", "section_name": "Arts", "subsection_name": null, "byline": {"person": [{"firstname": "Edward", "middlename": "A.", "lastname": "GARGAN", "rank": 1, "role": "reported", "organization": ""}], "original": "By EDWARD A. GARGAN"}, "type_of_material": "News", "_id": "4fd1fcce8eb7c8105d75c19a", "word_count": 2738, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1997/02/16/movies/still-arguing-like-old-friends.html", "snippet": "SOME ACTORS AND DIRECTORS seem to have a special chemistry at least as compelling as the on-screen rapport of certain famous acting duos: think of Billy Wilder directing Jack Lemmon or Sydney Pollack directing Robert Redford.    One of the most re...", "lead_paragraph": "SOME ACTORS AND DIRECTORS seem to have a special chemistry at least as compelling as the on-screen rapport of certain famous acting duos: think of Billy Wilder directing Jack Lemmon or Sydney Pollack directing Robert Redford. One of the most rewarding and long-lasting of these actor-director collaborations has been that of Jack Nicholson and Bob Rafelson. They have been working together for close to 30 years and recently teamed for a sixth time for ''Blood and Wine,'' a crime story about a jewel heist that goes awry.", "abstract": "Stephen Farber article on long collaboration between actor Jack Nicholson and director Bob Rafelson, who worked together on new film Blood and Wine; photos (L)", "print_page": "11", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Still Arguing Like Old Friends", "kicker": "FILM"}, "keywords": [{"name": "creative_works", "value": "BLOOD AND WINE (MOVIE)"}, {"name": "persons", "value": "RAFELSON, BOB"}, {"name": "persons", "value": "NICHOLSON, JACK"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}], "pub_date": "1997-02-16T00:00:00Z", "document_type": "article", "news_desk": "Arts and Leisure Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Stephen", "rank": 1, "lastname": "FARBER"}], "original": "By STEPHEN FARBER"}, "type_of_material": "News", "_id": "4fd20cfa8eb7c8105d77cc21", "word_count": 1776, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1997/02/15/theater/in-the-wake-of-showboat-a-showcase-for-voice.html", "snippet": "''Chicago'' it definitely is not.    True, if you stretch the imagination, you can find some of the same elements: a plot that considers the corrupting powers of fame and romantic faithlessness, a chorus of burlesque beauties and a pastiche score ...", "lead_paragraph": "''Chicago'' it definitely is not. True, if you stretch the imagination, you can find some of the same elements: a plot that considers the corrupting powers of fame and romantic faithlessness, a chorus of burlesque beauties and a pastiche score that looks over its shoulder to an earlier, if not necessarily more innocent, era of the American musical.", "abstract": "Ben Brantley reviews concert version of Jerome Kern-Oscar Hammerstein musical play Sweet Adeline; photo (M)", "print_page": "15", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "In the Wake of 'Showboat,' a Showcase for Voice", "kicker": "THEATER REVIEW"}, "keywords": [{"name": "creative_works", "value": "SWEET ADELINE (PLAY)"}, {"name": "persons", "value": "HAMMERSTEIN, OSCAR 2D"}, {"name": "persons", "value": "KERN, JEROME"}, {"name": "subject", "value": "REVIEWS"}, {"name": "subject", "value": "THEATER"}], "pub_date": "1997-02-15T00:00:00Z", "document_type": "article", "news_desk": "Cultural Desk", "section_name": "Arts; Theater", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Ben", "rank": 1, "lastname": "BRANTLEY"}], "original": "By BEN BRANTLEY"}, "type_of_material": "Review", "_id": "4fd1dad28eb7c8105d71aa4d", "word_count": 961, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1997/02/13/world/with-nonviolent-sallies-rebels-in-mexico-fight-on.html", "snippet": "The people of this corn-farming village in the mountains of Guerrero State pride themselves on being hospitable. But they were especially friendly to the masked and uniformed guerrilla fighters toting AK-47 rifles who marched into the central plaz...", "lead_paragraph": "The people of this corn-farming village in the mountains of Guerrero State pride themselves on being hospitable. But they were especially friendly to the masked and uniformed guerrilla fighters toting AK-47 rifles who marched into the central plaza at dusk on Feb. 5 and held an hourlong rally. The merchant who was selling blue jeans under a plastic canopy, the grandmother who met them as she returned from evening Mass, even the municipal police officer spoke openly and enthusiastically about the Popular Revolutionary Army a day after the rebels made their surprise visit.", "abstract": "Popular Revolutionary Army, while apparently lacking power to destabilize Mexican Government, is emerging as more than isolated and nearly defeated 'terrorist' cells depicted by Government; recent contacts with journalists have disclosed committed secret movement building strength in both urban and rural areas; group seem to have attracted some sympathy in Mexico City, where unemployment and discontent are high, and in neglected mountain regions, where its rural fighters roam; map; photo (M)", "print_page": "8", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "With Nonviolent Sallies, Rebels in Mexico Fight On"}, "keywords": [{"name": "glocations", "value": "MEXICO CITY (MEX)"}, {"name": "glocations", "value": "MEXICO"}, {"name": "subject", "value": "UNEMPLOYMENT AND JOB MARKET"}, {"name": "subject", "value": "LABOR"}, {"name": "subject", "value": "POLITICS AND GOVERNMENT"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}], "pub_date": "1997-02-13T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Julia", "rank": 1, "lastname": "PRESTON"}], "original": "By JULIA PRESTON"}, "type_of_material": "News", "_id": "4fd20e5b8eb7c8105d77f6fb", "word_count": 1308, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1997/02/12/movies/english-patient-leads-oscar-nominees.html", "snippet": "Tom Cruise, the star of ''Jerry Maguire,'' got the call on a movie set near London. from his wife, Nicole Kidman. ''You're nominated!'' she screamed. Scott Hicks, the Australian creator of ''Shine,'' heard about his nomination while sitting in his...", "lead_paragraph": "Tom Cruise, the star of ''Jerry Maguire,'' got the call on a movie set near London. from his wife, Nicole Kidman. ''You're nominated!'' she screamed. Scott Hicks, the Australian creator of ''Shine,'' heard about his nomination while sitting in his office surrounded by friends in Adelaide. ''I'm speechless, but I can't stop talking,'' he said. And Brenda Blethyn, who was nominated in the best actress category for ''Secrets and Lies,'' picked up the phone in Los Angeles to call Marianne Jean-Baptiste, who was nominated as best supporting actress for that film. The two women suddenly burst into tears.", "abstract": "Academy Award nominations are overwhelmingly dominated by independent films like The English Patient, with 12 nominations, followed by Shine and Fargo, with 7 each; some of Hollywood's biggest studios are virtually shut out of top nominations; other best picture nominees are Jerry Maguire and Secrets and Lies; Evita fails to get any top nominations, even one for its star, Madonna; unexpectedly missing from best actress category is Debbie Reynolds for film Mother; list of nominees; photo (L)", "print_page": "9", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "'English Patient' Leads Oscar Nominees"}, "keywords": [{"name": "creative_works", "value": "FARGO (MOVIE)"}, {"name": "creative_works", "value": "EVITA (MOVIE)"}, {"name": "creative_works", "value": "JERRY MAGUIRE (MOVIE)"}, {"name": "creative_works", "value": "ENGLISH PATIENT, THE (MOVIE)"}, {"name": "creative_works", "value": "MOTHER (MOVIE)"}, {"name": "creative_works", "value": "SECRETS AND LIES (MOVIE)"}, {"name": "creative_works", "value": "SHINE (MOVIE)"}, {"name": "persons", "value": "REYNOLDS, DEBBIE"}, {"name": "persons", "value": "MADONNA"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "ACADEMY AWARDS (OSCARS)"}], "pub_date": "1997-02-12T00:00:00Z", "document_type": "article", "news_desk": "Cultural Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Bernard", "rank": 1, "lastname": "WEINRAUB"}], "original": "By BERNARD WEINRAUB"}, "type_of_material": "List", "_id": "4fd1dad78eb7c8105d71acda", "word_count": 1284, "slideshow_credits": null}]}, "status": "OK", "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}