{"response": {"meta": {"hits": 134, "time": 44, "offset": 90}, "docs": [{"web_url": "http://www.nytimes.com/1997/01/22/nyregion/metro-business.html", "snippet": "Today, The Times introduces Metro Business. Appearing in this section Tuesdays through Fridays, it will offer news and features on local business, from real estate and retailing to Wall Street and the economy.    Today, a look at Microsoft's move ...", "lead_paragraph": "Today, The Times introduces Metro Business. Appearing in this section Tuesdays through Fridays, it will offer news and features on local business, from real estate and retailing to Wall Street and the economy. Today, a look at Microsoft's move oin Manhattan's Silicon Alley, plus on B6: * A grand opera house, built by Oscar Hammerstein but long hidden in midtown Manhattan, gets a new life. * Is a New York landlord trying to steal the most prestigious trade exhibition in the toy business? The Toy Manufacturers Association says yes, and has filed suit. * The Gap announces a new store for Fifth Avenue., its largest in the country. * Nynex was grossly negligent in dealing with companies that provide call-in weather, sports and financial news, an administrative judge ruled. * Two companies reach an accord in the elevator maintenance strike.", "abstract": "New York Times introduces Metro Business; appearing in Metro section Tuesdays through Fridays, it will offer news and features on local business, from real estate and retailing to Wall Street and economy (S)", "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Metro Business"}, "keywords": [{"name": "organizations", "value": "NEW YORK TIMES"}], "pub_date": "1997-01-22T00:00:00Z", "document_type": "article", "news_desk": "Metropolitan Desk", "section_name": "New York and Region", "subsection_name": null, "byline": null, "type_of_material": "Summary", "_id": "4fd20cf78eb7c8105d77caa4", "word_count": 140, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1997/01/22/nyregion/metro-digest-287571.html", "snippet": "NEW YORK    Spending on Watershed Plan    New York City began spending $660 million on a five-year program to cut the flow of pollution into its upstate reservoirs and avoid the need for a $4 billion filtration plant. Under the agreement, a typica...", "lead_paragraph": "NEW YORK Spending on Watershed Plan New York City began spending $660 million on a five-year program to cut the flow of pollution into its upstate reservoirs and avoid the need for a $4 billion filtration plant. Under the agreement, a typical New York City water bill of $400 a year will increase regularly so that by the year 2002, it will be $435 a year, not counting unrelated increases. $(Page A1.$) Police Union Rejects Contract Leaders of the city's largest police union rejected a contract offer from the Giuliani administration, setting the stage for months of arbitration and police protests. $(B1.$) Subway Seats, for All Sizes Responding to complaints that its prototype for tomorrow's subway car did not account for the ample bottoms of some passengers, the Transit Authority presented an improved version. $(B1.$) Fire Leaves Faith Unscathed A fire this month at St. John the Baptist Roman Catholic Church in Manhattan came after years of renovations. Yet faith has survived among those who have made the church their haven. About New York by David Gonzalez. $(B1.$) Testimony in Crown Hts. Case Testifying in Federal court, a police detective graphically described how mob violence erupted in Crown Heights, Brooklyn, in 1991 after a black child was killed by a car driven by a Hasidic man, and how a black teen-ager was arrested after another Hasidic man was stabbed. $(B4.$) Mayor Begs to Differ on Budget Mayor Giuliani contested Governor Pataki's claim that his budget would narrow the disparity between spending on New York City schools and others in the state. $(B5.$) Rape Trial Begins at West Point The court-martial of a male cadet accused of raping a female classmate opened at the United States Military Academy in West Point with testimony from the accuser. $(B5.$) Who is and who is not running for borough president in Manhattan and the Bronx. $(B4.$) REGION Deadly Gas Cited in Plane Crash Investigators have concluded that a pilot and his mother were alive but unconscious from carbon monoxide poisoning in their Piper Dakota before it crashed in Alton, N.H. $(B5.$) NEW JERSEY Freed on Bail in Baby's Death After more than two months of confinement in Delaware prisons on charges they murdered their newborn son, two New Jersey teen-agers won the right to go home after a judge set bail. $(B2.$) METRO BUSINESS Microsoft Seeks Hipper Mode With an eye on the potential of the Internet, Microsoft has come to New York City's Silicon Alley, looking to buy programming from downtown digital entrepreneurs, who create everything from interactive soap operas to on-line magazines. But while the designers are tempted by Microsoft's riches, they remain wary. So Microsoft seems to be reaching for a hipper style. $(B1.$) Opera House Now a Ballroom The Manhattan Opera House, a hidden treasure on West 34th Street that was built in 1906 by the flamboyant impresario Oscar Hammerstein, is to reopen next month. $(B6.$) Battling Over a Toy Fair Two major players in the $19 billion toy industry are locked in combat. The battleground: the Toy Fair. The opponents: the fair's sponsor, the Toy Manufacturers of America, and the group's landlord, the International Toy Center on 23d Street. $(B6.$)", "abstract": null, "print_page": "2", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Metro Digest"}, "keywords": [], "pub_date": "1997-01-22T00:00:00Z", "document_type": "article", "news_desk": "Metropolitan Desk", "section_name": "New York and Region", "subsection_name": null, "byline": null, "type_of_material": "Summary", "_id": "4fd20cf78eb7c8105d77ca9f", "word_count": 531, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1997/01/21/opinion/l-let-s-honor-those-hurt-in-the-mccarthy-era-272086.html", "snippet": "To the Editor:    I'm sure that further honors will result from bringing to the foreground the dilemma as to whether or not Hollywood institutions should honor the director Elia Kazan (Arts pages, Jan. 16) because of his testimony before the House...", "lead_paragraph": "To the Editor: I'm sure that further honors will result from bringing to the foreground the dilemma as to whether or not Hollywood institutions should honor the director Elia Kazan (Arts pages, Jan. 16) because of his testimony before the House Committee on Un-American Activities in 1952. Could a special lifetime Oscar be far away?", "abstract": "Theo Zimmerman letter disputes January 16 interview with movie director Elia Kazan, who remains spurned by some film critics and members of Hollywood elite for testimony before House un-American Activities in 1952 that identified some colleagues as Communists (S)", "print_page": "22", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Let's Honor Those Hurt in the McCarthy Era"}, "keywords": [{"name": "persons", "value": "KAZAN, ELIA"}, {"name": "persons", "value": "ZIMMERMAN, THEO"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}], "pub_date": "1997-01-21T00:00:00Z", "document_type": "article", "news_desk": "Editorial Desk", "section_name": "Opinion", "subsection_name": null, "byline": null, "type_of_material": "Letter", "_id": "4fd1ee9f8eb7c8105d741d6c", "word_count": 247, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1997/01/21/opinion/l-no-tears-for-kazan-272094.html", "snippet": "To the Editor:    While the talent and achievements of Elia Kazan as a film maker are undeniable (Arts pages, Jan. 16), I would point out that he has received two Oscars for best direction, a Kennedy Center honor and an award from the American Mus...", "lead_paragraph": "To the Editor: While the talent and achievements of Elia Kazan as a film maker are undeniable (Arts pages, Jan. 16), I would point out that he has received two Oscars for best direction, a Kennedy Center honor and an award from the American Museum of the Moving Image.", "abstract": "Byron Baker letter disputes January 16 interview with movie director Elia Kazan, who remains spurned by some film critics and members of Hollywood elite for testimony before House un-American Activities Committee in 1952 that identified some colleagues as Communists; drawing (S)", "print_page": "22", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "No Tears for Kazan", "kicker": "Let's Honor Those Hurt in the McCarthy Era"}, "keywords": [{"name": "persons", "value": "BAKER, BYRON"}, {"name": "persons", "value": "KAZAN, ELIA"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}], "pub_date": "1997-01-21T00:00:00Z", "document_type": "article", "news_desk": "Editorial Desk", "section_name": "Opinion", "subsection_name": null, "byline": null, "type_of_material": "Letter", "_id": "4fd1ee9f8eb7c8105d741d6d", "word_count": 184, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1997/01/20/sports/de-la-hoya-to-beef-up-for-whitaker.html", "snippet": "Boys will be boys, but pretty boys will not always be pretty boys. Oscar De La Hoya, whose face used to be as soft as a baby's bottom, left the ring Saturday night with his first flesh wound. He treated the crimson welt below his left eye like a l...", "lead_paragraph": "Boys will be boys, but pretty boys will not always be pretty boys. Oscar De La Hoya, whose face used to be as soft as a baby's bottom, left the ring Saturday night with his first flesh wound. He treated the crimson welt below his left eye like a long lost friend, reveled in his ice pack and not once reached for his Armani sunglasses. ''This is what boxing is all about,'' he said, with a crooked grin. ''Got to get hit once in a while.''", "abstract": "Oscar De La Hoya's victory over Miguel Angel Gonzalez during World Boxing Council superlightweight championship bout discussed; possible future plans noted; photo (M)", "print_page": "3", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "De La Hoya to Beef Up for Whitaker", "kicker": "BOXING"}, "keywords": [{"name": "persons", "value": "GONZALEZ, MIGUEL ANGEL"}, {"name": "persons", "value": "DE LA HOYA, OSCAR"}, {"name": "subject", "value": "BOXING"}], "pub_date": "1997-01-20T00:00:00Z", "document_type": "article", "news_desk": "Sports Desk", "section_name": "Sports", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Tom", "rank": 1, "lastname": "FRIEND"}], "original": "By TOM FRIEND"}, "type_of_material": "News", "_id": "4fd1f83d8eb7c8105d7545e0", "word_count": 872, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1997/01/19/style/yankee-doodle-dandy.html", "snippet": "FOR generations, the quadrennial fashion secret has been the First Lady's inaugural wardrobe -- threads of democracy important enough to be preserved in their own special suite at the Smithsonian Institution. Last week, Hillary Rodham Clinton reve...", "lead_paragraph": "FOR generations, the quadrennial fashion secret has been the First Lady's inaugural wardrobe -- threads of democracy important enough to be preserved in their own special suite at the Smithsonian Institution. Last week, Hillary Rodham Clinton revealed hers, making national news: an Oscar de la Renta wool suit for the noontime ceremony and an embroidered tulle gown for the Monday night balls. But what about her blue-suited, white-shirted husband, who for better or worse is among the most visible men in the modern world? What will Bill Clinton wear?", "abstract": "Article on Pres Clinton's taste in men's apparel, both formal and casual; photos (L)", "print_page": "35", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Yankee Doodle Dandy?"}, "keywords": [{"name": "persons", "value": "CLINTON, BILL"}, {"name": "subject", "value": "UNITED STATES POLITICS AND GOVERNMENT"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}, {"name": "subject", "value": "APPAREL"}], "pub_date": "1997-01-19T00:00:00Z", "document_type": "article", "news_desk": "Style Desk", "section_name": "Style; Washington", "subsection_name": null, "byline": {"person": [{"firstname": "Todd", "middlename": "S.", "lastname": "PURDUM", "rank": 1, "role": "reported", "organization": ""}], "original": "By TODD S. PURDUM"}, "type_of_material": "News", "_id": "4fd1eea38eb7c8105d7420b4", "word_count": 1151, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1997/01/19/sports/de-la-hoya-has-to-go-the-distance-to-retain-his-title.html", "snippet": "Not all cheekbones are created equal.    Miguel Angel Gonzalez blocked a minimum of 250 punches with his face tonight, and not once did his knees begin planning a vacation. He stood toe-to-toe with Oscar De La Hoya for 12 rounds, showed a hard hea...", "lead_paragraph": "Not all cheekbones are created equal. Miguel Angel Gonzalez blocked a minimum of 250 punches with his face tonight, and not once did his knees begin planning a vacation. He stood toe-to-toe with Oscar De La Hoya for 12 rounds, showed a hard head rather than a hard right hand and lost a unanimous decision he was actually applauded for.", "abstract": "Oscar De La Hoya retains his World Boxing Cuncil super lightweight title with an unanimous 12-round decision over Miguel Angel Gonzalez in Las Vegas (M)", "print_page": "3", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "De La Hoya Has to Go the Distance to Retain His Title", "kicker": "BOXING"}, "keywords": [{"name": "persons", "value": "GONZALEZ, MIGUEL ANGEL"}, {"name": "persons", "value": "DE LA HOYA, OSCAR"}, {"name": "subject", "value": "BOXING"}], "pub_date": "1997-01-19T00:00:00Z", "document_type": "article", "news_desk": "Sports Desk", "section_name": "Sports", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Tom", "rank": 1, "lastname": "FRIEND"}], "original": "By TOM FRIEND"}, "type_of_material": "News", "_id": "4fd1fd748eb7c8105d75d4db", "word_count": 635, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1997/01/19/business/diary-232700.html", "snippet": "INVESTIGATIONS  I Led Six or Seven Lives  Remember ''I Led Three Lives''? Well, the patriot/spy/patriot in that convoluted, zealously anti-Communist 50's TV drama led a bland life indeed compared with Mark E. Whitacre. Mr. Whitacre, you may recall...", "lead_paragraph": "INVESTIGATIONS I Led Six or Seven Lives Remember ''I Led Three Lives''? Well, the patriot/spy/patriot in that convoluted, zealously anti-Communist 50's TV drama led a bland life indeed compared with Mark E. Whitacre. Mr. Whitacre, you may recall, was in the thick of things when the Archer Daniels Midland price-fixing case blew open a few years ago. Just look at all his starring roles: First he was a loyal employee shocked -- shocked! -- at Archer's misdeeds. It quickly turned out he'd also been an F.B.I. informant, but the patriotic veneer wore thin when he acknowledged getting money improperly from Archer accounts overseas. Then, yet again, he joined the Government's side -- but a year later turned around and sued the F.B.I. agent in the case. (Exhausted yet? Read on.) To back up this final accusations, he produced documents that painted the F.B.I. as the villain -- but last week he admitted he'd fabricated some of those documents. He sought care for manic depression and was indicted on charges of defrauding the company. Sounds like a mini-series. GOVERNMENT SPENDING Medicaid Alert: Never Mind A year ago, when crusading Republicans shut down part of the Government in that nasty budget battle, one big sticking point was growth in Medicaid spending. Republicans at one point wanted to slash $70 billion out of that growth over six years, but the White House would have none of that. With the flick of a statistic last week, though, that $70 billion -- and more -- vanished from the ledger. The Congressional Budget Office now says Medicaid spending will rise an average of just 7.8 percent a year through aught-two, not the more dire 9.7 percent the agency predicted six months ago, which would have meant $86 billion more spending. Why the rosier outlook? Mainly, the agency is now assuming that inflation will stay minor, and that more of the poor will use managed care. RIGHTS, CIVIL Accentuating the Affirmative Affirmative action? No affirmative action? This is no longer a debate for the timid, the unorganized or the unincorporated. Not by a long shot. On a single day last week, two forces on opposite ends of the country institutionalized their fiercely held -- and opposite -- positions. In Sacramento, the people who persuaded Californians to vote for Proposition 209 -- which a Federal judge has squelched, for now -- formed something called the American Civil Rights Institute. This group, led by Ward Connerly, plans to fight affirmative action on the national front. And in New York, the Rev. Jesse L. Jackson announced that he would open an office on Wall Street to do exactly the opposite -- pressure companies to hire and promote more workers from minority groups. Drivers, start your engines. AMERICA UNPLUGGED Off Line, and Fed Up Oh, the glories of the on-line age! E-mail with a click of a mouse. The Internet's wonders at your fingertips. All you have to do is spend all your waking hours, your cyber-frustration rising with your megabytes, trying to sign on to America Online. Ever since the company began its unlimited-time pricing in December, users -- surprise! -- have flooded to their screens. The average member is on line 32 minutes a day now, up from 14 in September. But so many say they can't get on in the first place that the class-action suits and complaints are fast and thick. (An existential dilemma: How do you send an E-mail complaint if you can't sign on?) Last week, America Online moved to try to relieve the digital gridlock, but all it could do was suspend advertising and add more agents to field irate calls. It can't make a big dent in the capacity problem, it said, until late spring. Don't throw out your envelopes and your encyclopedias (you know: the ones that go on shelves) just yet. SHOPPING It's Tax-Free, and Legal Even now, two powerful human urges are slamming smack into each other in New York State. First, no shoppers in their right minds want to set foot in a clothing store at the end of January. Memories of December's excess are too fresh, and bloated charge-card bills sit menacingly on the desk -- forget it! On the other hand, never underestimate humankind's passionate desire to avoid taxes. Retailers and state officials hope that second urge will win out. Starting yesterday, for one week, the state is collecting no sales tax on clothing items up to $500 -- and New York City is skipping its tax, too. It's all part of an experiment in the long-running debate about the impact of all those shoppers who flee local stores to avoid high taxes. Tax foes insist that shoppers will buy enough food, and pay for enough transportation, to more than make up the difference. We'll see. The city alone will lose an estimated $7 million in tax revenues this week. MEXICO Profitable Neighbor Politicians of every stripe were patting themselves on the back last week after Mexico -- three years ahead of schedule -- repaid the last of the $12.5 billion Washington lent it two years ago. For Bill Clinton, of course, and for Treasury Secretary Robert E. Rubin, it was a huge gamble that paid huge dividends, both political and financial. Even Senator Alfonse M. D'Amato, who had fought the bailout, grudgingly acknowledged being ''pleased'' -- then gave the credit to ''vigilant Congressional oversight.'' But wait a second. The bailout, labeled a magnanimous gesture, was awfully good business, too. Washington earned a tidy half-billion dollars on the deal -- Mexico paid up early only because the interest rates were so high. And what of the Mexican people? The austerity program that was part of the deal cost them jobs, homes, businesses. Good neighbor, indeed. THE ART OF LUXURY Trumprification Brace yourself. Any day now, your doorbell will ring, and there, stomping against the cold, will stand Donald J. Trump. ''Good morning,'' he might say. ''I'd like to buy your house, sheathe it in something glitzy like bronze-tinted glass and sell it back to you for three times the price. Oh, and put my name on it, of course.'' ''Huh?'' you say, rubbing your eyes in disbelief. But he might get his way. Like an aluminum-siding salesman run amok, Mr. Trump is going around the city working his glittering magic. Trump Tower. Trump Parc (not, of course, ''Park''). Trump International Hotel and Condominium. And last week came word that Mr. Trump has agreed to put his inimitable stamp on the St. Moritz, on Central Park South, turning it into luxury condos. A footnote: Mr. Trump bought the same hotel in the mid-80's from, among others, some folks named Helmsley for $72 million, selling it soon after for $180 million. A question: just how many buyers are there for multimillion-dollar condos? TOBACCO WARS He Blew Doubts Away The great tobacco wars, which have escalated mightily in the mid-90's, began with a bang one day in 1964 -- the day, of course, when that ashtray-shattering Surgeon General's report came out. That's when the tobacco industry began its tireless campaign to deny what that report stated: smoking's link to cancer. And who did the most to establish that link? A pathologist named Oscar Auerbach, who pored over thousands of slides of human tissue from smokers and nonsmokers and found a statistical correlation with those who got cancer. Dr. Auerbach, who can be credited with saving thousands of lives, died last week at 92.", "abstract": "Business Diary column includes brief discussion of what seems to ongoing mini-series at Archer Daniels Midland Co involving Mark E Whitacre; his photo (M)", "print_page": "2", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "DIARY", "kicker": "DIARY"}, "keywords": [{"name": "persons", "value": "WHITACRE, MARK E"}, {"name": "organizations", "value": "ARCHER DANIELS MIDLAND CO"}, {"name": "subject", "value": "ANTITRUST ACTIONS AND LAWS"}, {"name": "subject", "value": "SUITS AND LITIGATION"}, {"name": "subject", "value": "INFORMERS"}, {"name": "subject", "value": "LYSINE"}], "pub_date": "1997-01-19T00:00:00Z", "document_type": "article", "news_desk": "Money and Business/Financial Desk", "section_name": "Business", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By HUBERT B. HERRING"}, "type_of_material": "News", "_id": "4fd1dad68eb7c8105d71ac91", "word_count": 1244, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1997/01/19/movies/he-s-hot-but-cool-to-lure-of-fame.html", "snippet": "EDWARD NORTON DOES a great Woody Allen. He slips into it naturally every time he tells a Woody story. Sitting at an Italian cafe on Hudson Street, he's talking about making Mr. Allen's new musical comedy, ''Everyone Says I Love You.''    ''We did ...", "lead_paragraph": "EDWARD NORTON DOES a great Woody Allen. He slips into it naturally every time he tells a Woody story. Sitting at an Italian cafe on Hudson Street, he's talking about making Mr. Allen's new musical comedy, ''Everyone Says I Love You.'' ''We did this scene that was one of these classic 'Annie Hall' shots,'' he says. ''Drew Barrymore and I start walking along the edge of the park, up Fifth Avenue. It's this beautiful fall day. And then I sing 'I'm Through With Love.' And I was thinking, this is great, I can't believe this shot. Then Woody came over.''", "abstract": "Article on actor Edward Norton, who has received critical acclaim for acting in films Primal Fear, The People vs Larry Flynt and Everyone Says I Love You; Norton comments; photo (L)", "print_page": "17", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "He's Hot But Cool To Lure Of Fame", "kicker": "FILM"}, "keywords": [{"name": "creative_works", "value": "EVERYONE SAYS I LOVE YOU (MOVIE)"}, {"name": "creative_works", "value": "PEOPLE VS LARRY FLYNT, THE (MOVIE)"}, {"name": "creative_works", "value": "PRIMAL FEAR (MOVIE)"}, {"name": "persons", "value": "NORTON, EDWARD"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}], "pub_date": "1997-01-19T00:00:00Z", "document_type": "article", "news_desk": "Arts and Leisure Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Phoebe", "rank": 1, "lastname": "HOBAN"}], "original": "By PHOEBE HOBAN"}, "type_of_material": "Biography", "_id": "4fd1dad68eb7c8105d71ac85", "word_count": 1772, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1997/01/19/nyregion/long-island-guide.html", "snippet": "FREE CHOICES      TODAY To celebrate its 100th birthday, the South Country Library in Bellport has scheduled a series of Centennial Concerts. The first event at 3 P.M. in the Middle Schook in a program that includes works by Carter, Mozart and Vil...", "lead_paragraph": "FREE CHOICES TODAY To celebrate its 100th birthday, the South Country Library in Bellport has scheduled a series of Centennial Concerts. The first event at 3 P.M. in the Middle Schook in a program that includes works by Carter, Mozart and Villa-Lobos (286-0818).", "abstract": "Guide to events on Long Island this week (S)", "print_page": "20", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "LONG ISLAND GUIDE", "kicker": "LONG ISLAND GUIDE"}, "keywords": [{"name": "glocations", "value": "LONG ISLAND (NY)"}], "pub_date": "1997-01-19T00:00:00Z", "document_type": "article", "news_desk": "Long Island Weekly Desk", "section_name": "New York and Region", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Barbara", "rank": 1, "lastname": "DELATINER"}], "original": "By BARBARA DELATINER"}, "type_of_material": "News", "_id": "4fd1fcc88eb7c8105d75bdb2", "word_count": 1022, "slideshow_credits": null}]}, "status": "OK", "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}