{"response": {"meta": {"hits": 134, "time": 42, "offset": 40}, "docs": [{"web_url": "http://www.nytimes.com/1997/02/12/nyregion/inside-596159.html", "snippet": "Trade Shift by China Is Seen  China is willing to drop trade barriers in return for membership in the World Trade Organization, Administration officials say. Page D1....", "lead_paragraph": "Trade Shift by China Is Seen China is willing to drop trade barriers in return for membership in the World Trade Organization, Administration officials say. Page D1.", "abstract": null, "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "INSIDE"}, "keywords": [], "pub_date": "1997-02-12T00:00:00Z", "document_type": "article", "news_desk": "Metropolitan Desk", "section_name": "Front Page; New York and Region", "subsection_name": null, "byline": null, "type_of_material": "Summary", "_id": "4fd1dad78eb7c8105d71ad01", "word_count": 76, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1997/02/12/nyregion/news-summary-594300.html", "snippet": "INTERNATIONAL   A3-11    30 Palestinian Women Are Released by Israel    After more than a year of delays and a day of last-minute legal challenges, Israel freed 30 Palestinian women from prison, carrying out part of its agreement with the Palestin...", "lead_paragraph": "INTERNATIONAL A3-11 30 Palestinian Women Are Released by Israel After more than a year of delays and a day of last-minute legal challenges, Israel freed 30 Palestinian women from prison, carrying out part of its agreement with the Palestine Liberation Organization. To pacify Israeli hard-liners, Prime Minister Benjamin Netanyahu said he would seek pardons for Jews who killed Arabs. A3 Iraq Said to Smuggle Oil United States Navy officials said Iraq had been exporting oil, with Iranian help, in violation of United Nations sanctions. They said the Iraqis and their Iranian protectors had had two confrontations with Navy warships in the past two weeks, ramming a United States frigate in one showdown. But the officials said the smugglers often avoid American warships by hugging Iran's shallow, treacherous coast. A7 Ecuador Gets Newest President The President of Ecuador's Congress, Fabian Alarcon, was named President of the country for the second time in under a week. His first promotion came the night that the elected President, Abdala Bucaram, was ousted, but was eventually set aside in favor of the Vice President, Rosalia Arteaga. After the vote, Mrs. Arteaga returned, angrily, to the Vice Presidency and called for a plebiscite on who should run the country. A9 Peru Talks With Rebels A Peruvian Government negotiator met face to face with rebels holding 72 hostages in the Japanese Ambassador's compound in Lima. The talks, the first of their kind in over six weeks, took place in a house across the street from the compound. Representatives of the Red Cross, the Vatican, Japan and Canada took part. A8 Croats Force Out Muslims Croats in the divided Bosnian town of Mostar evicted some 100 Muslims from their homes, hours after firing on 200 Muslims who were visiting a cemetery at the end of the holy month of Ramadan. NATO-led forces and United Nations police began patrolling the streets to prevent more violence. The Mayor of Croat Mostar said the Muslims were disguised soldiers. A11 Charges for Honduran Ex-Chief Prosecutors in Honduras said they would charge a former President, Jose Azcona Hoyo, with illegally extraditing a drug trafficker to the United States. The case grew out of the kidnapping, torture and murder of a United States Drug Enforcement Administration agent in Mexico in 1985. The Honduran Constitution says no citizen can be turned over to a foreign country. (AP) China Seals Off Muslim Town China sealed off the northwestern town where at least 10 people were killed in a Muslim separatist riot. An exiled leader said the troubles were set off by the public execution of 30 ethnic Uighurs. (Reuters) NATIONAL A12-22 Clinton and Congress Seek Agreements on 5 Issues President Clinton and Congressional leaders agreed to try to agree on five issues: a tax credit for employers who hire people off welfare; education; tax cuts for individuals; juvenile crime and juvenile justice, and using the District of Columbia as a laboratory to test new ideas for education, employment and economic growth. They did not agree on changing campaign finance laws, health insurance for children or toxic waste disposal. A1 Campaign finance reformers faced other difficulties on Capitol Hill. Democratic and Republican leaders clashed on the terms of an investigation into the alleged abuses that occurred during the 1996 campaign. And supporters of a bill to revise the laws worried that it seemed to be losing momentum. A1 Hearings for Nominee Delayed The chairman of a Senate committee postponed hearings on the nomination of Anthony Lake to lead the Central Intelligence Agency until March 11. He said there were many ''unanswered, perplexing questions'' about Mr. Lake's conduct as national security adviser during President Clinton's first term. A19 A Losing Cosmological Bet Dr. Stephen W. Hawking, the cosmologist, conceded defeat in a famous bet he made six years ago with two professors at the California Institute of Technology. He bet that naked singularities -- places other than the centers of black holes where space and time are infinitely distorted and matter is infinitely dense -- could not exist. A scholar in Texas showed that, in theory, they could. A1 Hubble Repairmen Blast Off Seven astronauts aboard the shuttle Discovery blasted into space, heading for the Hubble Space Telescope. They are scheduled to replace two aging scientific instruments with more up-to-date ones and give the telescope a tuneup. A12 Trial Opens in Racial Killing North Carolina prosecutors began presenting their case against a white former Army private. They said he teamed up with a compatriot to kill a couple in Fayetteville in December 1995 because the couple was black. A12 Pooch Wins a Reprieve Portsmouth, N.H., pardoned Prince, a black Labrador mix who had been on death row since August for killing a rooster. But the agreement requires that a home be found for him outside Portsmouth. A15 Knife Brings a Suspension A high school honor student in Gobles, Mich., was suspended for 10 days for bringing a knife to school. She said it was a kitchen knife that she planned to use to cut a friend's birthday brownies. School board members said the action showed they were serious about weapons in schools, even though the student, Amber Nash, did not plan to use the knife as a weapon. (AP) NEW YORK/REGION B1-8 City Women's Shelter Replaces Its Entire Staff The entire staff of the only shelter for battered women run directly by New York City was replaced. Investigators said the shelter's workers had forced women to have sex, used drugs and alcohol on the job and allowed abusive husbands and boyfriends into the shelter at night. A1 Dinkins Decides Against Race Former Mayor David N. Dinkins told associates he would not run for Mayor this year. Some of the associates said he would probably endorse the Manhattan Borough President, Ruth W. Messinger, instead. B1 Battle to Control Adelphi U. The trustees of Adelphi University won a court order blocking their removal by the State Board of Regents. The board, which put new trustees in power on Monday, said it would appeal. Each side said its trustees were in charge in the meantime. B1 Workfare Chief to Go Private Richard J. Schwartz, the architect of New York City's workfare program, announced he was leaving City Hall. He will form a consulting company to work with state and local governments on overhauling welfare systems. His career change illustrated the profit-making opportunities that have arisen from the new Federal welfare law. B3 HEALTH C8 Starchy Diet May Be Harmful People who eat lots of potatoes, white bread and white rice in the mistaken belief that it is the best way to follow a low-fat diet may do themselves more harm than good: the diet may increase their risk of diabetes, a study found. The researchers recommended eating more fiber. C8 SPORTS B14-19 LIVING C1-7 ARTS C9-18 Independents in the Oscars Independent films like ''The English Patient,'' ''Shine'' and ''Fargo'' dominated the Oscar nominations. Some of Hollywood's biggest studios, like Warner Brothers and Universal, were virtually shut out of top nominations, as was Madonna. C9 BUSINESS DAY D1-21 Business Digest D1 OBITUARIES B13 EDITORIAL A24-25 Editorials: Kofi Annan's cautious style, right moves at Adelphi, money as punishment, best-actress awards. Columns: Thomas L. Friedman, Frank Rich. Chronicle B8 Crossword C18 Weather D20", "abstract": null, "print_page": "2", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "News Summary"}, "keywords": [], "pub_date": "1997-02-12T00:00:00Z", "document_type": "article", "news_desk": "Metropolitan Desk", "section_name": "New York and Region", "subsection_name": null, "byline": null, "type_of_material": "Summary", "_id": "4fd1f7798eb7c8105d7528c2", "word_count": 1209, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1997/02/12/opinion/don-t-cry-for-her.html", "snippet": "Nothing personal, but the omission of Madonna from the list of Oscar nominees for best actress highlights a welcome development. For years, the movie industry had so little interest in women that Academy Awards nominators had trouble scraping up f...", "lead_paragraph": "Nothing personal, but the omission of Madonna from the list of Oscar nominees for best actress highlights a welcome development. For years, the movie industry had so little interest in women that Academy Awards nominators had trouble scraping up five actresses in creditable leading roles to fill the category. This year there was enough surplus to leave the ''Evita'' star out. Perhaps Madonna can take comfort in the fact that she was sacrificed in the name of a positive trend. Debbie Reynolds, alas, was ignored too. What a ridiculous time for Hollywood to depart from its tradition of rewarding troupers in career-capping roles. Perhaps male voters were scared off by Ms. Reynolds's performance as one of the most foxy, engaging and relentlessly terrifying moms in movie history.", "abstract": "Editorial on Oscar nominees; holds failure to nominate Madonna for best actress reflects increasing number of starring roles for women (S)", "print_page": "24", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Don't Cry for Her"}, "keywords": [{"name": "persons", "value": "MADONNA"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "ACADEMY AWARDS (OSCARS)"}, {"name": "subject", "value": "EDITORIALS"}, {"name": "subject", "value": "WOMEN"}, {"name": "subject", "value": "AWARDS, DECORATIONS AND HONORS"}], "pub_date": "1997-02-12T00:00:00Z", "document_type": "article", "news_desk": "Editorial Desk", "section_name": "Opinion", "subsection_name": null, "byline": null, "type_of_material": "Editorial", "_id": "4fd1dad78eb7c8105d71acf3", "word_count": 293, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1997/02/11/business/coffee-surges-on-supply-fears-as-strikes-loom-in-colombia.html", "snippet": "Coffee prices surged yesterday on concerns that a strike in Colombia would disrupt exports at a time of lean inventories in the United States.    On other markets, heating oil prices rose....", "lead_paragraph": "Coffee prices surged yesterday on concerns that a strike in Colombia would disrupt exports at a time of lean inventories in the United States. On other markets, heating oil prices rose.", "abstract": "Coffee futures prices surge on concerns that planned strike in Colombia could disrupt exports; coffee for Mar delivery rises 7.60 cents, to $1.5865 a pound (S)", "print_page": "15", "blog": [], "source": "Bloomberg News", "multimedia": [], "headline": {"main": "Coffee Surges on Supply Fears As Strikes Loom in Colombia", "kicker": "FUTURES MARKETS"}, "keywords": [{"name": "glocations", "value": "COLOMBIA"}, {"name": "subject", "value": "INTERNATIONAL TRADE AND WORLD MARKET"}, {"name": "subject", "value": "PRICES (FARES, FEES AND RATES)"}, {"name": "subject", "value": "FUTURES AND OPTIONS TRADING"}, {"name": "subject", "value": "STRIKES"}, {"name": "subject", "value": "COFFEE"}], "pub_date": "1997-02-11T00:00:00Z", "document_type": "article", "news_desk": "Business/Financial Desk", "section_name": "Business", "subsection_name": null, "byline": null, "type_of_material": "News", "_id": "4fd1eead8eb7c8105d742824", "word_count": 356, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1997/02/10/sports/nba-honors-its-past-can-it-live-up-to-it.html", "snippet": "As basketball legends watched from their seats last night, today's stars were reminded that they have a difficult act to follow.    The National Basketball Association is embarking on a new era, and it will be interesting to see what path the leag...", "lead_paragraph": "As basketball legends watched from their seats last night, today's stars were reminded that they have a difficult act to follow. The National Basketball Association is embarking on a new era, and it will be interesting to see what path the league takes. Meanwhile, after a nostalgic All-Star weekend in Cleveland, one has to wonder what the league's next 50 years will bring.", "abstract": "NBA all-star game held, Cleveland; East defeats West, 132-120; Glen Rice (Charlotte Hornets) is named game's most valuable player; festivities honoring former players described (M)", "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "N.B.A. Honors Its Past; Can It Live Up to It?", "kicker": "ON PRO BASKETBALL"}, "keywords": [{"name": "persons", "value": "RICE, GLEN"}, {"name": "organizations", "value": "CHARLOTTE HORNETS"}, {"name": "organizations", "value": "NATIONAL BASKETBALL ASSN"}, {"name": "subject", "value": "ALL-STAR GAMES"}, {"name": "subject", "value": "AWARDS, DECORATIONS AND HONORS"}, {"name": "subject", "value": "BASKETBALL"}], "pub_date": "1997-02-10T00:00:00Z", "document_type": "article", "news_desk": "Sports Desk", "section_name": "Sports", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Clifton", "rank": 1, "lastname": "Brown"}], "original": "By Clifton Brown"}, "type_of_material": "News", "_id": "4fd1fcc98eb7c8105d75be7c", "word_count": 881, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1997/02/09/automobiles/best-convertible-in-a-leading-role.html", "snippet": "AS my car pulled up to the oppressively status-conscious stage known as the Ivy restaurant, something amazing happened. The dread I commonly felt when I stepped from my usual car, a Chevy Lumina, in full view of the patio filled with agents and pr...", "lead_paragraph": "AS my car pulled up to the oppressively status-conscious stage known as the Ivy restaurant, something amazing happened. The dread I commonly felt when I stepped from my usual car, a Chevy Lumina, in full view of the patio filled with agents and producers, cellular phones and Armani sunglasses, lifted like a morning fog. This time I alighted not from a car, but from a steed. As every head swiveled, waiters lined the steps to greet me. I waited perhaps 11 seconds to be seated. And I realized, as I surveyed the scene with as much insouciance as I could muster, that I had been awarded the equivalent of a social Oscar in this auto-obsessed city: the valet parked my steed -- I mean, my car -- right in front of the Ivy rather than in my usual spot a modest bus ride away. And it got better.", "abstract": "James Sterngold article assesses the 1997 Bentley Azure; photo (M)", "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Best Convertible In a Leading Role", "kicker": "BEHIND THE WHEEL/Bentley Azure"}, "keywords": [{"name": "organizations", "value": "ROLLS-ROYCE MOTOR CARS LTD"}, {"name": "subject", "value": "AUTOMOBILES"}], "pub_date": "1997-02-09T00:00:00Z", "document_type": "article", "news_desk": "Automobiles", "section_name": "Automobiles", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "James", "rank": 1, "lastname": "STERNGOLD"}], "original": "By JAMES STERNGOLD"}, "type_of_material": "News", "_id": "4fd1dada8eb7c8105d71af6b", "word_count": 1096, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1997/02/09/theater/someone-familiar-stages-a-homecoming.html", "snippet": "SHE STANDS ON THE BROADWAY stage with the lights burning, the director barking, her heart jumping and suddenly her mind is leaping back to 1984. And there she is, a struggling comedian rehearsing her first big show, worrying that her voice will cr...", "lead_paragraph": "SHE STANDS ON THE BROADWAY stage with the lights burning, the director barking, her heart jumping and suddenly her mind is leaping back to 1984. And there she is, a struggling comedian rehearsing her first big show, worrying that her voice will crack and that her jokes will leave the expectant audience cold. Then, in a flash, it is 1997 again, and the actress rehearsing on stage is Whoopi Goldberg, the Hollywood celebrity, not Whoopi Goldberg, the budding phenomenon. Thirteen years have come and gone since she first exploded on Broadway with the one-woman show that launched her film career. Since then, she has hobnobbed with Bill Clinton, starred in more than 30 films and snatched up an Oscar along the way.", "abstract": "Profile of and interview with actress Whoopi Goldberg, who is preparing to return to Broadway for first time since her debut in 1984; she is replacing Nathan Lane in A Funny Thing Happened on the Way to the Forum; drawing (L)", "print_page": "4", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Someone Familiar . . .Stages a Homecoming", "kicker": "THEATER"}, "keywords": [{"name": "creative_works", "value": "FUNNY THING HAPPENED ON THE WAY TO THE FORUM, A (PLAY)"}, {"name": "persons", "value": "LANE, NATHAN"}, {"name": "persons", "value": "GOLDBERG, WHOOPI"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}, {"name": "subject", "value": "THEATER"}], "pub_date": "1997-02-09T00:00:00Z", "document_type": "article", "news_desk": "Arts and Leisure Desk", "section_name": "Arts; Theater", "subsection_name": null, "byline": {"person": [{"firstname": "Rachel", "middlename": "L.", "lastname": "SWARNS", "rank": 1, "role": "reported", "organization": ""}], "original": "By RACHEL L. SWARNS"}, "type_of_material": "Biography", "_id": "4fd1eea98eb7c8105d742383", "word_count": 1904, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1997/02/09/theater/a-happy-archivist-delves-in-the-attic-of-musical-theater.html", "snippet": "WHAT MYSTERIOUS ingredients go into the making of a conductor and archivist whose life is devoted to reanimating the theater music of the past? For Rob Fisher, the musical director and conductor of City Center's ''Encores!'' series of great Americ...", "lead_paragraph": "WHAT MYSTERIOUS ingredients go into the making of a conductor and archivist whose life is devoted to reanimating the theater music of the past? For Rob Fisher, the musical director and conductor of City Center's ''Encores!'' series of great American musicals in concert, it has to do with the sounds that enraptured him as a child growing up in Norfolk, Va. ''I was born retro,'' he recalled recently with a self-effacing laugh. ''I started playing the piano when I was 6 and was into novelty numbers like 'Nola' and 'Dizzy Fingers,' and did my first big vocal arrangement, of 'Deep Purple,' for four fifth-grade girls. I don't know why a 10-year-old would think 'Deep Purple' is such a good song except that I had come across a fancy piano arrangement from the early 30's that had lots of fast, tricky things in it. By the time I was in high school, 'Rhapsody in Blue' was my big piece. Although I also liked the Beatles, Three Dog Night and all that, technologically it always seemed two steps ahead of me.''", "abstract": "Profile of and interview with conductor and musical archivist Rob Fisher; 44-year-old Fisher has conducted critically acclaimed Encores! series at City Center from its inception in 1994; photo of Fisher with Anne Reinking in Broadway musical Chicago (M)", "print_page": "10", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "A Happy Archivist Delves in the Attic Of Musical Theater", "kicker": "THEATER"}, "keywords": [{"name": "persons", "value": "FISHER, ROB"}, {"name": "subject", "value": "MUSIC"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}, {"name": "subject", "value": "THEATER"}], "pub_date": "1997-02-09T00:00:00Z", "document_type": "article", "news_desk": "Arts and Leisure Desk", "section_name": "Arts; Theater", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Stephen", "rank": 1, "lastname": "HOLDEN"}], "original": "By STEPHEN HOLDEN"}, "type_of_material": "Biography", "_id": "4fd1f8388eb7c8105d7540ff", "word_count": 1504, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1997/02/09/classified/paid-notice-deaths-rosner-rosalind-r.html", "snippet": "ROSNER-Rosalind R. On February 8, 1997, in her 96th year. Beloved wife of the late Oscar S. Survived by Seth and Ann Rosner, Jonathan L. and Lydia S. Rosner, Beth and Bibi Giokas, Marianne and Garth Klimchuk, Joshua and Robin Rosner, Rachel Rosner...", "lead_paragraph": "ROSNER-Rosalind R. On February 8, 1997, in her 96th year. Beloved wife of the late Oscar S. Survived by Seth and Ann Rosner, Jonathan L. and Lydia S. Rosner, Beth and Bibi Giokas, Marianne and Garth Klimchuk, Joshua and Robin Rosner, Rachel Rosner and great-grandchildren Aaron and Sasha. Services Sunday, 10:30 AM, at ''The Riverside,'' 76th Street and Amsterdam Avenue.", "abstract": null, "print_page": "47", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Paid Notice: Deaths  ROSNER, ROSALIND R."}, "keywords": [{"name": "persons", "value": "ROSNER, ROSALIND R."}], "pub_date": "1997-02-09T00:00:00Z", "document_type": "article", "news_desk": "Classified", "section_name": "Paid Death Notices", "subsection_name": null, "byline": null, "type_of_material": "Paid Death Notice", "_id": "4fd1f8388eb7c8105d75411a", "word_count": 60, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1997/02/07/movies/home-video-527076.html", "snippet": "Coming and Going      Call them marketing ships passing in the night.    In one promotion, the stretch of tape before the start of ''The Rock,'' a Disney property, shows previews not of movies, as is usual, but of two television programs, ''The Dr...", "lead_paragraph": "Coming and Going Call them marketing ships passing in the night. In one promotion, the stretch of tape before the start of ''The Rock,'' a Disney property, shows previews not of movies, as is usual, but of two television programs, ''The Drew Carey Show'' and the mini-series ''Stephen King's The Shining.'' Both shows are on ABC, which is also owned by Disney.", "abstract": "Home Video column; preview promotions with video of Disney film The Rock noted; Maya Lin, who designed Vietnam war memorial in Washington, comments on documentary about her work; photo (S)", "print_page": "17", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Home Video", "kicker": "Home Video"}, "keywords": [{"name": "creative_works", "value": "ROCK, THE (MOVIE)"}, {"name": "persons", "value": "LIN, MAYA"}, {"name": "organizations", "value": "DISNEY, WALT, CO"}, {"name": "subject", "value": "RECORDINGS (VIDEO)"}, {"name": "subject", "value": "VIETNAM WAR"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "ADVERTISING"}, {"name": "subject", "value": "TELEVISION"}, {"name": "subject", "value": "MONUMENTS AND MEMORIALS"}], "pub_date": "1997-02-07T00:00:00Z", "document_type": "article", "news_desk": "Weekend Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By Peter M. Nichols"}, "type_of_material": "News", "_id": "4fd1eeaa8eb7c8105d7424a8", "word_count": 708, "slideshow_credits": null}]}, "status": "OK", "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}