{"response": {"meta": {"hits": 134, "time": 40, "offset": 0}, "docs": [{"web_url": "http://www.nytimes.com/1997/03/02/weekinreview/screenwriters-get-a-gilded-kind-of-blues.html", "snippet": "PITY the poor Hollywood screenwriter.    Sometimes paid $100,000 a week, often living in posh homes, driving $50,000 cars, screenwriters seem to spend a shocking amount of time complaining about their not-so-tragic plight. Oh, do they complain....", "lead_paragraph": "PITY the poor Hollywood screenwriter. Sometimes paid $100,000 a week, often living in posh homes, driving $50,000 cars, screenwriters seem to spend a shocking amount of time complaining about their not-so-tragic plight. Oh, do they complain.", "abstract": "John Gregory Dunne's book Monster: Living off the Big Screen, chronicling woes of high-paid Hollywood screen writers, discussed; photos of F Scott Fitzgerald and William Faulkner, two of authors who have tried writing scripts (S)", "print_page": "2", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Screenwriters Get a Gilded Kind of Blues", "kicker": "Locust Life in Lotus Land"}, "keywords": [{"name": "creative_works", "value": "MONSTER: LIVING OFF THE BIG SCREEN (BOOK)"}, {"name": "persons", "value": "DUNNE, JOHN GREGORY"}, {"name": "persons", "value": "FAULKNER, WILLIAM"}, {"name": "persons", "value": "FITZGERALD, F SCOTT"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "WRITING AND WRITERS"}, {"name": "subject", "value": "BOOKS AND LITERATURE"}], "pub_date": "1997-03-02T00:00:00Z", "document_type": "article", "news_desk": "Week in Review Desk", "section_name": "Movies; Books; Week in Review", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Bernard", "rank": 1, "lastname": "WEINRAUB"}], "original": "By BERNARD WEINRAUB"}, "type_of_material": "News", "_id": "4fd1fe528eb7c8105d75ef33", "word_count": 740, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1997/03/02/weekinreview/crows-are-white-we-swear.html", "snippet": "THE Government once dealt with ugly truths by lying to the public. That wasn't a U-2 spy plane the Russians shot down, it was a weather satellite. Americans had nothing to do with the Bay of Pigs. There was light at the end of the tunnel in Vietna...", "lead_paragraph": "THE Government once dealt with ugly truths by lying to the public. That wasn't a U-2 spy plane the Russians shot down, it was a weather satellite. Americans had nothing to do with the Bay of Pigs. There was light at the end of the tunnel in Vietnam. All this convinced too many Americans that the Government could not be believed. So the Government came up with a new idea. It lies to itself. This is called certification -- that is, formally stating to Congress that something is true, whether it is true or not. It lets the Government say, in Richard Pryor's deathless phrase: ''Who you gonna believe -- me or your lying eyes?''", "abstract": "Mendacious modern history of certification in American foreign policy discussed; Clinton Administration, grinning stiffly in face of Mexico's profound corruption, is telling Congress that war on drugs proceeds apace, so that officials can pursue their various policies, and Congress can claim to have done its best; photos; earlier cases of 'certifying' human rights standards in places like El Salvador recalled (S)", "print_page": "3", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Crows Are White. We Swear.", "kicker": "The World"}, "keywords": [{"name": "persons", "value": "CLINTON, BILL"}, {"name": "glocations", "value": "MEXICO"}, {"name": "subject", "value": "UNITED STATES INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "STANDARDS AND STANDARDIZATION"}, {"name": "subject", "value": "FREEDOM AND HUMAN RIGHTS"}, {"name": "subject", "value": "DRUG ABUSE AND TRAFFIC"}], "pub_date": "1997-03-02T00:00:00Z", "document_type": "article", "news_desk": "Week in Review Desk", "section_name": "Washington; Week in Review", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Tim", "rank": 1, "lastname": "WEINER"}], "original": "By TIM WEINER"}, "type_of_material": "News", "_id": "4fd1dd858eb7c8105d71f899", "word_count": 1143, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1997/03/02/theater/brilliant-baffling-and-not-about-to-change.html", "snippet": "WELL AFTER THE ERA OF BETTY Grable and well before that of Cindy Crawford, a most unlikely pinup girl reigned from the walls of men's dormitories in schools across America. She was ravishing, of course, and half-naked. But she had none of the invi...", "lead_paragraph": "WELL AFTER THE ERA OF BETTY Grable and well before that of Cindy Crawford, a most unlikely pinup girl reigned from the walls of men's dormitories in schools across America. She was ravishing, of course, and half-naked. But she had none of the invitational passivity common to gorgeous women in posters. Her arms were crossed at defensive angles across her bare breasts and her gaze -- electric, quizzical, haunted -- seemed less to say ''come hither'' than ''approach with caution.'' If you got too close, you were definitely in danger of being burned.", "abstract": "Ben Brantley profile of Vanessa Redgrave, now 60, whose brilliant acting gifts are complicated by her intense pursuit of alienating political causes; Redgrave will open at Joseph Papp Theater as star and director of Antony and Cleopatra; photos at various stages of her career; Hirschfeld drawing (M)", "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Brilliant, Baffling, And Not About To Change"}, "keywords": [{"name": "creative_works", "value": "ANTONY AND CLEOPATRA (PLAY)"}, {"name": "persons", "value": "REDGRAVE, VANESSA"}, {"name": "organizations", "value": "PAPP, JOSEPH, PUBLIC THEATER"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}, {"name": "subject", "value": "THEATER"}], "pub_date": "1997-03-02T00:00:00Z", "document_type": "article", "news_desk": "Arts and Leisure Desk", "section_name": "Arts; Theater", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Ben", "rank": 1, "lastname": "BRANTLEY"}], "original": "By BEN BRANTLEY"}, "type_of_material": "Biography", "_id": "4fd1fd728eb7c8105d75d331", "word_count": 1899, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1997/03/02/world/mexico-says-major-drug-suspect-escaped-as-us-weighed-status.html", "snippet": "A man accused of being the top money launderer for one of Mexico's major drug trafficking cartels escaped ''inexplicably'' from police custody this week, Mexican officials said Friday night, but the authorities failed to disclose the incident unti...", "lead_paragraph": "A man accused of being the top money launderer for one of Mexico's major drug trafficking cartels escaped ''inexplicably'' from police custody this week, Mexican officials said Friday night, but the authorities failed to disclose the incident until hours after President Clinton certified Mexico as a full ally in the war on drugs. Humberto Garcia Abrego, the brother of Juan Garcia Abrego, a convicted cocaine trafficker imprisoned in the United States, slipped away from police officers assigned to guard him during questioning at Government offices in downtown Mexico City early Wednesday, the Mexican Attorney General's office said.", "abstract": "Mexican officials report escape from police custody of Humberto Garcia Abrego, who is accused of being top money launderer for one of Mexico's major drug trafficking cartels; incident was not disclosed until after Pres Clinton certified Mexico as full ally in war on drugs; this is second embarrassing disclosure withheld by Mexican officials during intense two-week lobbying campaign that preceded certification decision; Humberto Garcia Abrego is brother of Juan Garcia Abrego, convicted cocaine trafficker imprisoned in United States (M)", "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Mexico Says Major Drug Suspect Escaped as U.S. Weighed Status"}, "keywords": [{"name": "persons", "value": "GARCIA ABREGO, JUAN"}, {"name": "persons", "value": "CLINTON, BILL"}, {"name": "persons", "value": "GARCIA ABREGO, HUMBERTO"}, {"name": "glocations", "value": "MEXICO"}, {"name": "subject", "value": "MONEY LAUNDERING"}, {"name": "subject", "value": "MEXICO-INTERNATIONAL RELATIONS-US"}, {"name": "subject", "value": "COCAINE AND CRACK COCAINE"}, {"name": "subject", "value": "DRUG ABUSE AND TRAFFIC"}], "pub_date": "1997-03-02T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Sam", "rank": 1, "lastname": "DILLON"}], "original": "By SAM DILLON"}, "type_of_material": "News", "_id": "4fd1f8c48eb7c8105d754a0c", "word_count": 1065, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1997/03/02/style/sewing-30-million-women-can-t-be-wrong.html", "snippet": "LAUREN HUTTON sews. So do Mary Alice Williams and Deborah Norville, the news anchors. Daphne Maxwell Reid, best known for her role on the 1987-88 television series ''Frank's Place,'' wears her own handiwork when she and her husband, Tim Reid, atte...", "lead_paragraph": "LAUREN HUTTON sews. So do Mary Alice Williams and Deborah Norville, the news anchors. Daphne Maxwell Reid, best known for her role on the 1987-88 television series ''Frank's Place,'' wears her own handiwork when she and her husband, Tim Reid, attend the Emmy Awards. ''I like things to be in my color, fitting me the way I like,'' Ms. Reid said last week from her home in Charlottesville, Va. She was working on two home-sew projects: a ''very, very yellow'' gabardine double-breasted jacket and a blue-and-black silk suit from a Vogue pattern. Why sew when she can easily afford a designer dress? ''This is how I relax, how I create,'' Ms. Reid said.", "abstract": "Home sewing has shaken off its unmodern image and is now practiced by more than 30 million American women, whose primary objective is relaxation, not saving money; Faith Popcorn, the consumer-trends expert, sees home sewing as an example of the thoroughly 90's do-it-yourself creativity she calls 'egonomics'; Museum of the Fashion Institute of Technology in Manhattan has an exhibition on history of home sewing; photos (M)", "print_page": "39", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Sewing: 30 Million Women Can't Be Wrong"}, "keywords": [{"name": "persons", "value": "POPCORN, FAITH"}, {"name": "organizations", "value": "MUSEUM OF THE FASHION INSTITUTE OF TECHNOLOGY"}, {"name": "subject", "value": "SEWING"}], "pub_date": "1997-03-02T00:00:00Z", "document_type": "article", "news_desk": "Style Desk", "section_name": "Style", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Mitchell", "rank": 1, "lastname": "OWENS"}], "original": "By MITCHELL OWENS"}, "type_of_material": "News", "_id": "4fd1fd728eb7c8105d75d330", "word_count": 1726, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1997/03/02/tv/movies-this-week-887838.html", "snippet": "A blend of the right ingredients lends special savor to the choice films on television this week -- the drama of a schizoid actor, a playful occult caper, a surprising adventure and a smart-set puzzle.     In George Cukor's DOUBLE LIFE (1947), lif...", "lead_paragraph": "A blend of the right ingredients lends special savor to the choice films on television this week -- the drama of a schizoid actor, a playful occult caper, a surprising adventure and a smart-set puzzle. In George Cukor's DOUBLE LIFE (1947), life imitates art as Ronald Colman gradually cracks as a stage Othello suspicious of his actress wife (Signe Hasso) and murderously jealous of a flirtatious waitress (Shelley Winters) . Colman won an Oscar, but the deft hand of his Broadway-alumnus director shows throughout -- Thursday at 8 P.M. and midnight on American Movie Classics.", "abstract": "Howard Thompson offers his pick of movies to be shown on television in the coming week; photo (S)", "print_page": "5", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "MOVIES THIS WEEK", "kicker": "MOVIES THIS WEEK"}, "keywords": [{"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "TELEVISION"}], "pub_date": "1997-03-02T00:00:00Z", "document_type": "article", "news_desk": "Television", "section_name": "Movies", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Howard", "rank": 1, "lastname": "Thompson"}], "original": "By Howard Thompson"}, "type_of_material": "News", "_id": "4fd1fd728eb7c8105d75d369", "word_count": 324, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1997/03/02/movies/questions-in-shadows-of-shine.html", "snippet": "LONG BEFORE ''SHINE'' RECEIVED  seven Oscar nominations, the film had its American premiere at last year's Sundance Film Festival. There the film's creative team, composed largely of Australians, made a remarkable discovery. Audiences, particularl...", "lead_paragraph": "LONG BEFORE ''SHINE'' RECEIVED seven Oscar nominations, the film had its American premiere at last year's Sundance Film Festival. There the film's creative team, composed largely of Australians, made a remarkable discovery. Audiences, particularly Jewish ones, saw a movie somewhat different from the one that the director, Scott Hicks, had envisioned: a visual anthem to David Helfgott, the brilliant young Jewish pianist who had a mental breakdown and then recovered. ''The reaction of the audience at Sundance was really quite palpable,'' said Geoffrey Rush, who was nominated for an Oscar for his starring role as the oldest David Helfgott. ''It seems that for Jews it is a much more powerful experience.''", "abstract": "Thane Rosenbaum comment on implications of Holocaust in film Shine, about Austalian pianist David Helfgott, and emotional and physical abuse he suffered at hands of his father, Peter, portrayed by German actor Armin Mueller-Stahl; photos; Peter Helfgott was not Holocaust survivor, but director Scott Hicks discusses his allusions to emotional damage, which have had particular resonance with Jewish audiences; Margaret Helfgott denies that her brother was beaten and criticizes Holocaust implications (M) '", "print_page": "12", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Questions In Shadows Of 'Shine'", "kicker": "FILM VIEW"}, "keywords": [{"name": "creative_works", "value": "SHINE (MOVIE)"}, {"name": "persons", "value": "HICKS, SCOTT"}, {"name": "persons", "value": "HELFGOTT, PETER"}, {"name": "persons", "value": "HELFGOTT, DAVID"}, {"name": "persons", "value": "MUELLER-STAHL, ARMIN"}, {"name": "persons", "value": "HELFGOTT, MARGARET"}, {"name": "subject", "value": "MUSIC"}, {"name": "subject", "value": "JEWS"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}, {"name": "subject", "value": "NAZI POLICIES TOWARD JEWS AND OTHER MINORITIES"}], "pub_date": "1997-03-02T00:00:00Z", "document_type": "article", "news_desk": "Arts and Leisure Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Thane", "rank": 1, "lastname": "Rosenbaum"}], "original": "By Thane Rosenbaum"}, "type_of_material": "News", "_id": "4fd1cd7a8eb7c8105d7048ef", "word_count": 1307, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1997/03/02/sports/camacho-puts-away-leonard-in-the-5th.html", "snippet": "Hector (Macho) Camacho ended Sugar Ray Leonard's return to boxing suddenly, scoring a fifth-round knockout tonight at the Atlantic City Convention Center.    Controlling the action from the start, Camacho floored Leonard in the fifth round with a ...", "lead_paragraph": "Hector (Macho) Camacho ended Sugar Ray Leonard's return to boxing suddenly, scoring a fifth-round knockout tonight at the Atlantic City Convention Center. Controlling the action from the start, Camacho floored Leonard in the fifth round with a beautiful combination -- a right to the head, followed by three left hooks to the face. Leonard went down to his knees, and he was badly hurt. He tried to rise at the count of three, but he stumbled back to the canvas. And when Leonard rose at the count of six, he was clearly on wobbly legs.", "abstract": "Hector Camacho knocks out Sugar Ray Leonard in fifth round to retain International Boxing Council's middleweight title; photo (M)x", "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Camacho Puts Away Leonard In the 5th", "kicker": "BOXING"}, "keywords": [{"name": "persons", "value": "CAMACHO, HECTOR"}, {"name": "persons", "value": "LEONARD, SUGAR RAY"}, {"name": "subject", "value": "BOXING"}], "pub_date": "1997-03-02T00:00:00Z", "document_type": "article", "news_desk": "Sports Desk", "section_name": "Sports", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Clifton", "rank": 1, "lastname": "BROWN"}], "original": "By CLIFTON BROWN"}, "type_of_material": "News", "_id": "4fd1f8c48eb7c8105d754a17", "word_count": 891, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1997/03/01/world/us-is-certifying-mexico-as-an-ally-in-fighting-drugs.html", "snippet": "President Clinton certified today that Mexico is a full ally in the war against illegal drugs, but only after the Mexican Government made several commitments sought by American law enforcement agencies.    A senior White House official described i...", "lead_paragraph": "President Clinton certified today that Mexico is a full ally in the war against illegal drugs, but only after the Mexican Government made several commitments sought by American law enforcement agencies. A senior White House official described it as a ''performance-based certification'' that expected Mexico to demonstrate progress on a number of clear objectives. He declined to discuss details of the agreement, which was reached only after a week of intense discussions.", "abstract": "Pres Clinton certifies that Mexico is a fully ally of United States in war against illegal drugs, but only after Mexican Govt makes several commitments sought by American law enforcement agencies; senior White House official describes it as 'performance-based certification' that expects Mexico to demonstrate progress on number of clear objectives; person close to talks says that Govt of Pres Ernesto Zedillo had promised to begin extraditing major drug traffickers and to increase prosecutions under new crime laws; announcement draws immediate criticism in Congress; Sen Dianne Feinstein, California Democrat, calls certification a mistake and says she will introduce legislation to overturn it; chart shows drugs seized and drug crops destroyed in recent years (M)", "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "U.S. IS CERTIFYING MEXICO AS AN ALLY IN FIGHTING DRUGS"}, "keywords": [{"name": "persons", "value": "ZEDILLO, ERNESTO"}, {"name": "persons", "value": "CLINTON, BILL"}, {"name": "persons", "value": "FEINSTEIN, DIANNE"}, {"name": "glocations", "value": "MEXICO"}, {"name": "subject", "value": "EXTRADITION"}, {"name": "subject", "value": "DRUG ABUSE AND TRAFFIC"}], "pub_date": "1997-03-01T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"firstname": "Christopher", "middlename": "S.", "lastname": "WREN", "rank": 1, "role": "reported", "organization": ""}], "original": "By CHRISTOPHER S. WREN"}, "type_of_material": "News", "_id": "4fd1efb68eb7c8105d744dcb", "word_count": 1318, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1997/03/01/arts/for-old-rhythm-and-blues-respect-and-reparations.html", "snippet": "What do Grammy winners do the night after the big event? Some of them went to one more party: the eighth annual Rhythm-and-Blues Foundation awards ceremony. Bruce Springsteen, Tracy Chapman, Tony Rich, Cassandra Wilson and Keb Mo', who all collect...", "lead_paragraph": "What do Grammy winners do the night after the big event? Some of them went to one more party: the eighth annual Rhythm-and-Blues Foundation awards ceremony. Bruce Springsteen, Tracy Chapman, Tony Rich, Cassandra Wilson and Keb Mo', who all collected Grammys on Wednesday night, were at the New York Hilton Grand Ballroom on Thursday night for an event that mixed respect and reparations. They handed the foundation's Pioneer Awards to rhythm-and-blues musicians who built careers from the 1940's to the 70's, both celebrated and lesser known: Smokey Robinson and the Miracles, the Spinners, William Bell, Ruby and the Romantics, Phil Upchurch, Van (Piano Man) Walls, Gary U. S. Bonds, Clarence (Gatemouth) Brown, Gene Chandler, Little Milton, Gloria Lynne and Ruby and the Romantics. The Four Tops, whose lineup has remained unchanged for 43 years, were given a lifetime achievement award.", "abstract": "Eighth annual Rhythm-and-Blues Foundation awards ceremony is held at New York Hilton; foundation presents its Pioneer Awards to rhythm-and-blues musicians who built careers from 1940's to 70's, both celebrated and lesser known: Smokey Robinson and the Miracles, the Spinners, William Bell, Ruby and the Romantics, Phil Upchurch, Van Walls, Gary US Bonds and others; photo of Gene Chandler (M)", "print_page": "13", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "For Old Rhythm-and-Blues, Respect and Reparations", "kicker": "CRITIC'S NOTEBOOK"}, "keywords": [{"name": "persons", "value": "WALLS, VAN"}, {"name": "persons", "value": "UPCHURCH, PHIL"}, {"name": "persons", "value": "CHANDLER, GENE"}, {"name": "persons", "value": "BONDS, GARY U S"}, {"name": "persons", "value": "ROBINSON, SMOKEY"}, {"name": "persons", "value": "BELL, WILLIAM"}, {"name": "organizations", "value": "SPINNERS, THE"}, {"name": "organizations", "value": "RHYTHM-AND-BLUES FOUNDATION"}, {"name": "organizations", "value": "RUBY AND THE ROMANTICS"}, {"name": "subject", "value": "MUSIC"}, {"name": "subject", "value": "PIONEER AWARDS"}, {"name": "subject", "value": "AWARDS, DECORATIONS AND HONORS"}], "pub_date": "1997-03-01T00:00:00Z", "document_type": "article", "news_desk": "Cultural Desk", "section_name": "Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Jon", "rank": 1, "lastname": "PARELES"}], "original": "By JON PARELES"}, "type_of_material": "News", "_id": "4fd20e628eb7c8105d77fcd1", "word_count": 878, "slideshow_credits": null}]}, "status": "OK", "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}