{"response": {"meta": {"hits": 134, "time": 30, "offset": 20}, "docs": [{"web_url": "http://www.nytimes.com/1997/02/22/arts/pianist-as-an-explorer-in-the-land-of-jazz.html", "snippet": "In the mid-80's, when the pianist Benny Green made his way to New York City from California, he was looking for something new. Mr. Green, who worked with the singer Betty Carter, rummaged around in the odd corners of a tune; he explored. Then he h...", "lead_paragraph": "In the mid-80's, when the pianist Benny Green made his way to New York City from California, he was looking for something new. Mr. Green, who worked with the singer Betty Carter, rummaged around in the odd corners of a tune; he explored. Then he hardened. And for much of his career, he has wandered the halls of jazz as an anachronism, a soul jazz pianist who looked to popularizers like Oscar Peterson and Gene Harris for a way of thinking. Mr. Green went on to work with the bassist Ray Brown, and he has recently released an album, ''Kaleidoscope'' (Blue Note), that has him exploring a bit. On Tuesday, he presented a set at the Village Vanguard that had a ferocity that transcended the limitations of the material.", "abstract": "Peter Watrous reviews performance by pianist Benny Green and his jazz group (S)", "print_page": "17", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Pianist as an Explorer in the Land of Jazz", "kicker": "JAZZ REVIEW"}, "keywords": [{"name": "persons", "value": "GREEN, BENNY"}, {"name": "subject", "value": "MUSIC"}, {"name": "subject", "value": "REVIEWS"}], "pub_date": "1997-02-22T00:00:00Z", "document_type": "article", "news_desk": "Cultural Desk", "section_name": "Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Peter", "rank": 1, "lastname": "WATROUS"}], "original": "By PETER WATROUS"}, "type_of_material": "Review", "_id": "4fd1dad38eb7c8105d71aab1", "word_count": 345, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1997/02/21/movies/home-video-728446.html", "snippet": "Only One Nominee on Tape      This year's Oscar nominations haven't given home video much to work with. Frequently, several of the biggest films are already on tape when the nominations are announced in February. This time there is one: ''Fargo,''...", "lead_paragraph": "Only One Nominee on Tape This year's Oscar nominations haven't given home video much to work with. Frequently, several of the biggest films are already on tape when the nominations are announced in February. This time there is one: ''Fargo,'' the Coen brothers' ode to Minnesota winters, which was nominated for best picture and six other awards.", "abstract": "Fargo is only best-picture Oscar nominee out on home video (S)", "print_page": "17", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Home Video", "kicker": "Home Video"}, "keywords": [{"name": "creative_works", "value": "FARGO (MOVIE)"}, {"name": "subject", "value": "RECORDINGS (VIDEO)"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "ACADEMY AWARDS (OSCARS)"}], "pub_date": "1997-02-21T00:00:00Z", "document_type": "article", "news_desk": "Weekend Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By Peter M. Nichols"}, "type_of_material": "News", "_id": "4fd20cf38eb7c8105d77c8da", "word_count": 704, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1997/02/20/nyregion/c-corrections-722561.html", "snippet": "Because of an editing error, an obituary on Tuesday about Oscar W. Adams Jr., a former justice of the Alabama Supreme Court, referred incorrectly to Gov. Fob James Jr. Besides having held the post from 1978 to 1982, he was elected in 1994 to a fou...", "lead_paragraph": "Because of an editing error, an obituary on Tuesday about Oscar W. Adams Jr., a former justice of the Alabama Supreme Court, referred incorrectly to Gov. Fob James Jr. Besides having held the post from 1978 to 1982, he was elected in 1994 to a four-year term and remains in office.", "abstract": null, "print_page": "2", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Corrections"}, "keywords": [], "pub_date": "1997-02-20T00:00:00Z", "document_type": "article", "news_desk": "Metropolitan Desk", "section_name": "Corrections; New York and Region", "subsection_name": null, "byline": null, "type_of_material": "Correction", "_id": "4fd1eeaf8eb7c8105d7429a4", "word_count": 51, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1997/02/20/garden/the-redo-spirit-running-rampant.html", "snippet": "''SCOPE CREEP'' can happen to anyone. But normally when a renovation project begins modestly and ends up engulfing the entire house, the owners start tearing their -- and sometimes their architect's -- hair out.     Not Bill Warner. When he and hi...", "lead_paragraph": "''SCOPE CREEP'' can happen to anyone. But normally when a renovation project begins modestly and ends up engulfing the entire house, the owners start tearing their -- and sometimes their architect's -- hair out. Not Bill Warner. When he and his wife, Elissa Edelstein-Warner, bought their 1929 Federal-style house in Cambridge, Mass., in 1993, he was disappointed that it turned out to be in such good shape. What, no rabbit warrens of unusable space to reconfigure? No eye-stopping low ceilings, rotten staircases or uneatable-in kitchen in urgent need of a rethink? ''The place was perfect,'' Mr. Warner recalled. ''It had been owned by lawyers, so there were even covers on the air-conditioners.'' He was dejected.", "abstract": "Bill Warner and his wife, Elissa Edelstein-Warner, restore and expand their 1929 Federal-style house in Cambridge, Mass, making it wheelchair accessible for Warner in the process; photos (L)", "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "The 'Redo Spirit,' Running Rampant", "kicker": "HOUSE PROUD"}, "keywords": [{"name": "persons", "value": "EDELSTEIN-WARNER, ELISSA"}, {"name": "persons", "value": "WARNER, BILL"}, {"name": "glocations", "value": "CAMBRIDGE (MASS)"}, {"name": "subject", "value": "WHEELCHAIRS"}, {"name": "subject", "value": "HOUSING"}, {"name": "subject", "value": "RESTORATION AND REHABILITATION"}, {"name": "subject", "value": "HANDICAPPED"}], "pub_date": "1997-02-20T00:00:00Z", "document_type": "article", "news_desk": "Home Desk", "section_name": "Home and Garden; Style", "subsection_name": null, "byline": {"person": [{"firstname": "Julie", "middlename": "V.", "lastname": "IOVINE", "rank": 1, "role": "reported", "organization": ""}], "original": "By JULIE V. IOVINE"}, "type_of_material": "News", "_id": "4fd1eeaf8eb7c8105d742985", "word_count": 1564, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1997/02/19/sports/wanted-pro-players-who-think.html", "snippet": "ONCE upon a time, before Isiah Thomas developed into a whole basketball player, his first interest in his first few years with the Detroit Pistons in the National Basketball Association was to prove, as he would recall, ''that I belonged.''    Tho...", "lead_paragraph": "ONCE upon a time, before Isiah Thomas developed into a whole basketball player, his first interest in his first few years with the Detroit Pistons in the National Basketball Association was to prove, as he would recall, ''that I belonged.'' Thomas, a 6-foot guard, had left Indiana University after his sophomore year and was the second pick over all in the 1981 draft. After he had established himself in the league, he then wanted to learn ''how to win.'' And eventually he went to Magic Johnson and Larry Bird and asked them their secret.", "abstract": "Ira Berkow, in Sports of The Times column, contends that many young players in National Basketball Association need to 'grow up'; says they are still trying to find themselves and cannot focus as part of team (M)", "print_page": "9", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Wanted: Pro Players Who Think", "kicker": "Sports of The Times"}, "keywords": [{"name": "creative_works", "value": "SPORTS OF THE TIMES (TIMES COLUMN)"}, {"name": "subject", "value": "BASKETBALL"}], "pub_date": "1997-02-19T00:00:00Z", "document_type": "article", "news_desk": "Sports Desk", "section_name": "Sports", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Ira", "rank": 1, "lastname": "BERKOW"}], "original": "By IRA BERKOW"}, "type_of_material": "News", "_id": "4fd1dad08eb7c8105d71a833", "word_count": 779, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1997/02/18/opinion/l-oscar-nominations-show-refreshing-change-638935.html", "snippet": "To the Editor:    A reviving breeze blew out of Hollywood this week when the Oscar nominations were announced (Arts pages, Feb. 12)....", "lead_paragraph": "To the Editor: A reviving breeze blew out of Hollywood this week when the Oscar nominations were announced (Arts pages, Feb. 12).", "abstract": "Annie Lubliner Lehmann letter comments on February 12 article on 1997 Oscar nominations (S)", "print_page": "18", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Oscar Nominations Show Refreshing Change"}, "keywords": [{"name": "persons", "value": "LEHMANN, ANNIE LUBLINER"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "ACADEMY AWARDS (OSCARS)"}], "pub_date": "1997-02-18T00:00:00Z", "document_type": "article", "news_desk": "Editorial Desk", "section_name": "Opinion", "subsection_name": null, "byline": null, "type_of_material": "Letter", "_id": "4fd1eeaa8eb7c8105d74250a", "word_count": 188, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1997/02/18/style/great-costumes-that-can-t-win.html", "snippet": "The costumes Arianne Phillips designed for ''The Crow'' helped spark a cult following, and the ones she made for ''Tank Girl'' were spun off into a clothing collection. Those she created for ''The People vs. Larry Flynt'' made it the rare contempo...", "lead_paragraph": "The costumes Arianne Phillips designed for ''The Crow'' helped spark a cult following, and the ones she made for ''Tank Girl'' were spun off into a clothing collection. Those she created for ''The People vs. Larry Flynt'' made it the rare contemporary film that not only defines the characters through the costumes but also shows the arc of each character's development through them. So, she really didn't need another indication that, at 33, she is already one of the most influential costume designers working on films with contemporary settings.", "abstract": "Arianne Phillips, one of most influential costume designers working on films with contemporary settings, fails to win an Oscar nomination for the costumes she designed for The People vs Larry Flynt; only three of 25 films nominated for Oscars in last five years have been nonperiod, with many of snubbed films influencing fashion outside theater; photos (M)", "print_page": "8", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Great Costumes That Can't Win"}, "keywords": [{"name": "creative_works", "value": "PEOPLE VS LARRY FLYNT, THE (MOVIE)"}, {"name": "persons", "value": "PHILLIPS, ARIANNE"}, {"name": "organizations", "value": "MOTION PICTURE ACADEMY OF ARTS AND SCIENCES"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}, {"name": "subject", "value": "COSTUMES, THEATRICAL"}, {"name": "subject", "value": "APPAREL"}], "pub_date": "1997-02-18T00:00:00Z", "document_type": "article", "news_desk": "Style Desk", "section_name": "Movies; Style", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By AMY M. SPINDLER"}, "type_of_material": "News", "_id": "4fd1cd358eb7c8105d70427c", "word_count": 1363, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1997/02/18/us/oscar-adams-72-a-pioneer-as-alabama-top-court-justice.html", "snippet": "Former Justice Oscar W. Adams Jr. of the Alabama Supreme Court, the first black ever elected to statewide office in Alabama, died on Saturday at the Baptist Medical Center-Montclair in Birmingham, his hometown. He was 72.    The cause was an infec...", "lead_paragraph": "Former Justice Oscar W. Adams Jr. of the Alabama Supreme Court, the first black ever elected to statewide office in Alabama, died on Saturday at the Baptist Medical Center-Montclair in Birmingham, his hometown. He was 72. The cause was an infection related to cancer, hospital officials said.", "abstract": "Oscar W Adams Jr, former justice of Alabama Supreme Court and first black ever elected to statewide office in Alabama, dies at age 72; photo (M)", "print_page": "7", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Oscar Adams, 72, a Pioneer As Alabama Top Court Justice"}, "keywords": [{"name": "persons", "value": "ADAMS, OSCAR W JR"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}, {"name": "subject", "value": "DEATHS (OBITUARIES)"}], "pub_date": "1997-02-18T00:00:00Z", "document_type": "article", "news_desk": "National Desk", "section_name": "U.S.; Obituaries", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By HOLCOMB B. NOBLE"}, "type_of_material": "Obituary; Biography", "_id": "4fd1fccd8eb7c8105d75c0fd", "word_count": 490, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1997/02/17/movies/studios-smarting-from-oscars-snub-of-hollywood-fare.html", "snippet": "Days after the Academy Award nominations, movie executives are still riveted -- and in some cases angered -- by a question that cuts to the heart of the creative quagmire that appears to grip Hollywood: how could the studios have released 163 movi...", "lead_paragraph": "Days after the Academy Award nominations, movie executives are still riveted -- and in some cases angered -- by a question that cuts to the heart of the creative quagmire that appears to grip Hollywood: how could the studios have released 163 movies last year and have only one, ''Jerry Maguire,'' turn out to be a serious contender for the Oscars? With most of the Oscar nominations going to independent films like Miramax's ''English Patient,'' Fine Line's ''Shine'' and Gramercy's ''Fargo,'' the judgment by the voters of Academy of Motion Picture Arts and Sciences seemed an implicit criticism not only of studio movies but also of the very system that created them.", "abstract": "Hollywood studios are reeling from the Oscar nominations, which went overwhelmingly to independent films, with the exception of Jerry Maguire; executives attribute dearth of serious studio films to the high cost of making movies, the increasing importance of overseas market, which favors action and high-tech blockbusters, eagerness of many studios to make franchise films to merchandise at stores or exploit in theme parks, and the deepening fear among executives that making a risky film or two that fail will mean their jobs; some executives complain that studio films that were serious were overlooked for nominations (M)", "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Studios Smarting From Oscars Snub Of Hollywood Fare"}, "keywords": [{"name": "creative_works", "value": "JERRY MAGUIRE (MOVIE)"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "ACADEMY AWARDS (OSCARS)"}], "pub_date": "1997-02-17T00:00:00Z", "document_type": "article", "news_desk": "Cultural Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Bernard", "rank": 1, "lastname": "WEINRAUB"}], "original": "By BERNARD WEINRAUB"}, "type_of_material": "News", "_id": "4fd1dad18eb7c8105d71a956", "word_count": 1702, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1997/02/17/business/business-digest-668370.html", "snippet": "Ex-Trader at Sumitomo Admits Guilt in Fraud Case  Yasuo Hamanaka, the central figure in a $2.6 billion copper scandal at Sumitomo, admitted he was guilty of forgery and fraud in an arraignment held today in Tokyo, according to press reports. In an...", "lead_paragraph": "Ex-Trader at Sumitomo Admits Guilt in Fraud Case Yasuo Hamanaka, the central figure in a $2.6 billion copper scandal at Sumitomo, admitted he was guilty of forgery and fraud in an arraignment held today in Tokyo, according to press reports. In an arraignment, prosecutors in Tokyo District Court charged that Mr. Hamanaka made the fraudulent transactions to cover up massive copper trading losses that extended over 10 years. When asked to respond, Mr. Hamanaka replied, ''that is correct,'' according to the Associated Press. Mr. Hamanaka's trial, though, was unlikely to provide answers to the larger question of whether Sumitomo management was at all involved in off-the-book trades. By indicting Mr. Hamanaka on charges of fraud, the prosecutors seemed to drop efforts to probe for misconduct at Sumitomo. $(Page 42.$) Small Jets a Cause for Dispute The bitter confrontation between American Airlines and its pilots' union has some of its roots in an innovation in air travel -- small jets -- that the company wants to use on many shorter routes, replacing turboprop aircraft. While popular with travelers, the jets are seen by many pilots as a way for American to replace larger jets and to assign those flights to much lower paid pilots at American's feeder airline. $(1.$) Now that President Clinton has removed the threat of a strike for at least 60 days and started arbitration, American Airlines, which faced heavy losses from a strike, may benefit financially. But whether that help will be permanent remains in question. $(48.$) The New Diplomatic World Order For more than half a century, the United Nations has been the main forum for the United States to try to create a world in its image. But in recent months, leading up to the telecommunications trade agreement reached this weekend, the Clinton Administration has begun to use a recent institution, the World Trade Organization. News analysis. $(1.$) The Web May Get Faster Software is in the works that could accelerate the World Wide Web's performance. A group that sets Web standards has demonstrated data retrieval speeds up to eight times as fast as those using current software. $(42.$) Many Thumbs Down On Hollywood Major Hollywood studios released 163 movies last year, but only one, ''Jerry Maguire,'' turned out to be a serious contender for the Academy Awards. With most Oscar nominations going to independent films, voters at the Academy of Motion Picture Arts and Sciences seemed to be implicitly criticizing not only studio movies but also the system that created them. $(1.$) The Daily Cacophony The music media industry is becoming a world dominated by tidbits reported fresh every day. Nearly every publication is starting some sort of daily hot line in a scramble to get the first word in, regardless of whether it is interesting, trivial or even accurate. Entertainment. $(49.$) Who Gave What? Want to see who in your town donated more than $200 to a political candidate or party? Type in your ZIP code and a Web site called FECInfo provides a list. FECInfo is not alone in recognizing a demand for simplified government data. Numerous groups have benefited by being able to glean the essentials from the oceans of Government data. $(45.$) Economic Development, on the Net Cities and states are using the Internet to escalate the competition for new businesses, with a number of economic development agencies boasting on line about their incentive packages. Taking In the Sites. $(47.$) Markets Closed for Holiday All financial and commodities markets and most banks in the United States are closed today in observance of Washington's Birthday. Most markets overseas are open.", "abstract": null, "print_page": "41", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "BUSINESS DIGEST"}, "keywords": [], "pub_date": "1997-02-17T00:00:00Z", "document_type": "article", "news_desk": "Business/Financial Desk", "section_name": "Business", "subsection_name": null, "byline": null, "type_of_material": "Summary", "_id": "4fd20cec8eb7c8105d77c562", "word_count": 599, "slideshow_credits": null}]}, "status": "OK", "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}