{"response": {"meta": {"hits": 152, "time": 30, "offset": 120}, "docs": [{"web_url": "http://www.nytimes.com/2001/01/14/movies/film-in-theaters-now-the-asian-alternative.html", "snippet": "THE hyperkinetic Hong Kong action films of Jackie Chan could hardly have less in common with the contemplative, novelistic dramas of Taiwan's Edward Yang. But both belong to a phenomenon that has been called the ''Asian Invasion,'' the sudden ubiq...", "lead_paragraph": "THE hyperkinetic Hong Kong action films of Jackie Chan could hardly have less in common with the contemplative, novelistic dramas of Taiwan's Edward Yang. But both belong to a phenomenon that has been called the ''Asian Invasion,'' the sudden ubiquity of films from the Far East in art and commercial theaters, both here and in Europe. In New York, Mr. Yang's ''Yi Yi'' (''A One and a Two'') -- a many-layered, 173-minute examination of the passions and disappointments of a middlingly prosperous Taipei family -- was recently named best foreign-language film of the year by the New York Film Critics Circle and best film overall by the National Society of Film Critics. In Paris, Wong Kar-wai's aggressively stylish Hong Kong romance, ''In the Mood for Love'' (which opens in New York on Feb. 2), was one of last year's most successful commercial releases. And around the Western world, ''Crouching Tiger, Hidden Dragon,'' an elevated martial arts film from Taiwan's Ang Lee (''The Wedding Banquet''), is on its way to becoming the first Chinese-language film to break out of the art house and become a genuine popular success.", "abstract": "Dave Kehr article on sudden ubiquity of films from Far East in art and commercial theaters, both in US and Europe; says they offer an alternative to Hollywood, which has settled into comfortable, unselfconscious totally unintellectual postmodernism, recycling bits and pieces of old, half-remembered movies; photos (L)", "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "In Theaters Now: The Asian Alternative", "kicker": "FILM"}, "keywords": [{"name": "glocations", "value": "FAR EAST, SOUTH AND SOUTHEAST ASIA AND PACIFIC AREAS"}, {"name": "subject", "value": "MOTION PICTURES"}], "pub_date": "2001-01-14T00:00:00Z", "document_type": "article", "news_desk": "Arts and Leisure Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Dave", "rank": 1, "lastname": "KEHR"}], "original": "By DAVE KEHR"}, "type_of_material": "News", "_id": "4fd242bc8eb7c8105d7dbcd0", "word_count": 3230, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2001/01/14/nyregion/bette-davis-on-stage-in-ed-dennehy-s-body.html", "snippet": "DOESN'T everyone have a favorite Bette Davis movie? Or a choice Davis line that leaps to mind in instant association to her name?    ''Oh, Jerry, don't let's ask for the moon -- we have the stars'' (''Now, Voyager,'' 1942) is as imperishable as ''...", "lead_paragraph": "DOESN'T everyone have a favorite Bette Davis movie? Or a choice Davis line that leaps to mind in instant association to her name? ''Oh, Jerry, don't let's ask for the moon -- we have the stars'' (''Now, Voyager,'' 1942) is as imperishable as ''Fasten your seat belts. It's going to be a bumpy night'' (''All About Eve, 1950). Such was the virtuosity of the volatile star's career: she was real about shameless sentimentality or malevolent wit, assured at playing the queen or the frump, the noble or the nasty.", "abstract": "Alvin Klein reviews Hofstra University production of Elizabeth Fuller's two-person play, Me and Jezebel, about late actress Bette Davis's extended visit to Fuller household in 1985, starring Ed Dennehy as Davis and Karen Rowan as Fuller; photo (M)", "print_page": "8", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Bette Davis on Stage, In Ed Dennehy's Body"}, "keywords": [{"name": "creative_works", "value": "ME AND JEZEBEL (PLAY)"}, {"name": "persons", "value": "FULLER, ELIZABETH"}, {"name": "persons", "value": "DENNEHY, ED"}, {"name": "persons", "value": "ROWAN, KAREN"}, {"name": "subject", "value": "REVIEWS"}, {"name": "subject", "value": "THEATER"}], "pub_date": "2001-01-14T00:00:00Z", "document_type": "article", "news_desk": "Long Island Weekly Desk", "section_name": "Theater; New York and Region", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Alvin", "rank": 1, "lastname": "KLEIN"}], "original": "By ALVIN KLEIN"}, "type_of_material": "News", "_id": "4fd210598eb7c8105d784188", "word_count": 861, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2001/01/14/nyregion/theater-review-art-in-the-eye-of-the-beholder.html", "snippet": "''ART'' is one of the most craftily titled plays in the contemporary theater.    It creates the illusion of depth and substance, but it is slick and accessible, all veneer, recalling Oscar Levant's memorable remark about Hollywood. That was the on...", "lead_paragraph": "''ART'' is one of the most craftily titled plays in the contemporary theater. It creates the illusion of depth and substance, but it is slick and accessible, all veneer, recalling Oscar Levant's memorable remark about Hollywood. That was the one about having to dig through the tinsel to get to the real tinsel underneath.", "abstract": "Alvin Klein reviews production of Yasmina Reza's play Art, directed by Judd Hirsch, at Paper Mill Playhouse; photo (M)", "print_page": "11", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "'Art' in the Eye of the Beholder", "kicker": "THEATER REVIEW"}, "keywords": [{"name": "creative_works", "value": "ART (PLAY)"}, {"name": "persons", "value": "HIRSCH, JUDD"}, {"name": "persons", "value": "REZA, YASMINA"}, {"name": "subject", "value": "REVIEWS"}, {"name": "subject", "value": "THEATER"}], "pub_date": "2001-01-14T00:00:00Z", "document_type": "article", "news_desk": "New Jersey Weekly Desk", "section_name": "Theater; New York and Region", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Alvin", "rank": 1, "lastname": "KLEIN"}], "original": "By ALVIN KLEIN"}, "type_of_material": "Review", "_id": "4fd20f028eb7c8105d780ef7", "word_count": 889, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2001/01/14/books/and-bear-in-mind.html", "snippet": "(Editors' choices of other recent books of particular interest)    THE WHITE MAN IN THE TREE: And Other Stories, by Mark Kurlansky. (Washington Square/Pocket Books, $23.95.) A sophisticated novella and some wicked, merry stories set in the Caribbe...", "lead_paragraph": "(Editors' choices of other recent books of particular interest) THE WHITE MAN IN THE TREE: And Other Stories, by Mark Kurlansky. (Washington Square/Pocket Books, $23.95.) A sophisticated novella and some wicked, merry stories set in the Caribbean basin and concerning the misunderstandings, misjudgments and missed connections between people separated by race, culture or anything else; the author's first book of fiction (he's a newspaper person). SELECTED POEMS AND PROSE OF PAUL CELAN, translated by John Felstiner. (Norton, $29.95.) Felstiner, author of the biography ''Paul Celan: Poet, Survivor, Jew,'' has worked for more than two decades on these respectful translations, gathered from all periods of the poet's life. HOSTAGE TO FORTUNE: The Letters of Joseph P. Kennedy, edited by Amanda Smith. (Viking, $39.95.) A whopping compilation (738 pages) by one of Kennedy's granddaughters, it shows a man of outsize sentiment and sometimes resentment, active of mind and demanding activity of others. THE ABOMINATION, by Paul Golding. (Knopf, $26.) A smart, angry first novel full of beautiful surfaces, including that of the hero, if that's the word, who wanders through gay London seething with contempt for his milieu and hatred for the grown-ups who deformed his childhood. THE TWO HEARTS OF KWASI BOACHI, by Arthur Japin. (Knopf, $26.95.) A rich, spacious and humane first novel, set in the 19th century, by a Dutch writer whose protagonist, an Ashanti prince from the Gold Coast, is more or less taken hostage in the 1830's and compelled to live out his life in an exile that places no value on a black man. HITLER. 1936-45: Nemesis, by Ian Kershaw. (Norton, $35.) The second and final volume of Kershaw's biography sees in its subject an unerring sense of other people's weaknesses, fears and vanities, the mental equipment of a malign guru whose followers could project their worst fantasies onto him. TRUE HISTORY OF THE KELLY GANG, by Peter Carey. (Knopf, $25.) An amazing act of historical impersonation in which the Victorian bandit Ned Kelly persuasively presents himself as a folk hero and Australian freedom fighter; by the author of ''Illywhacker'' and ''Oscar and Lucinda.'' MORE STORIES FROM MY FATHER'S COURT, by Isaac Bashevis Singer. (Farrar, Straus & Giroux, $23.) Autobiographical in spirit, these stories, first published in Yiddish in the 1950's, revivify the lost world of childhood as well as the culture of traditional Judaism and the stresses wrought on that culture by the early 20th century in Poland. SCHMIDT DELIVERED, by Louis Begley. (Knopf, $25.) Begley's adroit novel of manners boldly renders Schmidt, his unlikable, rich, bigoted, defiant, aging protagonist (who has been seen before in ''About Schmidt''), with the same humanizing fullness other authors save up for nice people.", "abstract": null, "print_page": "26", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "And Bear In Mind"}, "keywords": [], "pub_date": "2001-01-14T00:00:00Z", "document_type": "article", "news_desk": "Book Review Desk", "section_name": "Arts; Books", "subsection_name": null, "byline": null, "type_of_material": "Review", "_id": "4fd20f028eb7c8105d780efe", "word_count": 445, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2001/01/14/nyregion/the-guide-375853.html", "snippet": "Keir Dullea Honored      Thirty-three years after ''2001: A Space Odyssey,'' was released, the image of Keir Dullea as Dave Bowman, spaceship commander, has become one with the year and the concept of a vast, navigable universe.     Mr. Dullea wil...", "lead_paragraph": "Keir Dullea Honored Thirty-three years after ''2001: A Space Odyssey,'' was released, the image of Keir Dullea as Dave Bowman, spaceship commander, has become one with the year and the concept of a vast, navigable universe. Mr. Dullea will be honored on Friday at 8 p.m. in his hometown of Fairfield, where he will receive the Artist of the Year Award for 2001 at the Regina A. Quick Center for the Arts of Fairfield University. The award, presented annually by the Fairfield Arts Council, is given for artistic excellence and significant contributions to the recipient's chosen field. As an actor on stage, films and television and as co-founder of the Theater Artists Workshop of Westport, Mr. Dullea has demonstrated his belief in the importance of local and regional theater.", "abstract": null, "print_page": "11", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "THE GUIDE"}, "keywords": [], "pub_date": "2001-01-14T00:00:00Z", "document_type": "article", "news_desk": "Connecticut Weekly Desk", "section_name": "New York and Region", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Eleanor", "rank": 1, "lastname": "CHARLES"}], "original": "By ELEANOR CHARLES"}, "type_of_material": "Schedule", "_id": "4fd22dd98eb7c8105d7bb456", "word_count": 1002, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2001/01/14/realestate/streetscapes-park-avenue-how-a-deadly-train-accident-created-an-elite-street.html", "snippet": "WHEN a local rear-ended an express 99 years ago last week in the Park Avenue rail tunnel that served Grand Central, New York's biggest station, it left 15 dead and many injured, trapped in the fire and smoke. And the tragedy in 1902 sparked an out...", "lead_paragraph": "WHEN a local rear-ended an express 99 years ago last week in the Park Avenue rail tunnel that served Grand Central, New York's biggest station, it left 15 dead and many injured, trapped in the fire and smoke. And the tragedy in 1902 sparked an outcry that changed the face of New York and one of its best-known boulevards. The rail line originally known as the New York and Harlem Railroad was chartered in 1831 -- the present width of Park Avenue dates to the old surface right of way. The area was rural, and the line was at grade level, leading to a collision with some cows in 1839 near 58th Street. But protests were modest until after the Civil War, when row-house construction reached the East 60's. Commodore Cornelius Vanderbilt, owner of the railroad, resisted sinking the tracks -- a $6 million project -- but finally agreed in 1871 when his right of way was contested.", "abstract": "Streetscapes article on Park Avenue, New York City, recalls deadly Jan 1902 train accident that led to changes in face of city and one of its best-known boulevards; street's present width dates to old surface right of way; smoke, steam and noise from trains had kept down property values, which soared after uproar over accident led state to require line to switch from steam to electric power; photos (M)", "print_page": "9", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Streetscapes/Park Avenue; How a Deadly Train Accident Created an Elite Street"}, "keywords": [{"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "PARK AVENUE (NYC)"}, {"name": "subject", "value": "ACCIDENTS AND SAFETY"}, {"name": "subject", "value": "HISTORIC BUILDINGS AND SITES"}, {"name": "subject", "value": "RAILROADS"}], "pub_date": "2001-01-14T00:00:00Z", "document_type": "article", "news_desk": "Real Estate Desk", "section_name": "Real Estate", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Christopher", "rank": 1, "lastname": "GRAY"}], "original": "By CHRISTOPHER GRAY"}, "type_of_material": "News", "_id": "4fd223898eb7c8105d7a9028", "word_count": 904, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2001/01/14/movies/film-a-comeback-for-short-films-is-linked-to-the-web.html", "snippet": "IT used to be that people thought about short films only when their offices' annual Oscar pools forced them to guess which obscure gem they'd never seen or heard of might win the Academy Award.    That wasn't always the case. Until the 1970's, sho...", "lead_paragraph": "IT used to be that people thought about short films only when their offices' annual Oscar pools forced them to guess which obscure gem they'd never seen or heard of might win the Academy Award. That wasn't always the case. Until the 1970's, short films were routinely screened along with features in movie theaters across the country. Then, says the film critic Roger Ebert, ''shorts were marginalized by greedy theater owners, who dropped them in favor of faster audience turnover and more trailers.''", "abstract": "Marion Hart article on role of Internet in reinvigorating short films, which have largely disappeared from theaters, and fostering news filmmakers; photo (M)", "print_page": "11", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "A Comeback for Short Films Is Linked to the Web", "kicker": "FILM"}, "keywords": [{"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "pub_date": "2001-01-14T00:00:00Z", "document_type": "article", "news_desk": "Arts and Leisure Desk", "section_name": "Technology; Movies; Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Marion", "rank": 1, "lastname": "HART"}], "original": "By MARION HART"}, "type_of_material": "News", "_id": "4fd242bc8eb7c8105d7dbcd2", "word_count": 2648, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2001/01/13/sports/plus-boxing-de-la-hoya-beats-arum-in-court.html", "snippet": "Oscar De La Hoya has been ruled a winner over Bob Arum.     Judge Matt Byrne ruled in favor of De La Hoya in his legal battle with his former promoter and granted the boxer's request for a summary judgment, making the former welterweight champion'...", "lead_paragraph": "Oscar De La Hoya has been ruled a winner over Bob Arum. Judge Matt Byrne ruled in favor of De La Hoya in his legal battle with his former promoter and granted the boxer's request for a summary judgment, making the former welterweight champion's contract with Arum null and void.", "abstract": "Federal Judge Matt Byrne in Los Agneles rules in favor of boxer Oscar De La Hoya, nullifying contract with promoter Bob Arum (S)", "print_page": "5", "blog": [], "source": "AP", "multimedia": [], "headline": {"main": "De La Hoya Beats Arum in Court", "kicker": "PLUS: BOXING"}, "keywords": [{"name": "persons", "value": "DE LA HOYA, OSCAR"}, {"name": "persons", "value": "BYRNE, MATT"}, {"name": "persons", "value": "ARUM, BOB"}, {"name": "subject", "value": "BOXING"}, {"name": "subject", "value": "SUITS AND LITIGATION"}, {"name": "subject", "value": "DECISIONS AND VERDICTS"}], "pub_date": "2001-01-13T00:00:00Z", "document_type": "article", "news_desk": "Sports Desk", "section_name": null, "subsection_name": null, "byline": null, "type_of_material": "News", "_id": "4fd21d4c8eb7c8105d79e254", "word_count": "95", "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2001/01/12/arts/cabaret-review-swinger-as-sophisticate.html", "snippet": "The singer and pianist Eric Comstock combines the best aspects of two different but related sensibilities. One part of him is a classic swinger in the playfully rakish Las Vegas lounge sense of the word. Punching out an uptempo number, he conveys ...", "lead_paragraph": "The singer and pianist Eric Comstock combines the best aspects of two different but related sensibilities. One part of him is a classic swinger in the playfully rakish Las Vegas lounge sense of the word. Punching out an uptempo number, he conveys a jaunty joie de vivre that recalls Bobby Darin (in his ''Mack the Knife'' mode) and the young Jack Jones. The other part is a New York piano-bar sophisticate and connoisseur of clever, esoteric material. Unlike his 1960's forerunners, Mr. Comstock would never perform a sexist anthem except as a joke. In his new show, which plays at the Oak Room of the Algonquin Hotel through Feb. 17, one sign of his refinement is the inclusion of George Schneider's withering parody, ''An Andrew Lloyd Webber Song,'' which lays to waste that British composer's artistic reputation.", "abstract": "Stephen Holden reviews performance by singer and pianist Eric Comstock at Oak Room; photo (S)", "print_page": "57", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Swinger as Sophisticate", "kicker": "CABARET REVIEW"}, "keywords": [{"name": "persons", "value": "COMSTOCK, ERIC"}, {"name": "subject", "value": "MUSIC"}, {"name": "subject", "value": "REVIEWS"}], "pub_date": "2001-01-12T00:00:00Z", "document_type": "article", "news_desk": "Leisure/Weekend Desk", "section_name": "Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Stephen", "rank": 1, "lastname": "HOLDEN"}], "original": "By STEPHEN HOLDEN"}, "type_of_material": "Review", "_id": "4fd22ddb8eb7c8105d7bb5a6", "word_count": 285, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2001/01/12/us/choice-for-health-secretary-is-faulted-on-tobacco-issue.html", "snippet": "Tobacco opponents in Wisconsin and Washington say Gov. Tommy G. Thompson of Wisconsin, who is President-elect George W. Bush's choice to head the Health and Human Services Department, has not vigorously pursued tobacco control initiatives, in part...", "lead_paragraph": "Tobacco opponents in Wisconsin and Washington say Gov. Tommy G. Thompson of Wisconsin, who is President-elect George W. Bush's choice to head the Health and Human Services Department, has not vigorously pursued tobacco control initiatives, in part because of ties to executives of Philip Morris, the cigarette maker. As the parent corporation of two Wisconsin companies -- the Miller Brewing Company and Oscar Mayer Foods, a division of Kraft Foods -- Philip Morris is one of Wisconsin's largest employers. Mr. Thompson's aides and Philip Morris officials say it is appropriate that he has worked closely with company executives over the 14 years he has been Wisconsin's governor.", "abstract": "Tobacco opponents in Wisconsin and Washington say Gov Tommy G Thompson, Pres-elect Bush's choice to head Health and Human Services Dept, has not vigorously pursued tobacco control initiatives, in part because of ties to executives of Philip Morris, cigarette maker; Thompson's aides and Philip Morris officials say it is appropriate that Thompson worked closely with executives of Philip Morris, which is one of Wisconsin's largest employers; tobacco opponents raise concerns about Thompson's participation in two international trips financed largely by Philip Morris, as well as more than $72,000 in contributions to him from employees and executives of comapny; spokesman for Bush says Thompson has record of opposing youth access to tobacco; photo (M)", "print_page": "18", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Choice for Health Secretary Is Faulted on Tobacco Issue"}, "keywords": [{"name": "persons", "value": "THOMPSON, TOMMY G"}, {"name": "glocations", "value": "WISCONSIN"}, {"name": "organizations", "value": "HEALTH AND HUMAN SERVICES DEPARTMENT"}, {"name": "organizations", "value": "PHILIP MORRIS COS"}, {"name": "subject", "value": "APPOINTMENTS AND EXECUTIVE CHANGES"}, {"name": "subject", "value": "CHILDREN AND YOUTH"}, {"name": "subject", "value": "SMOKING AND TOBACCO"}], "pub_date": "2001-01-12T00:00:00Z", "document_type": "article", "news_desk": "National Desk", "section_name": "U.S.", "subsection_name": null, "byline": {"person": [{"firstname": "Sheryl", "middlename": "Gay", "lastname": "STOLBERG", "rank": 1, "role": "reported", "organization": ""}], "original": "By SHERYL GAY STOLBERG"}, "type_of_material": "News", "_id": "4fd22ddb8eb7c8105d7bb596", "word_count": 1156, "slideshow_credits": null}]}, "status": "OK", "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}