{"response": {"meta": {"hits": 152, "time": 63, "offset": 40}, "docs": [{"web_url": "http://www.nytimes.com/2001/02/16/movies/watching-movies-with-steven-soderbergh-follow-muse-inspiration-balance-lofty.html", "snippet": "THIS is one of the great openings of all time,'' Steven Soderbergh said.    He was leaning forward, elbows on knees, in the front row of a small upstairs theater on the Universal Studios lot. The bright image on the screen was entirely white, radi...", "lead_paragraph": "THIS is one of the great openings of all time,'' Steven Soderbergh said. He was leaning forward, elbows on knees, in the front row of a small upstairs theater on the Universal Studios lot. The bright image on the screen was entirely white, radiant and stubbornly monochromatic. The seconds crept by, bleached light spilling over the 38-year-old director's expressionless, upturned face. ''We should have timed it,'' he said. ''I think it lasts 45 seconds.''", "abstract": "Sixth article in series Watching Movies With profiles Steven Soderbergh; 38-year-old director credits All the President's Men as crucial influence in making Erin Brockovich and Traffic, both of which are about serious issues presented in entertaining way; interview; photos; list of Soderbergh's films; director says he never tires of watching Alan J Pakula's movie about Watergate; explains how he borrrowed opening credits for Traffic; points out gripping sequences with Dustin Hoffman and Robert Redford, innovative camera work and transitions and fine work by several varied stars (M)", "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "WATCHING MOVIES WITH/Steven Soderbergh; Follow the Muse: Inspiration To Balance Lofty and Light"}, "keywords": [{"name": "creative_works", "value": "TRAFFIC (MOVIE)"}, {"name": "creative_works", "value": "ERIN BROCKOVICH (MOVIE)"}, {"name": "creative_works", "value": "ALL THE PRESIDENT'S MEN (MOVIE)"}, {"name": "persons", "value": "REDFORD, ROBERT"}, {"name": "persons", "value": "HOFFMAN, DUSTIN"}, {"name": "persons", "value": "SODERBERGH, STEVEN"}, {"name": "persons", "value": "PAKULA, ALAN J"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "SURVEYS AND SERIES"}], "pub_date": "2001-02-16T00:00:00Z", "document_type": "article", "news_desk": "Movies, Performing Arts/Weekend Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Rick", "rank": 1, "lastname": "LYMAN"}], "original": "By RICK LYMAN"}, "type_of_material": "News", "_id": "4fd222168eb7c8105d7a720c", "word_count": 4213, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2001/02/16/movies/recreating-pollock-gingerly.html", "snippet": "One hundred miles seems to have been Jackson Pollock's ideal distance from Manhattan. Pollock, whose spontaneous paint pouring produced abstract masterpieces, was an emotionally fragile man whose drinking problem and mood swings were at odds with ...", "lead_paragraph": "One hundred miles seems to have been Jackson Pollock's ideal distance from Manhattan. Pollock, whose spontaneous paint pouring produced abstract masterpieces, was an emotionally fragile man whose drinking problem and mood swings were at odds with his creative drive. In New York City, where he went to study art in 1930, he found the stimulus his ambition demanded. As he began to achieve recognition, however, he was increasingly overwhelmed by the social and professional pressures of the art world. He mapped out his escape route in the summer of 1945 after a visit to the Springs, a rural hamlet on eastern Long Island outside the village of East Hampton. Bankrolled by a loan from his dealer and patron Peggy Guggenheim, he and his wife, the artist Lee Krasner, bought a modest homestead at 830 Fireplace Road, where they worked in relative isolation from the urban scene that Pollock described as brutal. But the couple never lacked visitors, and with the city only a three-hour train ride away, Pollock remained strongly connected to the network on which his career depended.", "abstract": "Article by Helen A Harrison, director of Pollock-Krasner House, describes filming of Pollock on site in Springs section of East Hampton, New York, where abstract expressionist painter and Lee Krasner settled in 1945; Ed Harris, who also directs, portrays Jackson Pollock; Marcia Gay Harden plays his wife; photos; map; visiting times for site noted; movie, shown briefly last year to qualify for Oscars, covers period from 1941 to Pollock's death in car crash in 1956 (M)", "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Recreating Pollock, Gingerly"}, "keywords": [{"name": "creative_works", "value": "POLLOCK (MOVIE)"}, {"name": "persons", "value": "POLLOCK, JACKSON"}, {"name": "persons", "value": "KRASNER, LEE"}, {"name": "persons", "value": "HARDEN, MARCIA GAY"}, {"name": "glocations", "value": "EAST HAMPTON (NY)"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}, {"name": "subject", "value": "ART"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}], "pub_date": "2001-02-16T00:00:00Z", "document_type": "article", "news_desk": "Movies, Performing Arts/Weekend Desk", "section_name": "Movies; Travel; Arts", "subsection_name": null, "byline": {"person": [{"firstname": "Helen", "middlename": "A.", "lastname": "HARRISON", "rank": 1, "role": "reported", "organization": ""}], "original": "By HELEN A. HARRISON"}, "type_of_material": "News", "_id": "4fd242c38eb7c8105d7dc205", "word_count": 3079, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2001/02/16/arts/family-fare.html", "snippet": "From Books To Ballet      Dance is hardly a sedentary pursuit. So why does the latest production by the New York Theater Ballet begin and end with an activity that most of us do sitting down?...", "lead_paragraph": "From Books To Ballet Dance is hardly a sedentary pursuit. So why does the latest production by the New York Theater Ballet begin and end with an activity that most of us do sitting down?", "abstract": null, "print_page": "45", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "FAMILY FARE"}, "keywords": [], "pub_date": "2001-02-16T00:00:00Z", "document_type": "article", "news_desk": "Leisure/Weekend Desk", "section_name": "Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Laurel", "rank": 1, "lastname": "Graeber"}], "original": "By Laurel Graeber"}, "type_of_material": "Schedule", "_id": "4fd24eab8eb7c8105d7f0d02", "word_count": 908, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2001/02/16/movies/at-the-movies-4-nominations-it-s-cool.html", "snippet": "Cameron Crowe was on the set of ''Vanilla Sky,'' a new thriller he is shooting with Tom Cruise and Cameron Diaz, when he received word that his previous film, ''Almost Famous,'' had been nominated for four Academy Awards. He looked around and real...", "lead_paragraph": "Cameron Crowe was on the set of ''Vanilla Sky,'' a new thriller he is shooting with Tom Cruise and Cameron Diaz, when he received word that his previous film, ''Almost Famous,'' had been nominated for four Academy Awards. He looked around and realized that many of the cast and crew members had worked with him on both films. ''It was cool to have so many of the same folks around to celebrate,'' Mr. Crowe said.", "abstract": "At the Movies column; Cameron Crowe reacts to four Oscar nominations for Almost Famous, Ellen Burstyn to nomination for Requiem for a Dream, Kenneth Lonergan to his nomination for screenplay for You Can Count On Me; Kevin Kline films Life as a House, directed by Irwin Winkler; photo (M)", "print_page": "28", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "4 Nominations: 'It's Cool'", "kicker": "AT THE MOVIES"}, "keywords": [{"name": "creative_works", "value": "REQUIEM FOR A DREAM (MOVIE)"}, {"name": "creative_works", "value": "YOU CAN COUNT ON ME (MOVIE)"}, {"name": "creative_works", "value": "LIFE AS A HOUSE (MOVIE)"}, {"name": "creative_works", "value": "ALMOST FAMOUS (MOVIE)"}, {"name": "persons", "value": "KLINE, KEVIN"}, {"name": "persons", "value": "CROWE, CAMERON"}, {"name": "persons", "value": "WINKLER, IRWIN"}, {"name": "persons", "value": "BURSTYN, ELLEN"}, {"name": "persons", "value": "LONERGAN, KENNETH"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "ACADEMY AWARDS (OSCARS)"}, {"name": "subject", "value": "AWARDS, DECORATIONS AND HONORS"}], "pub_date": "2001-02-16T00:00:00Z", "document_type": "article", "news_desk": "Movies, Performing Arts/Weekend Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Rick", "rank": 1, "lastname": "Lyman"}], "original": "By Rick Lyman"}, "type_of_material": "News", "_id": "4fd24f8a8eb7c8105d7f25ef", "word_count": 1222, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2001/02/16/style/review-fashion-when-the-message-swamps-the-medium.html", "snippet": "When the phone numbers in your Palm VII include those of Wes Craven, Natasha Lyonne, Lisa Marie, Paul Sorvino, two members each of the Getty and Arquette families, Milla Jovovich, Chloë Sevigny and at least one child of Francis Ford Coppola, how ...", "lead_paragraph": "When the phone numbers in your Palm VII include those of Wes Craven, Natasha Lyonne, Lisa Marie, Paul Sorvino, two members each of the Getty and Arquette families, Milla Jovovich, Chloë Sevigny and at least one child of Francis Ford Coppola, how hard could it be to arrange a meeting with Harvey Weinstein, or some reasonably powerful facsimile of him? Would it be necessary to stage an elaborate act of ironic agitprop around 40 recycled dresses destined for a garden-party reunion of the Golden Girls to capture such a person's attention? These were some of the questions raised after Tara Subkoff and Matt Damhave offered their fall 2001 collection on Tuesday night at the Beekman Theater, where clothes were hardly the point. Besides signaling availability for movie deals, Ms. Subkoff and Mr. Damhave want the world to know that when they are not rummaging in Salvation Army bins for old organza or cozying up to Reese Witherspoon, they are home reading their Marx and Adorno.", "abstract": "Review of 2001 fashions presented by Tara Subkoff and Matt Damhave at Beekman Theater; photos of creations by some other designers (M)", "print_page": "7", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Review/Fashion; When the Message Swamps the Medium"}, "keywords": [{"name": "persons", "value": "SUBKOFF, TARA"}, {"name": "persons", "value": "DAMHAVE, MATT"}, {"name": "subject", "value": "APPAREL"}], "pub_date": "2001-02-16T00:00:00Z", "document_type": "article", "news_desk": "Style Desk", "section_name": "Style", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Ginia", "rank": 1, "lastname": "BELLAFANTE"}], "original": "By GINIA BELLAFANTE"}, "type_of_material": "Review", "_id": "4fd22d688eb7c8105d7ba9f8", "word_count": 1045, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2001/02/16/movies/classical-music-and-dance-guide.html", "snippet": "A selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the New York metropolitan region.    Opera    ''COSÌ FAN TUTTE.'' The inherent intimacy of Mozart's opera is sacrificed to th...", "lead_paragraph": "A selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the New York metropolitan region. Opera ''COSÌ FAN TUTTE.'' The inherent intimacy of Mozart's opera is sacrificed to the large scale of the Metropolitan Opera stage; nonetheless this remains an entertaining and popular production. One potential highlight of tomorrow's season premiere, beyond the ever excellent Susan Graham as Dorabella, is the debut of the young German soprano Melanie Diener, Elsa in Bayreuth's ''Lohengrin,'' as Fiordiligi; she is said to be returning as the Countess and Donna Elvira in forthcoming Met seasons. Paul Groves should be a fine Ferrando, while Dawn Upshaw will supply the comic antics of the maid Despina. Tomorrow night at 8, Metropolitan Opera, (212) 362-6000. Tickets: $180; standing room available for $12 and $16 (Anne Midgette).", "abstract": null, "print_page": "5", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "CLASSICAL MUSIC AND DANCE GUIDE"}, "keywords": [], "pub_date": "2001-02-16T00:00:00Z", "document_type": "article", "news_desk": "Movies, Performing Arts/Weekend Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": null, "type_of_material": "Schedule", "_id": "4fd205108eb7c8105d76d020", "word_count": 3018, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2001/02/16/movies/home-video-932388.html", "snippet": "''Award buzz will send winning rock era autobio up the video charts,'' reads the recommendation for ''Almost Famous'' in The Movie Monitor, a tip sheet for video dealers. Cameron Crowe's reminiscence about his youthful days as a rock writer, with ...", "lead_paragraph": "''Award buzz will send winning rock era autobio up the video charts,'' reads the recommendation for ''Almost Famous'' in The Movie Monitor, a tip sheet for video dealers. Cameron Crowe's reminiscence about his youthful days as a rock writer, with Oscar nominations as best supporting actress for Kate Hudson and Frances McDormand, is due on March 13. Academy Award nominations start videophiles wondering about release dates. As usual some nominated films have been pushed into the future to build ''award buzz.'' By contrast ''Gladiator,'' up for 12 Oscars, is enough of a heavyweight to have been on video since November and still be running in theaters. The superb DVD is a huge best seller. Is there such a thing as too much buzz?", "abstract": "Home Video column notes that Oscar award buzz pushes video releases; photo (S)", "print_page": "31", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "HOME VIDEO"}, "keywords": [{"name": "subject", "value": "RECORDINGS (VIDEO)"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "ACADEMY AWARDS (OSCARS)"}, {"name": "subject", "value": "AWARDS, DECORATIONS AND HONORS"}], "pub_date": "2001-02-16T00:00:00Z", "document_type": "article", "news_desk": "Movies, Performing Arts/Weekend Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By Peter M. Nichols"}, "type_of_material": "News", "_id": "4fd20f078eb7c8105d781281", "word_count": 476, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2001/02/16/nyregion/news-summary-944750.html", "snippet": "INTERNATIONAL   A3-9    Barak May Join Sharon In Israeli Unity Government  Ehud Barak, Israel's caretaker prime minister, conditionally agreed to serve as defense minister under Prime Minister-elect Ariel Sharon, Israeli news reports said. Mr. Bar...", "lead_paragraph": "INTERNATIONAL A3-9 Barak May Join Sharon In Israeli Unity Government Ehud Barak, Israel's caretaker prime minister, conditionally agreed to serve as defense minister under Prime Minister-elect Ariel Sharon, Israeli news reports said. Mr. Barak tentatively agreed to bring his Labor Party into a unity government with Mr. Sharon's Likud Party, according to a statement from his office. A1 Plans to Relax Mexico Border President Bush and President Vicente Fox of Mexico are expected to announce high-level talks on proposals that would include opening the border to a freer flow of Mexican guest workers and granting residency to undocumented Mexicans working in the United States. A1", "abstract": null, "print_page": "2", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "NEWS SUMMARY"}, "keywords": [], "pub_date": "2001-02-16T00:00:00Z", "document_type": "article", "news_desk": "Metropolitan Desk", "section_name": "New York and Region", "subsection_name": null, "byline": null, "type_of_material": "Summary", "_id": "4fd242c38eb7c8105d7dc20b", "word_count": 977, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2001/02/15/books/championing-fabled-bandit-for-novelist-rogue-australian-sums-up-his-underdog.html", "snippet": "For the novelist Peter Carey, there are three great Australian stories: the battle at Gallipoli in World War I; the life and death of the champion racehorse Phar Lap, and, most tantalizingly, Ned Kelly.    Depending on the point of view, Ned Kelly...", "lead_paragraph": "For the novelist Peter Carey, there are three great Australian stories: the battle at Gallipoli in World War I; the life and death of the champion racehorse Phar Lap, and, most tantalizingly, Ned Kelly. Depending on the point of view, Ned Kelly is either a murderous bandit or a national folk hero. Mr. Carey is very much in the latter camp. His new novel, ''True History of the Kelly Gang,'' published by Alfred A. Knopf, celebrates the 19th-century outlaw as a kind of Robin Hood.", "abstract": "Interview with novelist Peter Carey, author of True History of the Kelly Gang, which celebrates 19th-century Australian bandit Ned Kelly; photos (M)", "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Championing A Fabled Bandit; For Novelist, a Rogue Australian Sums Up His Underdog Culture"}, "keywords": [{"name": "creative_works", "value": "TRUE HISTORY OF THE KELLY GANG (BOOK)"}, {"name": "persons", "value": "KELLY, NED"}, {"name": "persons", "value": "CAREY, PETER"}, {"name": "subject", "value": "BOOKS AND LITERATURE"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}], "pub_date": "2001-02-15T00:00:00Z", "document_type": "article", "news_desk": "The Arts/Cultural Desk", "section_name": "Arts; Books", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Mel", "rank": 1, "lastname": "GUSSOW"}], "original": "By MEL GUSSOW"}, "type_of_material": "News", "_id": "4fd21e558eb7c8105d7a0208", "word_count": 1416, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2001/02/15/sports/sports-of-the-times-young-stars-shoot-down-old-notion.html", "snippet": "FOR most of the second half Tuesday night, from an opening leading onto the court at Continental Arena, Rory Sparrow and I watched the Nets and the Lakers battle. We carried on a friendly debate centering on the idea that the caliber of play in th...", "lead_paragraph": "FOR most of the second half Tuesday night, from an opening leading onto the court at Continental Arena, Rory Sparrow and I watched the Nets and the Lakers battle. We carried on a friendly debate centering on the idea that the caliber of play in the National Basketball Association is not what it once was. My position was that the level is absolutely not the same. Indeed, the level of play is better now than at any time in the history of the game. From Allen Iverson and Stephon Marbury to Kevin Garnett and Vince Carter, the game is better than ever. Players routinely execute moves that seemed unfathomable five years ago. Anyone who thinks that the players of yesterday are better than the players of today is living in a fantasy world. But since sport is largely fantasy, we tend to indulge this notion that the past was better than the present.", "abstract": "William C Rhoden Sports of The Times column contends that NBA is filled with talented young stars who could halt decline of league's television ratings and attendance; photo (M)", "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Sports of The Times; Young Stars Shoot Down Old Notion"}, "keywords": [{"name": "creative_works", "value": "SPORTS OF THE TIMES (TIMES COLUMN)"}, {"name": "subject", "value": "TELEVISION"}, {"name": "subject", "value": "RATINGS AND RATING SYSTEMS"}, {"name": "subject", "value": "BASKETBALL"}], "pub_date": "2001-02-15T00:00:00Z", "document_type": "article", "news_desk": "Sports Desk", "section_name": "Sports", "subsection_name": null, "byline": {"person": [{"firstname": "William", "middlename": "C.", "lastname": "RHODEN", "rank": 1, "role": "reported", "organization": ""}], "original": "By WILLIAM C. RHODEN"}, "type_of_material": "News", "_id": "4fd242bc8eb7c8105d7dbd1a", "word_count": 806, "slideshow_credits": null}]}, "status": "OK", "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}