{"response": {"meta": {"hits": 152, "time": 34, "offset": 80}, "docs": [{"web_url": "http://www.nytimes.com/2001/02/01/movies/mr-douglas-younger-comfortable-his-prime-after-bumpy-interlude-actor-can-pick.html", "snippet": "Michael Douglas said he was talking to his father, Kirk, one day recently and they began discussing memory and how it works.    ''He told me, Michael, I was watching one of my old movies on television last night and, you know, I couldn't remember ...", "lead_paragraph": "Michael Douglas said he was talking to his father, Kirk, one day recently and they began discussing memory and how it works. ''He told me, Michael, I was watching one of my old movies on television last night and, you know, I couldn't remember the movie at all,'' Mr. Douglas said. ''I couldn't remember making it. And then I realized, hey, it wasn't me. It was you.''", "abstract": "Interview with Michael Douglas, who has regained stature as major star and one of movie industry's most durable leading men after string of box office disappointments and problems in his personal life; he is being mentioned as possible Academy Award nominee; photos (M)", "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Mr. Douglas The Younger, Comfortable In His Prime; After a Bumpy Interlude, Actor Can Pick His Spots"}, "keywords": [{"name": "persons", "value": "DOUGLAS, MICHAEL"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}], "pub_date": "2001-02-01T00:00:00Z", "document_type": "article", "news_desk": "The Arts/Cultural Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Rick", "rank": 1, "lastname": "LYMAN"}], "original": "By RICK LYMAN"}, "type_of_material": "News", "_id": "4fd21e638eb7c8105d7a0990", "word_count": 1827, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2001/01/31/sports/baseball-either-they-were-clones-or-something-was-wrong-here.html", "snippet": "No one may ever know if Wellington DePaula is a major league prospect.     Who is Wellington DePaula? Major League Baseball officials don't know, but they know he is not José Ramón Canela and they know he is not Junior Alexander Félix....", "lead_paragraph": "No one may ever know if Wellington DePaula is a major league prospect. Who is Wellington DePaula? Major League Baseball officials don't know, but they know he is not José Ramón Canela and they know he is not Junior Alexander Félix.", "abstract": "Major League baseball voids signings of Jose Ramon Canela by Houston Astros and Junior Alexander Felix by Atlanta Braves because players lied about their ages and identities (M)", "print_page": "3", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Either They Were Clones, or Something Was Wrong Here", "kicker": "BASEBALL"}, "keywords": [{"name": "persons", "value": "CANELA, JOSE RAMON"}, {"name": "persons", "value": "FELIX, JUNIOR ALEXANDER"}, {"name": "organizations", "value": "ATLANTA BRAVES"}, {"name": "organizations", "value": "HOUSTON ASTROS"}, {"name": "subject", "value": "BASEBALL"}], "pub_date": "2001-01-31T00:00:00Z", "document_type": "article", "news_desk": "Sports Desk", "section_name": "Sports", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Murray", "rank": 1, "lastname": "CHASS"}], "original": "By MURRAY CHASS"}, "type_of_material": "News", "_id": "4fd2105f8eb7c8105d78467c", "word_count": 558, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2001/01/31/nyregion/florence-tyson-82-early-advocate-of-creative-arts-therapy.html", "snippet": "Florence Tyson, an early practitioner of creative arts therapy who for many years led a clinic for emotionally troubled people in Manhattan, died on Jan. 18 at her home on the Upper East Side. She was 82.    Ms. Tyson founded the community-oriente...", "lead_paragraph": "Florence Tyson, an early practitioner of creative arts therapy who for many years led a clinic for emotionally troubled people in Manhattan, died on Jan. 18 at her home on the Upper East Side. She was 82. Ms. Tyson founded the community-oriented Creative Arts Rehabilitation Center in Midtown, on the fringes of the theater district, in 1962 and directed it until 1990. She was then a senior consultant until 1995, when the center ran out of money and had to close.", "abstract": "Florence Tyson, early practitioner of creative arts therapy who for many years led clinic for emotionally troubled people in Manhattan, dies at age 82; photo (M)", "print_page": "19", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Florence Tyson, 82, Early Advocate of Creative Arts Therapy"}, "keywords": [{"name": "persons", "value": "TYSON, FLORENCE"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}, {"name": "subject", "value": "DEATHS (OBITUARIES)"}], "pub_date": "2001-01-31T00:00:00Z", "document_type": "article", "news_desk": "Metropolitan Desk", "section_name": "Obituaries; New York and Region", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Wolfgang", "rank": 1, "lastname": "SAXON"}], "original": "By WOLFGANG SAXON"}, "type_of_material": "Obituary; Biography", "_id": "4fd21e608eb7c8105d7a07bf", "word_count": 396, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2001/01/31/arts/jean-pierre-aumont-film-star-and-stage-hero-dies-at-90.html", "snippet": "Jean-Pierre Aumont, a popular French actor whose 65-year career included romantic roles in Hollywood, dramatic parts on Broadway and an intense life onstage and on screen in France, died on Tuesday at his home in Saint-Tropez. He was 90.    Born i...", "lead_paragraph": "Jean-Pierre Aumont, a popular French actor whose 65-year career included romantic roles in Hollywood, dramatic parts on Broadway and an intense life onstage and on screen in France, died on Tuesday at his home in Saint-Tropez. He was 90. Born in Paris on Jan. 5, 1911, as Jean-Pierre Salomons, Mr. Aumont landed his first movie role at age 20 and by the time World War II broke out, had appeared in no fewer than 24 films, including Marcel Carné's ''Hôtel du Nord.'' While onstage with Louis Jouvet's famous troupe, he was also spotted by Jean Cocteau, who promptly cast him in his play ''The Infernal Machine.''", "abstract": "Jean-Pierre Aumont, popular French actor whose 65-year career included romantic roles in Hollywood, dramatic parts on Broadway and an intense life onstage and on screen in France, dies at age 90; photo (M)", "print_page": "19", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Jean-Pierre Aumont, Film Star And Stage Hero, Dies at 90"}, "keywords": [{"name": "persons", "value": "AUMONT, JEAN-PIERRE"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}, {"name": "subject", "value": "DEATHS (OBITUARIES)"}], "pub_date": "2001-01-31T00:00:00Z", "document_type": "article", "news_desk": "The Arts/Cultural Desk", "section_name": "Arts; Obituaries", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Alan", "rank": 1, "lastname": "RIDING"}], "original": "By ALAN RIDING"}, "type_of_material": "Obituary; Biography", "_id": "4fd242c48eb7c8105d7dc2dd", "word_count": 406, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2001/01/30/business/media-business-advertising-super-bowl-xxxv-commercials-pleasant-surprises-whose.html", "snippet": "AS the biggest day of the year for advertising unfolded on Sunday, the sage advice of that renowned marketing expert Gomer Pyle could be heard echoing across Madison Avenue: ''Surprise, surprise!''    Many of the 54 paid commercials from 30 advert...", "lead_paragraph": "AS the biggest day of the year for advertising unfolded on Sunday, the sage advice of that renowned marketing expert Gomer Pyle could be heard echoing across Madison Avenue: ''Surprise, surprise!'' Many of the 54 paid commercials from 30 advertisers that ran nationally during Super Bowl XXXV relied on unexpected twists, particularly surprise endings, to elicit attention from the audience watching some or all of the game on CBS. The network estimated viewership at more than 131 million, down only slightly from last year despite the lopsided results (quoth the Ravens, ''Never score'').", "abstract": "Stuart Elliott Advertising column assesses advertisements aired during Super Bowl XXXV; photos (M)", "print_page": "8", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "The Super Bowl XXXV commercials, from pleasant surprises to whose idea was this.", "kicker": "THE MEDIA BUSINESS: ADVERTISING"}, "keywords": [{"name": "creative_works", "value": "ADVERTISING (TIMES COLUMN)"}, {"name": "persons", "value": "ELLIOTT, STUART"}, {"name": "subject", "value": "ADVERTISING"}, {"name": "subject", "value": "SUPER BOWL"}, {"name": "subject", "value": "FOOTBALL"}], "pub_date": "2001-01-30T00:00:00Z", "document_type": "article", "news_desk": "Business/Financial Desk", "section_name": "Business", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Stuart", "rank": 1, "lastname": "Elliot"}], "original": "By Stuart Elliot"}, "type_of_material": "News", "_id": "4fd24f868eb7c8105d7f2216", "word_count": 1636, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2001/01/30/style/review-fashion-ford-shines-but-stars-come-out-for-slimane.html", "snippet": "Poor Tom Ford.    He did everything right on Saturday night. He presented his first men's wear show for Yves Saint Laurent since Gucci acquired the French house more than a year ago and Mr. Ford took on the role of creative director. And it was a ...", "lead_paragraph": "Poor Tom Ford. He did everything right on Saturday night. He presented his first men's wear show for Yves Saint Laurent since Gucci acquired the French house more than a year ago and Mr. Ford took on the role of creative director. And it was a good collection -- fascinating in the way he absorbed the details of Mr. Saint Laurent's personal style from the early 1970's. He even played the sly trick of putting all the models in big horn-rim glasses, so they looked eerily like the great designer himself.", "abstract": "Cathy Horyn reviews Paris fashion shows presented by Tom Fordand Hedi Slimane; photo (M)", "print_page": "8", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Review/Fashion; Ford Shines, but Stars Come Out for Slimane"}, "keywords": [{"name": "persons", "value": "SLIMANE, HEIDI"}, {"name": "persons", "value": "FORD, TOM"}, {"name": "glocations", "value": "PARIS (FRANCE)"}, {"name": "subject", "value": "REVIEWS"}, {"name": "subject", "value": "APPAREL"}], "pub_date": "2001-01-30T00:00:00Z", "document_type": "article", "news_desk": "Style Desk", "section_name": "Style", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Cathy", "rank": 1, "lastname": "HORYN"}], "original": "By CATHY HORYN"}, "type_of_material": "Review", "_id": "4fd22d638eb7c8105d7ba59c", "word_count": 1540, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2001/01/29/classified/paid-notice-deaths-pascal-oscar-md.html", "snippet": "PASCAL-Oscar, M.D. Passed away January 28, after a long illness. He is predeceased by his first wife, May Berley. He was a caring father of Barbara and Thomas. Loving and devoted husband of Billie Kraus Pascal. Brother of Irving and Victoria and t...", "lead_paragraph": "PASCAL-Oscar, M.D. Passed away January 28, after a long illness. He is predeceased by his first wife, May Berley. He was a caring father of Barbara and Thomas. Loving and devoted husband of Billie Kraus Pascal. Brother of Irving and Victoria and the late Jack and Pauline. He was a distinguished physician. Received Docotor of Medicine, cum laude, at Laval University, internal and residency at Bushwick Hospital. Captain in the Medical and Cardiology Services of the U.S. Army and Veterans Hospitals. Postgraduate in internal medicine at Columbia University. He was Associate Clinical Professor of Medicine at NYU School of Medicine, attending at Tisch and Bellevue Hospitals. He was on the staff of Post Graduate and NYU over 40 years. Corporate physician for Bankers Trust Company, Revlon and Foster Wheeler, and private physician to the Nigerian Consulate and Mission to the United Nations. Services Monday, 11:15 AM, at ''The Riverside,'' 76th Street and Amsterdam Avenue.", "abstract": null, "print_page": "7", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Paid Notice: Deaths  PASCAL, OSCAR, M.D."}, "keywords": [{"name": "persons", "value": "PASCAL, OSCAR, M.D."}], "pub_date": "2001-01-29T00:00:00Z", "document_type": "article", "news_desk": "Classified", "section_name": "Paid Death Notices", "subsection_name": null, "byline": null, "type_of_material": "Paid Death Notice", "_id": "4fd20f088eb7c8105d78131e", "word_count": 154, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2001/01/28/style/review-fashion-great-minds-thinking-alike-again.html", "snippet": "In the middle of the 1950's, when they were young and the fashion world was a much simpler place, Yves Saint Laurent and Karl Lagerfeld won the International Wool Secretariat prize -- Mr. Saint Laurent for a dress, Mr. Lagerfeld for a coat. They b...", "lead_paragraph": "In the middle of the 1950's, when they were young and the fashion world was a much simpler place, Yves Saint Laurent and Karl Lagerfeld won the International Wool Secretariat prize -- Mr. Saint Laurent for a dress, Mr. Lagerfeld for a coat. They became friends, and for 25 years, until their friendship dissolved in the quicksand of the late 70's, they saw each other often. Mr. Lagerfeld remembers going to parties in the apartment of Mr. Saint Laurent's partner, Pierre Bergé, on the Île St.-Louis before he sold it to help finance the house of Saint Laurent. ''They were very cheerful parties,'' Mr. Lagerfeld recalled. ''People would come from all over Paris, and everyone stayed late, until it was almost morning. I remember walking home through the streets from those parties.''", "abstract": "Cathy Horyn reviews spring fashion offerings, Paris, of designers Yves Saint Laurent and Karl Lagerfeld; photos (M)", "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Review/Fashion; Great Minds, Thinking Alike Again"}, "keywords": [{"name": "persons", "value": "LAGERFELD, KARL"}, {"name": "persons", "value": "SAINT LAURENT, YVES"}, {"name": "subject", "value": "REVIEWS"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}, {"name": "subject", "value": "APPAREL"}], "pub_date": "2001-01-28T00:00:00Z", "document_type": "article", "news_desk": "Style Desk", "section_name": "Style", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Cathy", "rank": 1, "lastname": "HORYN"}], "original": "By CATHY HORYN"}, "type_of_material": "Review", "_id": "4fd22d6c8eb7c8105d7bac22", "word_count": 1604, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2001/01/28/books/music-bing-crosby-the-unsung-king-of-song.html", "snippet": "FOR the last decade, whenever I mentioned to anyone that I was working on a life of Bing Crosby, the usual response was, ''Why?'' I can't say I was surprised. For 30 years, between 1927 and 1956, Crosby was a looming presence in America's cultural...", "lead_paragraph": "FOR the last decade, whenever I mentioned to anyone that I was working on a life of Bing Crosby, the usual response was, ''Why?'' I can't say I was surprised. For 30 years, between 1927 and 1956, Crosby was a looming presence in America's cultural landscape. At the peak of his career, in the 1930's and 1940's, he was thought by many to be the most famous American alive. For much of that period, he was undoubtedly the most admired. The cycle of ''Road'' pictures with Bob Hope established Crosby as a great comic actor. Yet by the 1960's, the ocean began to roll over Der Bingle, and though he continued to sell millions of records -- chiefly holiday songs -- he had morphed into a grand old man while retaining little of the bite of his contemporary, Louis Armstrong, or his aging offspring, Frank Sinatra. Crosby's reputation faltered along with his music after his death, in 1977. When his eldest son, Gary Crosby, published a bitter memoir describing the unflappable Bing administering vigorous corporal punishment, his halo tilted and crashed. Soon the afterlife of his career imploded. Jazz lovers kept his memory alive, mainly because of his early records and the later collaborations with Armstrong, Louis Jordan, Les Paul and others. But jazz lovers are by nature classicists, and Crosby had spent most of his life on the other side of the divide: the pop world, where success is measured in numbers -- a world remade by rock, in which even the oldest of oldies postdate ''Heartbreak Hotel.'' Yet consider this: in 1946, three of the five top-grossing Hollywood pictures (''The Bells of St. Mary's,'' ''Blue Skies,'' ''Road to Utopia'') were Crosby vehicles; for five years running (1944 to 1948), he was No. 1 at the box office; his radio programs (1931 to 1962) attracted at their wartime peak as many as 50 million listeners; he recorded nearly 400 hit singles, an achievement no one -- not Sinatra, Elvis or the Beatles -- has come close to matching. Could a man who spoke so deeply to so many for so long have nothing to say to us now? For a biographer, Crosby's career offers more incentive than mere statistics. He is the ideal figure for tracking the rise of American popular culture. He played pivotal roles in the development of the recording, radio and film industries, while virtually defining the microphone as a singer's instrument. His influence on other singers -- including Sinatra, Elvis and John Lennon, avowed fans all -- would be hard to overstate, and he managed to maintain his popularity through several major cultural upheavals in 20th-century American history: Prohibition, Depression, World War II, the cold war and the affluent society.", "abstract": "Gary Giddins article offers appreciation of Bing Crosby; Giddens has written a biography, Bing Crosby: A Pocketful of Dreams--The Early Years, 1903-1940; photos (L)", "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Bing Crosby, The Unsung King of Song", "kicker": "MUSIC"}, "keywords": [{"name": "creative_works", "value": "BING CROSBY (BOOK)"}, {"name": "persons", "value": "CROSBY, BING"}, {"name": "subject", "value": "MUSIC"}, {"name": "subject", "value": "BOOKS AND LITERATURE"}], "pub_date": "2001-01-28T00:00:00Z", "document_type": "article", "news_desk": "Arts and Leisure Desk", "section_name": "Arts; Books", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Gary", "rank": 1, "lastname": "GIDDINS"}], "original": "By GARY GIDDINS"}, "type_of_material": "News", "_id": "4fd21d508eb7c8105d79e457", "word_count": 3287, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2001/01/28/books/and-bear-in-mind.html", "snippet": "(Editors' choices of other recent books of particular interest)    NOTES FROM THE HYENA'S BELLY: An Ethiopian Boyhood, by Nega Mezlekia. (Picador USA, $24.) A memoir of surpassing grimness by an Ethiopian who now lives in Canada; it traces two dec...", "lead_paragraph": "(Editors' choices of other recent books of particular interest) NOTES FROM THE HYENA'S BELLY: An Ethiopian Boyhood, by Nega Mezlekia. (Picador USA, $24.) A memoir of surpassing grimness by an Ethiopian who now lives in Canada; it traces two decades of disaster in Africa, most notably the wars against refugees, bombed into apathy by endless pursuit with artillery and aircraft. PERFECT RECALL: New Stories, by Ann Beattie. (Scribner, $25.) Eleven sparkling stories from the prime student and expositor of the narcissistic, educated, white upper middle class on the East Coast and its complicated kinship structures. THE ABOMINATION, by Paul Golding. (Knopf, $26.) A smart, angry first novel full of beautiful surfaces, including that of the hero, if that's the word, who wanders through gay London seething with contempt for his milieu and hatred for the grown-ups who deformed his childhood. THE LECTURER'S TALE, by James Hynes. (Picador USA, $25.) A full-blown academico-Gothic farce, in which a self-effacing white male who loves books acquires the mysterious power to make people do whatever he wants; this faculty he employs against a Midwestern English department full of theorists and freaks. CONSTANTINE'S SWORD. The Church and the Jews: A History, by James Carroll. (Houghton Mifflin, $28.) Partly a Roman Catholic's memoir of a gradually arising moral reckoning in the 20th century, partly an examination of the relations between Christians and Jews, a central issue posed immediately in the first century and very often lamentably mishandled since then. IN SUNLIGHT, IN A BEAUTIFUL GARDEN, by Kathleen Cambor. (Farrar, Straus & Giroux, $23.) A sober, indeed stoical, novel, incorporating class conflict and observing the personal and emotional reticence of the 19th century, set in Johnstown, Pa., in the year a flood morally attributable to rich people upstream killed more than 2,000 of the less rich. INSPIRED SLEEP, by Robert Cohen. (Scribner, $25.) An elegant, witty novel whose protagonist is a struggling, 39-year-old single mother and adjunct professor whose gravest need is just a little sleep; she gets it, eventually, through involvement with a not particularly scrupulous experimental sleep laboratory. TRUE HISTORY OF THE KELLY GANG, by Peter Carey. (Knopf, $25.) An amazing act of historical impersonation in which the Victorian bandit Ned Kelly persuasively presents himself as a folk hero and Australian freedom fighter; by the author of ''Illywhacker'' and ''Oscar and Lucinda.'' THE ELEMENT OF LAVISHNESS: Letters of Sylvia Townsend Warner and William Maxwell, 1938-1978, edited by Michael Steinman. (Counterpoint, $27.50.) She the author of more than 150 short stories in The New Yorker; he her editor; both of them articulate to a degree normal people need not bother even to aspire to. A feast.", "abstract": null, "print_page": "22", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "And Bear In Mind"}, "keywords": [], "pub_date": "2001-01-28T00:00:00Z", "document_type": "article", "news_desk": "Book Review Desk", "section_name": "Arts; Books", "subsection_name": null, "byline": null, "type_of_material": "Review", "_id": "4fd24ead8eb7c8105d7f0f60", "word_count": 440, "slideshow_credits": null}]}, "status": "OK", "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}