{"response": {"meta": {"hits": 152, "time": 17, "offset": 100}, "docs": [{"web_url": "http://www.nytimes.com/2001/01/22/world/new-princes-church-overview-37-new-cardinals-selected-pope-egan-elevated.html", "snippet": "Shaping the future of the Roman Catholic Church and the institution that will someday elect his successor, Pope John Paul II named 37 new cardinals today, a record number, including 3 Americans and 10 from Latin America, deepening his church's rea...", "lead_paragraph": "Shaping the future of the Roman Catholic Church and the institution that will someday elect his successor, Pope John Paul II named 37 new cardinals today, a record number, including 3 Americans and 10 from Latin America, deepening his church's reach in the developing world. Those from the United States are Archbishop Edward Michael Egan of New York; Archbishop Theodore E. McCarrick of Washington, D.C; and, in a surprise, the Rev. Avery Dulles, 82, a renowned Jesuit theologian at Fordham University who has defended the pope's policies against liberal critics.", "abstract": "Pope John Paul II names 37 new cardinals, shaping future of Roman Catholic Church and institution that will someday elect his successor; record number includes 3 Americans and 10 from Latin America, deepening church's reach in developing world; Americans are archbishops Edward M Egan of New York and Theodore E McCarrick of Washington, who hold key posts in church's hierarchy, and Rev Avery Dulles, Jesuit theologian at Fordham University who has defended pope's policies against liberal critics; while nine appointees are from Curia in keeping with Vatican tradition, new selections reflect pope's desire to broaden church's reach particularly in third world; largest concentration of 10 new cardinals are from Latin America, which as bloc will have 26 voting cardinals; Italy will have single largest number, at 24; photos (M)", "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "37 NEW CARDINALS SELECTED BY POPE; EGAN IS ELEVATED", "kicker": "NEW PRINCES OF THE CHURCH: THE OVERVIEW"}, "keywords": [{"name": "persons", "value": "JOHN PAUL II"}, {"name": "persons", "value": "EGAN, EDWARD M"}, {"name": "persons", "value": "DULLES, AVERY"}, {"name": "persons", "value": "MCCARRICK, THEODORE E"}, {"name": "glocations", "value": "ITALY"}, {"name": "glocations", "value": "LATIN AMERICA"}, {"name": "organizations", "value": "ROMAN CATHOLIC CHURCH"}, {"name": "subject", "value": "CARDINALS (ROMAN CATHOLIC PRELATES)"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}, {"name": "subject", "value": "THIRD WORLD AND DEVELOPING COUNTRIES"}, {"name": "subject", "value": "AWARDS, DECORATIONS AND HONORS"}], "pub_date": "2001-01-22T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World; Front Page", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Alessandra", "rank": 1, "lastname": "STANLEY"}], "original": "By ALESSANDRA STANLEY"}, "type_of_material": "News", "_id": "4fd242c68eb7c8105d7dc4ce", "word_count": 1332, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2001/01/22/movies/surprises-but-no-dominator-at-the-golden-globes.html", "snippet": "Instead of helping to clarify an otherwise jumbled movie awards season, the Hollywood Foreign Press Association, sponsor of the annual Golden Globe Awards, declined to cluster its prizes around one or two films, sending supporters of more than hal...", "lead_paragraph": "Instead of helping to clarify an otherwise jumbled movie awards season, the Hollywood Foreign Press Association, sponsor of the annual Golden Globe Awards, declined to cluster its prizes around one or two films, sending supporters of more than half a dozen movies home happy tonight after ceremonies at the Beverly Hilton Hotel. Ridley Scott's ''Gladiator,'' a big-budget, special-effects-laden attempt to resuscitate the sword-and-sandal genre on a grand scale, won the award for best movie drama. The film also won for its score, by Hans Zimmer and Lisa Gerrard.", "abstract": "Hollywood Foreign Press Association presents Golden Globe Awards: Gladiator wins for best movie drama, Almost Famous for best comedy or musical, Tom Hanks for best actor in dramatic film, Julia Roberts for best actress in drama, Ang Lee for directing, George Clooney for best actor in comedy or musical, Renee Zellweger for best acress in comedy, Kate Hudson for best supporting actress and Benicio Del Toro for best supporting actor; The West Wing wins for best television dramatic series and its star, Martin Sheen, for best actor; Kelsey Grammer wins for best actor in comedy series, Sarah Jessica Parker for best actress in comedy series, Sela Ward for best acress in television drama, Vanessa Redgrave for best supporting actress and Robert Downey Jr for best supporting actor; photos (M)", "print_page": "3", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Surprises but No Dominator at the Golden Globes"}, "keywords": [{"name": "creative_works", "value": "WEST WING, THE (TV PROGRAM)"}, {"name": "creative_works", "value": "GLADIATOR (MOVIE)"}, {"name": "creative_works", "value": "ALMOST FAMOUS (MOVIE)"}, {"name": "persons", "value": "REDGRAVE, VANESSA"}, {"name": "persons", "value": "PARKER, SARAH JESSICA"}, {"name": "persons", "value": "LEE, ANG"}, {"name": "persons", "value": "ZELLWEGER, RENEE"}, {"name": "persons", "value": "HUDSON, KATE"}, {"name": "persons", "value": "DEL TORO, BENICIO"}, {"name": "persons", "value": "ROBERTS, JULIA"}, {"name": "persons", "value": "HANKS, TOM"}, {"name": "persons", "value": "DOWNEY, ROBERT JR"}, {"name": "persons", "value": "WARD, SELA"}, {"name": "persons", "value": "SHEEN, MARTIN"}, {"name": "persons", "value": "GRAMMER, KELSEY"}, {"name": "persons", "value": "CLOONEY, GEORGE"}, {"name": "organizations", "value": "HOLLYWOOD FOREIGN PRESS ASSN"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "GOLDEN GLOBES (AWARDS)"}, {"name": "subject", "value": "AWARDS, DECORATIONS AND HONORS"}], "pub_date": "2001-01-22T00:00:00Z", "document_type": "article", "news_desk": "The Arts/Cultural Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Rick", "rank": 1, "lastname": "LYMAN"}], "original": "By RICK LYMAN"}, "type_of_material": "News", "_id": "4fd20f098eb7c8105d7814a4", "word_count": 1080, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2001/01/22/world/new-princes-of-the-church-details-on-the-37-cardinals.html", "snippet": "The following is a list of the 37 new cardinals named today by Pope John Paul II. Except where noted, all are archbishops.    Giovanni Battista Re, 67, Italian, prefect of the Congregation for Bishops....", "lead_paragraph": "The following is a list of the 37 new cardinals named today by Pope John Paul II. Except where noted, all are archbishops. Giovanni Battista Re, 67, Italian, prefect of the Congregation for Bishops.", "abstract": "List of 37 new cardinals named by Pope John Paul II (S)", "print_page": "8", "blog": [], "source": "Reuters", "multimedia": [], "headline": {"main": "Details on the 37 Cardinals", "kicker": "NEW PRINCES OF THE CHURCH"}, "keywords": [{"name": "persons", "value": "JOHN PAUL II"}, {"name": "organizations", "value": "ROMAN CATHOLIC CHURCH"}, {"name": "subject", "value": "APPOINTMENTS AND EXECUTIVE CHANGES"}, {"name": "subject", "value": "CARDINALS (ROMAN CATHOLIC PRELATES)"}], "pub_date": "2001-01-22T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": null, "type_of_material": "List", "_id": "4fd244a38eb7c8105d7df30c", "word_count": "405", "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2001/01/21/movies/l-the-grey-zone-a-case-of-blindness-496715.html", "snippet": "To the Editor:    I was struck by the irony in Kristin Hohenadel's article about ''The Grey Zone'': Tim Blake Nelson and Avi Lerner set out to make a film about the dehumanization of Birkenau's prisoners. Hence, they betake themselves to Bulgaria,...", "lead_paragraph": "To the Editor: I was struck by the irony in Kristin Hohenadel's article about ''The Grey Zone'': Tim Blake Nelson and Avi Lerner set out to make a film about the dehumanization of Birkenau's prisoners. Hence, they betake themselves to Bulgaria, where a man can be made to deliver a day's labor for $10, where $50 will purchase consent to have a head shaven or to strip naked and play a corpse. What's more, the weak health regulations will allow the burning of as many rubber corpses as desired to get those perfect Oscar-nomination-garnering shots, without regard to human lungs.", "abstract": "Letters: A Case of Blindnes", "print_page": "4", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "A Case of Blindness?", "kicker": "'THE GREY ZONE'"}, "keywords": [{"name": "creative_works", "value": "GREY ZONE, THE (MOVIE)"}, {"name": "persons", "value": "NELSON, TIM BLAKE"}, {"name": "persons", "value": "HOHENADEL, KRISTIN"}, {"name": "persons", "value": "GEWIRTZMAN, LILLIAN"}, {"name": "glocations", "value": "BULGARIA"}, {"name": "subject", "value": "JEWS"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "NAZI POLICIES TOWARD JEWS AND MINORITIES"}], "pub_date": "2001-01-21T00:00:00Z", "document_type": "article", "news_desk": "Arts and Leisure Desk", "section_name": "Movies; Arts; Opinion", "subsection_name": null, "byline": null, "type_of_material": "Letter", "_id": "4fd22d668eb7c8105d7ba84d", "word_count": 159, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2001/01/21/books/and-bear-in-mind.html", "snippet": "(Editors' choices of other recent books of particular interest)    PERFECT RECALL: New Stories, by Ann Beattie. (Scribner, $25.) Eleven sparkling stories from the prime student and expositor of the narcissistic, educated, white upper middle class ...", "lead_paragraph": "(Editors' choices of other recent books of particular interest) PERFECT RECALL: New Stories, by Ann Beattie. (Scribner, $25.) Eleven sparkling stories from the prime student and expositor of the narcissistic, educated, white upper middle class on the East Coast and its complicated kinship structures. HOSTAGE TO FORTUNE: The Letters of Joseph P. Kennedy, edited by Amanda Smith. (Viking, $39.95.) A whopping compilation (738 pages) by one of Kennedy's granddaughters, it shows a man of outsize sentiment and sometimes resentment, active of mind and demanding activity of others. THE ABOMINATION, by Paul Golding. (Knopf, $26.) A smart, angry first novel full of beautiful surfaces, including that of the hero, if that's the word, who wanders through gay London seething with contempt for his milieu and hatred for the grown-ups who deformed his childhood. IN FACT: Essays on Writers and Writing, by Thomas Mallon. (Pantheon, $26.95.) A bracing collection by a writer who kicked over academic life in 1991 for the free world, where he became fiction editor of Gentlemen's Quarterly and an essayist whose tongue is sharp, whose allegiance is to the past and whose correctness isn't political. HITLER. 1936-45: Nemesis, by Ian Kershaw. (Norton, $35.) The second and final volume of Kershaw's biography sees in its subject an unerring sense of other people's weaknesses, their fears and vanities, greed and blood lust, the mental equipment of a malign guru whose followers could (and did) project their worst fantasies onto him. MORE STORIES FROM MY FATHER'S COURT, by Isaac Bashevis Singer. (Farrar, Straus & Giroux, $23.) Autobiographical in spirit, these stories, first published in Yiddish in the 1950's, revivify the lost world of childhood as well as the culture of traditional Judaism and the stresses wrought on that culture by the early 20th century in Poland. CONSTANTINE'S SWORD. The Church and the Jews: A History, by James Carroll. (Houghton Mifflin, $28.) Partly a Roman Catholic's memoir of a gradually arising moral reckoning in the 20th century, partly an examination of the relations between Christians and Jews, a central issue posed immediately in the first century and very often lamentably mishandled since then. IN SUNLIGHT, IN A BEAUTIFUL GARDEN, by Kathleen Cambor. (Farrar, Straus & Giroux, $23.) A sober, indeed stoical, novel, incorporating class conflict and observing the personal and emotional reticence of the 19th century, set in Johnstown, Pa., in the year a flood morally attributable to rich people upstream killed more than 2,000 of the less rich. TRUE HISTORY OF THE KELLY GANG, by Peter Carey. (Knopf, $25.) An amazing act of historical impersonation in which the Victorian bandit Ned Kelly persuasively presents himself as a folk hero and Australian freedom fighter; by the author of ''Illywhacker'' and ''Oscar and Lucinda.''", "abstract": null, "print_page": "26", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "And Bear In Mind"}, "keywords": [], "pub_date": "2001-01-21T00:00:00Z", "document_type": "article", "news_desk": "Book Review Desk", "section_name": "Arts; Books", "subsection_name": null, "byline": null, "type_of_material": "Review", "_id": "4fd2050e8eb7c8105d76cebc", "word_count": 451, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2001/01/21/tv/movies-critic-s-choice.html", "snippet": "IF ''O, Brother, Where Art Thou?'' doesn't convince you that George Clooney is the new Clark Gable, maybe a look back at RED DUST (1932) will. Gable was 31 in this, his first film with Jean Harlow, and, like Mr. Clooney these days, he's the pictur...", "lead_paragraph": "IF ''O, Brother, Where Art Thou?'' doesn't convince you that George Clooney is the new Clark Gable, maybe a look back at RED DUST (1932) will. Gable was 31 in this, his first film with Jean Harlow, and, like Mr. Clooney these days, he's the picture of movie-starrish easy charm. Gable is also much more convincing in the role than when he reprised it for ''Mogambo,'' the 1953 remake. He's a rubber-plantation worker in Indochina who has a fling with a stranded steamship passenger of easy virtue (Harlow, barely 21 at the time and adorably comic) but quickly throws her over for a ''real lady'' (Mary Astor), who turns out to be equally seducible. But she has a husband (Gene Raymond), one so sincere he may force Gable's character to do something noble. Victor Fleming directed, and John Lee Mahin wrote the smart, snappy script - Saturday at 7:30 a.m. on TCM.", "abstract": null, "print_page": "6", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "MOVIES: CRITIC'S CHOICE"}, "keywords": [], "pub_date": "2001-01-21T00:00:00Z", "document_type": "article", "news_desk": "Television", "section_name": null, "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Anita", "rank": 1, "lastname": "Gates"}], "original": "By Anita Gates"}, "type_of_material": "News", "_id": "4fd22d668eb7c8105d7ba841", "word_count": 597, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2001/01/21/theater/theater-a-400-year-old-bad-boy-stages-a-comeback.html", "snippet": "THE great also-ran of Elizabethan literature has sprinted into the 21st century. Four hundred years after his mysterious, violent death cut short a brilliant career, Christopher Marlowe -- playwright, poet, spy and (some hold) radical atheist and ...", "lead_paragraph": "THE great also-ran of Elizabethan literature has sprinted into the 21st century. Four hundred years after his mysterious, violent death cut short a brilliant career, Christopher Marlowe -- playwright, poet, spy and (some hold) radical atheist and homosexual -- is on the cultural fast track. Inspired in part by the 1998 hit movie ''Shakespeare in Love,'' which depicted Marlowe as a suave genius with the looks of Rupert Everett, directors and writers are tackling stagings of his dark plays and dramatizing his tragic and fascinating life.", "abstract": "Celia", "print_page": "7", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "A 400-Year-Old Bad Boy Stages a Comeback", "kicker": "THEATER"}, "keywords": [{"name": "creative_works", "value": "DIDO, QUEEN OF CARTHAGE (PLAY)"}, {"name": "persons", "value": "MARLOWE, CHRISTOPHER"}, {"name": "persons", "value": "HERSHOVITZ, DAVID"}, {"name": "organizations", "value": "TARGET MARGIN THEATER CO"}, {"name": "subject", "value": "THEATER"}], "pub_date": "2001-01-21T00:00:00Z", "document_type": "article", "news_desk": "Arts and Leisure Desk", "section_name": "Arts; Theater", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Celia", "rank": 1, "lastname": "WREN"}], "original": "By CELIA WREN"}, "type_of_material": "News", "_id": "4fd2105c8eb7c8105d784463", "word_count": 2117, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2001/01/21/magazine/style-the-lady-vanishes.html", "snippet": "Once they realized she was gone, nobody wanted to make a big scene. A lady like her doesn't like scenes. The store buyers, especially, were put out. They had just gotten used to her, and she was gone. Poof. The dame disappeared without a trace, le...", "lead_paragraph": "Once they realized she was gone, nobody wanted to make a big scene. A lady like her doesn't like scenes. The store buyers, especially, were put out. They had just gotten used to her, and she was gone. Poof. The dame disappeared without a trace, leaving not a peplum, not a tidy tweedy suit, not a silky scarf behind. After dominating the runways for the winter season, after inspiring paeans to Park Avenue and socialites and her chums who lunch, the Lady vanished. And -- humiliation! -- the only emotion her vaporization seems to have inspired is relief. Let's just say that when it came to sparking cocktail conversation, the Lady was a little dullsville. Much more conversational were the gals who showed up in rhinestone-studded AC/DC T-shirts and Pittsburgh Steelers sweatshirts. Next to those hot chicks, or the Mudd Club girls, or even, face it, next to the reincarnated Yves Saint Laurent, the Lady didn't have, as they say, legs. And so she's gone.", "abstract": "Amy Spindler previews spring fashion offerings from some leading designers; photos (M)", "print_page": "55", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Style; The Lady Vanishes"}, "keywords": [{"name": "subject", "value": "APPAREL"}], "pub_date": "2001-01-21T00:00:00Z", "document_type": "article", "news_desk": "Magazine Desk", "section_name": "Magazine", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By Amy M. Spindler"}, "type_of_material": "News", "_id": "4fd2105c8eb7c8105d784465", "word_count": 1179, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2001/01/21/arts/music-for-lincoln-a-poignant-night-in-another-theater.html", "snippet": "EVEN if President Bush were not celebrating his inauguration this weekend, no one, I am sure, would expect him to put in an appearance when Verdi's ''Masked Ball'' returns to the Metropolitan Opera repertory tomorrow evening. But when ''A Masked B...", "lead_paragraph": "EVEN if President Bush were not celebrating his inauguration this weekend, no one, I am sure, would expect him to put in an appearance when Verdi's ''Masked Ball'' returns to the Metropolitan Opera repertory tomorrow evening. But when ''A Masked Ball'' was first given in New York, at the Academy of Music in 1861, the president-elect was there the second week. This happened to be Abraham Lincoln, a detail of no little poignancy. ''Un Ballo in Maschera,'' composed in 1859, is Verdi's only opera set in North America. Verdi intended to locate the action in Sweden. But the Italian censors objected: ''A Masked Ball'' ends with an assassination, and an Italian had recently tried to assassinate the French emperor, Napoleon III. Sweden was too close for comfort. So Verdi agreed to resituate his opera in a place no one in Italy could readily envision: 17th-century Massachusetts. Accordingly, the assassin's victim was changed from the Swedish king to Riccardo, Count of Warwick, governor of Boston. In other words, Lincoln (whose physical safety was already considered to be at risk) attended an opera about the assassination of an American ruler mere weeks before he took office on March 4.", "abstract": "Joseph Horowitz comment on Pres-elect Abraham Lincoln's appearance at Academy of Music in February 1861 for production of Verdi's new opera A Masked Ball; says Verdi intended to locate opera's action in Sweden, but Italian censors objected: opera ends with assassination, and an Italian recently tried to assasinate French emperor, Napoleon III; holds Verdi agreed to resituate his opera in 17th century Massachusetts and victim was changed from Swedish king to Riccardo, Count of Warwick, governor of Boston; drawing (M)", "print_page": "38", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "For Lincoln, a Poignant Night in Another Theater", "kicker": "MUSIC"}, "keywords": [{"name": "creative_works", "value": "MASKED BALL, A (OPERA)"}, {"name": "persons", "value": "RICCARDO"}, {"name": "persons", "value": "LINCOLN, ABRAHAM"}, {"name": "persons", "value": "VERDI, GIUSEPPE"}, {"name": "persons", "value": "NAPOLEON III"}, {"name": "glocations", "value": "MASSACHUSETTS"}, {"name": "glocations", "value": "FRANCE"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}, {"name": "subject", "value": "OPERA"}], "pub_date": "2001-01-21T00:00:00Z", "document_type": "article", "news_desk": "Arts and Leisure Desk", "section_name": "Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Joseph", "rank": 1, "lastname": "HOROWITZ"}], "original": "By JOSEPH HOROWITZ"}, "type_of_material": "News", "_id": "4fd20f058eb7c8105d781143", "word_count": 1181, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2001/01/21/movies/film-hot-actor-of-the-moment-can-also-play-it-cool.html", "snippet": "WITH my character in 'Traffic,' I knew where I was coming from, what I wanted and where I was going,'' says Benicio Del Toro, describing the role that has earned him a New York Film Critics Circle award and a Golden Globe nomination and has made h...", "lead_paragraph": "WITH my character in 'Traffic,' I knew where I was coming from, what I wanted and where I was going,'' says Benicio Del Toro, describing the role that has earned him a New York Film Critics Circle award and a Golden Globe nomination and has made him a strong Oscar contender for best supporting actor. ''When you know that, man, it's not easier to play, but it's clear. All you got to do is just be.'' He cracks a smile and nods toward the pizza that's been cooling on our table for the past few minutes. ''Now let's try this guy,'' he says with glee as he reaches for a slice.", "abstract": "Anthony DeCurtis comment on actor Benicio Del Toro focuses on Del Toro's latest film Snatch; photo (M)", "print_page": "15", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Hot Actor of the Moment Can Also Play It Cool", "kicker": "FILM"}, "keywords": [{"name": "creative_works", "value": "SNATCH (MOVIE)"}, {"name": "persons", "value": "DEL TORO, BENICIO"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}], "pub_date": "2001-01-21T00:00:00Z", "document_type": "article", "news_desk": "Arts and Leisure Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Anthony", "rank": 1, "lastname": "DeCURTIS"}], "original": "By ANTHONY DeCURTIS"}, "type_of_material": "News", "_id": "4fd222138eb7c8105d7a705b", "word_count": 1844, "slideshow_credits": null}]}, "status": "OK", "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}