{"response": {"meta": {"hits": 168, "time": 13, "offset": 130}, "docs": [{"web_url": "http://www.nytimes.com/2002/01/15/science/joy-in-rwanda-signing-on-with-the-gorillas.html", "snippet": "It was a soaring, magical, improbable moment, like a fairy godmother turning your pumpkin into a chariot, or Sir Ian McKellen inviting you to his Oscar party. Only better.    Dr. Amy Vedder had been studying mountain gorillas in Rwanda for less th...", "lead_paragraph": "It was a soaring, magical, improbable moment, like a fairy godmother turning your pumpkin into a chariot, or Sir Ian McKellen inviting you to his Oscar party. Only better. Dr. Amy Vedder had been studying mountain gorillas in Rwanda for less than a year, following a tightknit group of about 12 as they roamed along the leafy slopes of the Virunga volcanoes. The gorillas, known simply as Group 5, already accepted the slender, depilated primate as a predictable tag-along, to the point where they no longer warned her with angry cough grunts to keep her distance. For her part, Dr. Vedder had mastered a few postural and vocal tricks to win their trust, like curving her shoulders forward, never being out of their sight, and prefacing any moves of her own with a courteous gorilla belch.", "abstract": "Amy Vedder and her husband, Bill Weber, conservationists at Wildlife Conservation Society at Bronx Zoo, discuss their work with mountain gorillas in Rwanda, which is also subject of their new book, In the Kingdom of Gorillas: Fragile Species in a Dangerous Land; photo (M)", "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Joy in Rwanda: Signing On With the Gorillas"}, "keywords": [{"name": "creative_works", "value": "IN THE KINGDOM OF GORILLAS (BOOK)"}, {"name": "persons", "value": "WEBER, BILL"}, {"name": "persons", "value": "VEDDER, AMY"}, {"name": "glocations", "value": "RWANDA"}, {"name": "organizations", "value": "WILDLIFE CONSERVATION SOCIETY"}, {"name": "subject", "value": "MONKEYS AND APES"}, {"name": "subject", "value": "BOOKS AND LITERATURE"}], "pub_date": "2002-01-15T00:00:00Z", "document_type": "article", "news_desk": "Science Desk", "section_name": "Science; Health; Books", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Natalie", "rank": 1, "lastname": "ANGIER"}], "original": "By NATALIE ANGIER"}, "type_of_material": "News", "_id": "4fd212478eb7c8105d788333", "word_count": 1985, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2002/01/13/sports/backtalk-ali-s-impact-remains-perplexing.html", "snippet": "Muhammad Ali will be 60 years old on Thursday. There will be various commercial celebrations this week -- he has become our cartoon saint -- but many people owe him private birthday thanks, including the new football coach at Notre Dame, the so-ca...", "lead_paragraph": "Muhammad Ali will be 60 years old on Thursday. There will be various commercial celebrations this week -- he has become our cartoon saint -- but many people owe him private birthday thanks, including the new football coach at Notre Dame, the so-called academic dream team at Harvard and His Airness. I do, too; he accelerated my career 37 years ago, and the actor who plays me in the current movie, ''Ali,'' is better-looking than the one who played me in the TV movie two years ago. So why am I so cranky? Because I wasn't consulted? Because I wasn't paid? I'd rather believe, as a righteous crank, that when a fine filmmaker like Michael Mann declares in the production notes that, ''I wasn't interested in telling this story as a documentary,'' he is really saying, ''History is Hollywood's playground, stupid.'' A screenwriter once told me, ''We decided not to be inhibited by the facts, to change them if necessary to adhere to the truth.'' That was the two-time Academy Award winner Ring Lardner Jr., in 1976 on the set of ''The Greatest,'' a movie about Ali in which I did not appear as a character.", "abstract": "Robert Lipsyte column argues that movie Ali does not adhere to facts and thus cheapens Muhammad Ali's image and cheats public out of knowing truth about him (M)", "print_page": "11", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "BackTalk; Ali's Impact Remains Perplexing"}, "keywords": [{"name": "creative_works", "value": "ALI (MOVIE)"}, {"name": "persons", "value": "ALI, MUHAMMAD"}, {"name": "subject", "value": "MOTION PICTURES"}], "pub_date": "2002-01-13T00:00:00Z", "document_type": "article", "news_desk": "Sports Desk", "section_name": "Movies; Sports", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Robert", "rank": 1, "lastname": "LIPSYTE"}], "original": "By ROBERT LIPSYTE"}, "type_of_material": "News", "_id": "4fd212498eb7c8105d7884ed", "word_count": 908, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2002/01/13/theater/theater-what-does-realistic-mean-on-the-stage-anyway.html", "snippet": "WHEN I hear the words post- structuralism and semiotics   both of which I have taught at university level without quite understanding them -- I reach for my delete button.     But simpler terms can be baffling too. When theater people claim someth...", "lead_paragraph": "WHEN I hear the words post- structuralism and semiotics both of which I have taught at university level without quite understanding them -- I reach for my delete button. But simpler terms can be baffling too. When theater people claim something is ''realistic,'' what do they mean? I ask this after seeing a comedy in which two grumpy, grumbling Irishmen saw and hammer the spines and teeth from some murdered terrorists; a celebrated musical that aspires to deal truthfully with war and racism; and the Manhattan-based Theater for a New Audience's production of Shakespeare's ''Cymbeline,'' which, after a visit to Stratford, England, begins previews on Tuesday at the Lucille Lortel Theater in New York, where it opens on Jan. 20.", "abstract": "Benedict Nightingale article explores just what realism means in relation to theatrical productions; focuses on British productions of Rodgers and Hammerstein's South Pacific, Martin McDonagh's Lieutenant of Inishmore and Shakespeare's Cymbeline; photos (M)", "print_page": "5", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "What Does Realistic Mean on the Stage, Anyway?", "kicker": "THEATER"}, "keywords": [{"name": "creative_works", "value": "SOUTH PACIFIC (PLAY)"}, {"name": "creative_works", "value": "LIEUTENANT OF INISHMORE (PLAY)"}, {"name": "creative_works", "value": "CYMBELINE (PLAY)"}, {"name": "persons", "value": "SHAKESPEARE, WILLIAM"}, {"name": "persons", "value": "HAMMERSTEIN, OSCAR 2D"}, {"name": "persons", "value": "RODGERS, RICHARD"}, {"name": "persons", "value": "MCDONAGH, MARTIN"}, {"name": "subject", "value": "THEATER"}], "pub_date": "2002-01-13T00:00:00Z", "document_type": "article", "news_desk": "Arts and Leisure Desk", "section_name": "Arts; Theater", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Benedict", "rank": 1, "lastname": "NIGHTINGALE"}], "original": "By BENEDICT NIGHTINGALE"}, "type_of_material": "News", "_id": "4fd2195f8eb7c8105d7973b3", "word_count": 2480, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2002/01/13/education/blackboard-scared-straight-in-business-school.html", "snippet": "DON'T be led astray into the path of virtue, Oscar Wilde said. But most people think that's the path to follow. Who better to educate students on the matter than those who have wandered off and are now paying for it?    Twice a year, Richard O. Da...", "lead_paragraph": "DON'T be led astray into the path of virtue, Oscar Wilde said. But most people think that's the path to follow. Who better to educate students on the matter than those who have wandered off and are now paying for it? Twice a year, Richard O. Davis, who teaches business law and business ethics at Susquehanna University in Selinsgrove, Pa., brings white- collar criminals -- doctors, lawyers, accountants -- to talk to students about, well, their wanderings. ''These are people who are spending up to 10 years in jail,'' says Mr. Davis, whose father was an F.B.I. agent.", "abstract": "Richard O Davis, who teaches business ethics at Susquehanna University, brings prisoners serving sentences for white-collar crimes to school twice a year to talk to students about their crimes; photo (special section, Education Life) (M)", "print_page": "7", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Scared Straight In Business School", "kicker": "BLACKBOARD"}, "keywords": [{"name": "persons", "value": "DAVIS, RICHARD O"}, {"name": "organizations", "value": "SUSQUEHANNA UNIVERSITY"}, {"name": "subject", "value": "PRISONS AND PRISONERS"}, {"name": "subject", "value": "COLLEGES AND UNIVERSITIES"}, {"name": "subject", "value": "ETHICS"}], "pub_date": "2002-01-13T00:00:00Z", "document_type": "article", "news_desk": "Education Life Supplement", "section_name": "Education; U.S.", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Abby", "rank": 1, "lastname": "Ellin"}], "original": "By Abby Ellin"}, "type_of_material": "News", "_id": "4fd25bb98eb7c8105d8091af", "word_count": 246, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2002/01/13/style/pulse-fashion-touchdown.html", "snippet": "With the National Football   League playoffs in high gear, fashion slaves  have just three weeks to ride a wave of clothing inspired by cheerleader and football uniforms. Already, a pink jersey T-shirt with an appliquéd football by Beau and Eros ...", "lead_paragraph": "With the National Football League playoffs in high gear, fashion slaves have just three weeks to ride a wave of clothing inspired by cheerleader and football uniforms. Already, a pink jersey T-shirt with an appliquéd football by Beau and Eros has sold out at Olive & Bette, but the store still has Bulldog's A-line mesh cheerleader skirt with a lace-up waist ($45), Silver Jeans's mesh varsity number tank tops ($27) and long-sleeve T-shirts by Blue Marlin ($32), left. A denim cheerleader-style mini with pleats and side buckles by Chloé ($425, left), is available at Kirna Zabête. Tracey Ross in Los Angeles has halter tops made from vintage Jets T-shirts ($125). And Saks Fifth Avenue offers a Joomi Joolz sweat suit with rhinestone football helmets ($96 for the top, $80 for the bottoms) as well as that ultimate in athlete chic, Oscar de la Renta's football bag, right, a chubby oval pocketbook ($350 to $4,500). Just don't lose it in the office pool. KAREN ROBINOVITZ", "abstract": "Several retailers are offering new lines of football- and cheerleader-inspired clothing and purses; photos (Pulse column) (M)", "print_page": "3", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Fashion Touchdown", "kicker": "PULSE"}, "keywords": [{"name": "subject", "value": "CHEERLEADERS"}, {"name": "subject", "value": "HANDBAGS AND PURSES"}, {"name": "subject", "value": "FOOTBALL"}, {"name": "subject", "value": "APPAREL"}], "pub_date": "2002-01-13T00:00:00Z", "document_type": "article", "news_desk": "Style Desk", "section_name": "Style", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Karen", "rank": 1, "lastname": "ROBINOVITZ"}], "original": "By KAREN ROBINOVITZ"}, "type_of_material": "News", "_id": "4fd26da48eb7c8105d82725d", "word_count": 165, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2002/01/13/tv/movies-critic-s-choice.html", "snippet": "MARTIAL arts adventure does not come more gracefully or romantically packaged than in Ang Lee's CROUCHING TIGER, HIDDEN DRAGON, which flew away with the Oscar for the best foreign film of 2000 as well as the awards for cinematography, art directio...", "lead_paragraph": "MARTIAL arts adventure does not come more gracefully or romantically packaged than in Ang Lee's CROUCHING TIGER, HIDDEN DRAGON, which flew away with the Oscar for the best foreign film of 2000 as well as the awards for cinematography, art direction and original score (by Tan Dun). This Taiwanese film is, simply, a treat for the eye and ear. Starring Chow Yun Fat and Michelle Yeoh as 19th-century masters of martial arts, ''Crouching Tiger,'' riding of the balletic combat choreography of Yuen WoPing, revolves around the theft fo the Green Destiny, a legendary sword, by a headstrong young woman - Saturday at 8 p.m. and Saturday/Early Sunday at 3:40 a.m. on Starz.", "abstract": null, "print_page": "6", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "MOVIES: CRITIC'S CHOICE"}, "keywords": [], "pub_date": "2002-01-13T00:00:00Z", "document_type": "article", "news_desk": "Television", "section_name": null, "subsection_name": null, "byline": {"person": [{"firstname": "Lawrence", "middlename": "Van", "lastname": "Gelder", "rank": 1, "role": "reported", "organization": ""}], "original": "By Lawrence Van Gelder"}, "type_of_material": "News", "_id": "4fd22ab28eb7c8105d7b5c09", "word_count": 573, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2002/01/12/arts/television-review-when-a-dignified-family-is-shouting-and-screaming.html", "snippet": "''The Magnificent Ambersons,'' Booth Tarkington's Pulitzer Prize-winning 1918 novel, must be a victim of a curse.    First, in 1942, Orson Welles made it into a masterpiece of a film, went off to Brazil to work on another project and returned to f...", "lead_paragraph": "''The Magnificent Ambersons,'' Booth Tarkington's Pulitzer Prize-winning 1918 novel, must be a victim of a curse. First, in 1942, Orson Welles made it into a masterpiece of a film, went off to Brazil to work on another project and returned to find that RKO had chopped out more than 40 minutes of what had been a two-hour-plus work, cleverly deleting essential plot points. The film still managed to earn four Oscar nominations but was a financial disaster.", "abstract": "Anita Gates reviews Arts & Entertainment television program The Magnificent Ambersons; photo (M)", "print_page": "19", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "When a Dignified Family Is Shouting and Screaming", "kicker": "TELEVISION REVIEW"}, "keywords": [{"name": "creative_works", "value": "MAGNIFICENT AMBERSONS, THE (TV PROGRAM)"}, {"name": "subject", "value": "REVIEWS"}, {"name": "subject", "value": "TELEVISION"}], "pub_date": "2002-01-12T00:00:00Z", "document_type": "article", "news_desk": "Arts & Ideas/Cultural Desk", "section_name": "Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Anita", "rank": 1, "lastname": "GATES"}], "original": "By ANITA GATES"}, "type_of_material": "Review", "_id": "4fd219678eb7c8105d79777d", "word_count": 1052, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2002/01/12/sports/baseball-roundup-orioles-move-fences-in.html", "snippet": "The Baltimore Orioles returned Camden Yards to its original dimensions after a failed one-year experiment.     The team reconfigured the field last season, making the fences 2 to 7 feet farther from home plate. Only 152 home runs were hit at Camde...", "lead_paragraph": "The Baltimore Orioles returned Camden Yards to its original dimensions after a failed one-year experiment. The team reconfigured the field last season, making the fences 2 to 7 feet farther from home plate. Only 152 home runs were hit at Camden Yards in 2001, the fifth fewest total in the major leagues and 44 fewer than in 2000. In Baltimore's road games, 178 homers were hit.", "abstract": "Baltimore Orioles to return Camden Yards to its original dimensions (S)", "print_page": "7", "blog": [], "source": "AP", "multimedia": [], "headline": {"main": "Orioles Move Fences In", "kicker": "BASEBALL: ROUNDUP"}, "keywords": [{"name": "organizations", "value": "BALTIMORE ORIOLES"}, {"name": "subject", "value": "BASEBALL"}, {"name": "subject", "value": "CAMDEN YARDS (BALTIMORE STADIUM)"}], "pub_date": "2002-01-12T00:00:00Z", "document_type": "article", "news_desk": "Sports Desk", "section_name": null, "subsection_name": null, "byline": null, "type_of_material": "News", "_id": "4fd25bc18eb7c8105d8095b2", "word_count": 691, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2002/01/12/sports/transactions-105341.html", "snippet": "BASEBALL    American League  YANKEES--Sent RHP Ryan Bradley outright to Columbus of the International League.  OAKLAND ATHLETICS--Agreed to terms with INF Randy Velarde on a one-year contract. Designated INF Oscar Salazar for assignment.  SEATTLE ...", "lead_paragraph": "BASEBALL American League YANKEES--Sent RHP Ryan Bradley outright to Columbus of the International League. OAKLAND ATHLETICS--Agreed to terms with INF Randy Velarde on a one-year contract. Designated INF Oscar Salazar for assignment. SEATTLE MARINERS--Agreed to terms with RHP Shigetoshi Hasegawa on a one-year contract. National League ARIZONA DIAMONDBACKS--Agreed to terms with INF-OF Chris Donnels on a minor league contract. CINCINNATI REDS--Agreed to terms with RHP Jimmy Haynes and LHP Brian Bohanon on minor league contracts. COLORADO ROCKIES--Agreed to terms with RHP Todd Jones on a one-year contract. HOUSTON ASTROS--Named Mark Ross area scout for the western region. MONTREAL EXPOS--Agreed to terms with INF Howard Battle, RHP Joe Davenport, RHP Dan Smith, C Alex Andreopoulos, C Toby Rumfield, INF Ivan Cruz, OF Norm Hutchins and OF Lyle Mouton on minor league contracts. SAN FRANCISCO GIANTS--Agreed to terms with INF Desi Relaford on a one-year contract. FOOTBALL GIANTS--Announced the resignation of Fred von Appen, special teams coach. ATLANTA FALCONS--Signed C Craig Page. CHICAGO BEARS--Signed FB Scott Dragos. HOUSTON TEXANS--Signed RB Michael Jenkins, DE Devon Finn and LS Mitch Palmer. MINNESOTA VIKINGS--Named George O'Leary defensive line coach and assistant head coach. HOCKEY ISLANDERS--Recalled D Ray Schultz from Bridgeport of the AHL. ATLANTA THRASHERS--Recalled G Pasi Nurminen from Chicago of the AHL. COLUMBUS BLUE JACKETS--Assigned RW David Ling and RW Matt Davidson to Syracuse of the AHL. COLORADO AVALANCHE--Assigned C Steve Moore to Hersey of the AHL. FLORIDA PANTHERS--Called up C Nick Smith from Saint John of the AHL. NASHVILLE PREDATORS--Traded LW Yves Sarault and a 2003 draft selection to Philadelphia for D Jason Beckett and C Petr Hubacek. OTTAWA SENATORS--Returned D John Gruden to Grand Rapids of the AHL. ST. LOUIS BLUES--Re-assigned D Christian Laflamme to Worcester of the AHL. VANOUVER CANUCKS--Re-signed G Alex Auld to Manitoba of the AHL. LACROSSE Major League Lacrosse BRIDGEPORT BARRAGE--Named Sal LoCascio coach. SOCCER Major League Soccer LOS ANGELES GALAXY--Named Doug Hamilton general manager. Acquired F Chris Albright from D.C. United for the first- and second-round picks in the 2002 Super Draft and a conditional pick in the 2003 draft. Traded the first-round pick in the allocation draft to San Jose for the first-round pick in the allocation draft and a second-round pick in the 2002 Super Draft. Traded a first-round pick in the dispersal draft to Columbus for a conditional pick in the 2002 Super Draft. COLLEGES ALABAMA--Announced LB Saleem Rasheed will forgo his senior season to enter the NFL draft. THE CITADEL--Extended the contract of Ellis Johnson, football coach, through 2006.", "abstract": null, "print_page": "6", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "TRANSACTIONS"}, "keywords": [], "pub_date": "2002-01-12T00:00:00Z", "document_type": "article", "news_desk": "Sports Desk", "section_name": "Sports", "subsection_name": null, "byline": null, "type_of_material": "List", "_id": "4fd26be78eb7c8105d824a72", "word_count": 416, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2002/01/11/movies/film-review-chronicling-a-bubble-called-kozmocom.html", "snippet": "Though shot in digital video and accompanied by a sprightly techno score, ''E-Dreams,'' Wonsuk Chin's documentary about the rise and fall of Kozmo.com has the artifactual feel of an old newsreel. The movie is a window into an era that feels curiou...", "lead_paragraph": "Though shot in digital video and accompanied by a sprightly techno score, ''E-Dreams,'' Wonsuk Chin's documentary about the rise and fall of Kozmo.com has the artifactual feel of an old newsreel. The movie is a window into an era that feels curiously remote. Listening to the buoyant young C.E.O.'s and market analysts talk about their I.P.O.'s and market caps, you may feel a vague stirring of nostalgia, accompanied by mild disbelief. Did people really talk that way back then? Did they really believe that a business devoted to delivering videocassettes and pints of Ben and Jerry's to lazy urbanites could merit hundreds of millions of dollars in venture capital? Back then, of course, was around two years ago, in the giddy days of the dot-com boom. Residents of New York and a handful of other cities may remember Kozmo delivery folk with their orange bags zipping through intersections. Compulsive CNBC watchers will recognize Joseph Park, the affable, energetic 20-something who, along with his buddy Yong Kang, left jobs in investment banking to pursue what they, without irony or embarrassment, call their ''vision.'' Mr. Park was one of the Internet boom's media darlings, and in ''E-Dreams'' he spends a lot of time at photo shoots and in talk-show green rooms, and even more on his cellphone with journalists.", "abstract": "A O Scott reviews film E-Dreams, Wonsuk Chin's documentary about rise and fall of Kozmo.com; photo of co-founder Joseph Park in company's heyday (M)", "print_page": "38", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Chronicling a Bubble Called Kozmo.com", "kicker": "FILM REVIEW"}, "keywords": [{"name": "creative_works", "value": "E-DREAMS (DOCUMENTARY FILM)"}, {"name": "persons", "value": "CHIN, WONSUK"}, {"name": "persons", "value": "PARK, JOSEPH"}, {"name": "organizations", "value": "KOZMO.COM"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "REVIEWS"}, {"name": "subject", "value": "DELIVERY SERVICES"}, {"name": "subject", "value": "COMPANY AND ORGANIZATION PROFILES"}, {"name": "subject", "value": "DOCUMENTARY FILMS AND PROGRAMS"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "pub_date": "2002-01-11T00:00:00Z", "document_type": "article", "news_desk": "Movies, Performing Arts/Weekend Desk", "section_name": "Technology; Movies; Arts", "subsection_name": null, "byline": {"person": [{"firstname": "A.", "middlename": "O.", "lastname": "SCOTT", "rank": 1, "role": "reported", "organization": ""}], "original": "By A. O. SCOTT"}, "type_of_material": "Review", "_id": "4fd21b2b8eb7c8105d79a135", "word_count": 801, "slideshow_credits": null}]}, "status": "OK", "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}