{"response": {"meta": {"hits": 168, "time": 32, "offset": 40}, "docs": [{"web_url": "http://www.nytimes.com/2002/02/19/nyregion/review-fashion-for-fall-chaste-dresses-and-uniforms-of-no-known-land.html", "snippet": "The space alien aspect of fashion goes well beyond galactic shoulders and small heads. It embodies the sensation that fashion is spinning not out of control -- the economy cooled that -- but without any gravitational pull. To sit at the Jeremy Sco...", "lead_paragraph": "The space alien aspect of fashion goes well beyond galactic shoulders and small heads. It embodies the sensation that fashion is spinning not out of control -- the economy cooled that -- but without any gravitational pull. To sit at the Jeremy Scott show on Friday night, the last of the fall 2002 collections, was to sense this vacuum. Here was inventiveness run amok: party dresses conceived as Manhattan skyscrapers, with windows and cornices picked out in sequins. One laughed. One grinned. But when the music stopped and the audience gathered up its goodies bags (yum, makeup), you knew that these clothes would change nothing. The last words in the last show came as a refrain in a song: ''Fashion is for fashion people.'' Strange as it must sound, fashion might not be for fashion people anymore.", "abstract": "for fall, chaste dresses and uniforms of no known land*", "print_page": "10", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Review/Fashion; For Fall, Chaste Dresses and Uniforms of No Known Land"}, "keywords": [{"name": "persons", "value": "SCOTT, JEREMY"}, {"name": "persons", "value": "KLEIN, CALVIN"}, {"name": "persons", "value": "RUCCI, RALPH"}, {"name": "subject", "value": "APPAREL"}], "pub_date": "2002-02-19T00:00:00Z", "document_type": "article", "news_desk": "Metropolitan Desk", "section_name": "New York and Region", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Cathy", "rank": 1, "lastname": "HORYN"}], "original": "By CATHY HORYN"}, "type_of_material": "Review", "_id": "4fd2628c8eb7c8105d814a0f", "word_count": 1065, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2002/02/18/theater/elusive-heroine-baroque-artist-colored-distortion-legend-notorious-trial.html", "snippet": "This season's ''it'' girl is not in the Top 40, or about to win an Oscar. She is not American and she is not even alive, and yet Artemisia Gentileschi, an Italian Baroque painter who died in 1652 or '53, is suddenly all over the place -- onstage, ...", "lead_paragraph": "This season's ''it'' girl is not in the Top 40, or about to win an Oscar. She is not American and she is not even alive, and yet Artemisia Gentileschi, an Italian Baroque painter who died in 1652 or '53, is suddenly all over the place -- onstage, on screen, in the bookstores, in fashion magazines and all over the walls of the Metropolitan Museum of Art. Some of this is hardly coincidental. The play ''Lapis Blue Blood Red,'' playing at Here on Spring Street in the South Village, was first produced in 1995 in Baltimore, but the author, Cathy Caplan, said its New York opening was held back until the long-delayed exhibition of paintings by Artemisia and her father, Orazio Gentileschi, opened last week at the Met.", "abstract": "Article on Italian Baroque painter Artemisia Gentileschi, who is subject of new novel, Passion of Artemisia, by Susan Vreeland, off-Broadway play, Lapis Blue Blood Red, by Cathy Caplan and exhibition at Metropolitan Museum of Art; photos (M)", "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Elusive Heroine Of the Baroque; Artist Colored by Distortion, Legend and a Notorious Trial"}, "keywords": [{"name": "creative_works", "value": "PASSION OF ARTEMISIA, THE (BOOK)"}, {"name": "creative_works", "value": "LAPIS BLUE BLOOD RED (PLAY)"}, {"name": "persons", "value": "CAPLAN, CATHY"}, {"name": "persons", "value": "VREELAND, SUSAN"}, {"name": "persons", "value": "GENTILESCHI, ARTEMISIA"}, {"name": "organizations", "value": "METROPOLITAN MUSEUM OF ART"}, {"name": "subject", "value": "BOOKS AND LITERATURE"}, {"name": "subject", "value": "ART"}, {"name": "subject", "value": "THEATER"}], "pub_date": "2002-02-18T00:00:00Z", "document_type": "article", "news_desk": "The Arts/Cultural Desk", "section_name": "Arts; Theater; Books", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Celestine", "rank": 1, "lastname": "BOHLEN"}], "original": "By CELESTINE BOHLEN"}, "type_of_material": "News", "_id": "4fd212778eb7c8105d788b11", "word_count": 1658, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2002/02/17/travel/travel-advisory-correspondent-s-report-argentine-tourism-pins-hopes-devalued.html", "snippet": "UNTIL early January, Argentina was perhaps the most expensive country in Latin America for tourists. But it has become dramatically cheaper as a result of an almost 50 percent devaluation of the peso, which for more than a decade had been fixed at...", "lead_paragraph": "UNTIL early January, Argentina was perhaps the most expensive country in Latin America for tourists. But it has become dramatically cheaper as a result of an almost 50 percent devaluation of the peso, which for more than a decade had been fixed at one to one with the American dollar. ''Our economic situation continues to be complicated and our image abroad is not favorable, but the prices are now much more attractive, and we hope that will help overcome whatever hesitation foreign travelers may have,'' said Marco Palacios, president of the Argentine Association of Tourism and Travel Agencies.", "abstract": "Devaluation of Argentine peso by almost 50 percent, which had been fixed for more than decade to American dollar, makes country dramatically cheaper for travelers; US State Department, following massive street demonstrations and riots, issues travel advisory (M)", "print_page": "3", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Argentine Tourism Pins Hopes on Devalued Peso", "kicker": "TRAVEL ADVISORY: CORRESPONDENT'S REPORT"}, "keywords": [{"name": "glocations", "value": "ARGENTINA"}, {"name": "organizations", "value": "STATE DEPARTMENT"}, {"name": "subject", "value": "TRAVEL RESTRICTIONS"}, {"name": "subject", "value": "UNITED STATES INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "CURRENCY"}, {"name": "subject", "value": "FINANCES"}, {"name": "subject", "value": "POLITICS AND GOVERNMENT"}, {"name": "subject", "value": "PRICES (FARES, FEES AND RATES)"}, {"name": "subject", "value": "BUDGETS AND BUDGETING"}, {"name": "subject", "value": "DEMONSTRATIONS AND RIOTS"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}], "pub_date": "2002-02-17T00:00:00Z", "document_type": "article", "news_desk": "Travel Desk", "section_name": "Washington", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Larry", "rank": 1, "lastname": "ROHTER"}], "original": "By LARRY ROHTER"}, "type_of_material": "News", "_id": "4fd22cbd8eb7c8105d7b9246", "word_count": 798, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2002/02/17/theater/theater-anne-bancroft-finds-her-own-way-back.html", "snippet": "IN the early 1960's, Anne Bancroft, Bronx born and raised, decided she simply had to play the part of the depressed English wife of a philandering screenwriter in a movie that was about to be made from a script by Harold Pinter. But the film's dir...", "lead_paragraph": "IN the early 1960's, Anne Bancroft, Bronx born and raised, decided she simply had to play the part of the depressed English wife of a philandering screenwriter in a movie that was about to be made from a script by Harold Pinter. But the film's director, Jack Clayton, had serious objections. Even if she had just won an Oscar, portraying a passionate teacher of the blind in ''The Miracle Worker,'' Clayton did not think she projected the smoldering quality he was looking for. '' 'Oh, my God, how could she do this sexy, earthy part?' '' the actress said recently, recalling the comments. ''But I knew I could do it.''", "abstract": "Peter Marks interviews actress Anne Bancroft, who comments on her career and role of artist Louise Nevelson in Edward Albee's new play, Occupant, which is about to open Off Broadway at Signature Theater; drawing; photo (M)", "print_page": "5", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Anne Bancroft Finds Her Own Way Back", "kicker": "THEATER"}, "keywords": [{"name": "creative_works", "value": "OCCUPANT (PLAY)"}, {"name": "persons", "value": "BANCROFT, ANNE"}, {"name": "persons", "value": "ALBEE, EDWARD"}, {"name": "persons", "value": "NEVELSON, LOUISE"}, {"name": "subject", "value": "THEATER"}], "pub_date": "2002-02-17T00:00:00Z", "document_type": "article", "news_desk": "Arts and Leisure Desk", "section_name": "Arts; Theater", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Peter", "rank": 1, "lastname": "MARKS"}], "original": "By PETER MARKS"}, "type_of_material": "News", "_id": "4fd25bc18eb7c8105d809606", "word_count": 1709, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2002/02/17/weekinreview/ideas-trends-star-power-we-re-ready-for-their-close-ups.html", "snippet": "ON March 24, the Academy Awards will be handed out in a new venue, the Kodak Theater in Beverly Hills, but the event itself, despite occasional attempts to infuse it with novelty and relevance, remains an old-fashioned, even quaint affair. During ...", "lead_paragraph": "ON March 24, the Academy Awards will be handed out in a new venue, the Kodak Theater in Beverly Hills, but the event itself, despite occasional attempts to infuse it with novelty and relevance, remains an old-fashioned, even quaint affair. During the six weeks between the nominations and the awards ceremony, the culture of celebrity returns to its roots. For the rest of the year we are dazzled by false gods -- reality-show contestants, teen-pop sensations, talk-show showoffs and sitcom-wannabes -- but in the weeks between Mardi Gras and Palm Sunday the showbiz faithful return to the old-time religion: the unabashedly idolatrous worship of movie stars. Yes, there are 24 Oscar categories, only four dedicated to acting. But very few of the one billion television viewers will be tuning in for a glimpse of their favorite cinematographer. The power of the spectacle -- the speeches we remember, the tears we want to see, the embarrassing moments we relish -- lies in the stars.", "abstract": "Culture of celebrity movie stars discussed, in light of March 24 Academy Awards presentations; photo (M)f", "print_page": "5", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Ideas & Trends: Star Power; We're Ready for Their Close-Ups"}, "keywords": [{"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "ACADEMY AWARDS (OSCARS)"}], "pub_date": "2002-02-17T00:00:00Z", "document_type": "article", "news_desk": "Week in Review Desk", "section_name": "Movies; Week in Review", "subsection_name": null, "byline": {"person": [{"firstname": "A.", "middlename": "O.", "lastname": "SCOTT", "rank": 1, "role": "reported", "organization": ""}], "original": "By A. O. SCOTT"}, "type_of_material": "News", "_id": "4fd22cbd8eb7c8105d7b9244", "word_count": 853, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2002/02/17/magazine/remembrance-of-flings-past.html", "snippet": "Just beyond the curtained and half-shuttered window of Edith Templeton's small flat, in the Italian Riviera town of Bordighera, lush flowers and palm trees flourish in an atmosphere of sunny off-season indolence. But inside her sitting room, conve...", "lead_paragraph": "Just beyond the curtained and half-shuttered window of Edith Templeton's small flat, in the Italian Riviera town of Bordighera, lush flowers and palm trees flourish in an atmosphere of sunny off-season indolence. But inside her sitting room, conversation takes place at an intense emotional pitch. At 85, Templeton is tiny-boned and barely five feet tall, but there's nothing else delicate about her, beginning with the head-on stare she trains on me as I sit on her ancient moss-colored sofa. Her slightly bulging dark green eyes appear never to blink. Occasionally she'll adjust her hair or touch the small pearls at her throat, but she never shifts her gaze until she has finished what she intends to finish, leaning in so far that her head at times seems to hover several inches in front of her body. This comes across as a result less of age or of myopia than of a willful, avid nature, and while it adds to the impression she gives of intellectual vigor, it also increases your feeling of being pinned, helplessly, as you sit and chat with her. Especially when the subject turns to her personal life, which it inevitably does. Discussing ''The Darts of Cupid and Other Stories,'' the collection of short stories that is her first new title in 10 years, Templeton makes it clear that she is not the sort of writer who wants a line drawn between her biography and her work. ''Every bit of it is true!'' she insists. ''There is not one word of invention in it.'' Most of the stories feature a main character named Edith, and if you ask her about her fiction she is likely just to recount events from her own past, stopping frequently to ask, ''Did I put that in the story?''", "abstract": "Maria Russo interview with writer Edith Templeton, 85, on publication of The Darts of Cupid and Other Stories, her first new title in ten years; photos; Templeton, born in Eastern Europe, shocked readers forty years ago with stories about new breed of jaded female characters whose pleasure in sexual submission is mark of their toughness; she explains that writer has to be 'willing to be nasty' because the 'idyllic does not work' in literature (M)", "print_page": "46", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Remembrance Of Flings Past"}, "keywords": [{"name": "creative_works", "value": "DARTS OF CUPID AND OTHER STORIES, THE (BOOK)"}, {"name": "persons", "value": "TEMPLETON, EDITH"}, {"name": "subject", "value": "BOOKS AND LITERATURE"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}], "pub_date": "2002-02-17T00:00:00Z", "document_type": "article", "news_desk": "Magazine Desk", "section_name": "Magazine; Books", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Maria", "rank": 1, "lastname": "Russo"}], "original": "By Maria Russo"}, "type_of_material": "News", "_id": "4fd2341f8eb7c8105d7c52e3", "word_count": 3161, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2002/02/17/nyregion/the-neediest-cases-total-for-neediest-fund-is-a-record-9.8-million.html", "snippet": "The most successful campaign for The New York Times Neediest Cases Fund has come to its official end. The annual appeal ended on Feb. 1, the books were closed Wednesday and all the money has been counted. The fund received $9,785,570 this season, ...", "lead_paragraph": "The most successful campaign for The New York Times Neediest Cases Fund has come to its official end. The annual appeal ended on Feb. 1, the books were closed Wednesday and all the money has been counted. The fund received $9,785,570 this season, nearly 22 percent more than was donated during the 2000-01 appeal, which raised $8,033,582, the previous record. Meanwhile, the amount received by The New York Times 9/ 11 Neediest Fund, which was set up the day after the Sept. 11 terrorist attacks to help victims, continues to inch higher. That fund has received $52.4 million from readers across the country, $1.9 million of it in the past month, and has spent or committed 99 percent of it, according to The New York Times Company Foundation, which administers both funds.", "abstract": "The New York Times Neediest Cases Fund ends most successful annual appeal ever, having raised $9,785,570, nearly 22 percent more than last season; list of donor trusts and estates (M)", "print_page": "38", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "The Neediest Cases; Total for Neediest Fund Is a Record $9.8 Million"}, "keywords": [{"name": "subject", "value": "RECORDS AND ACHIEVEMENTS"}, {"name": "subject", "value": "NEW YORK TIMES NEEDIEST CASES FUND"}], "pub_date": "2002-02-17T00:00:00Z", "document_type": "article", "news_desk": "Metropolitan Desk", "section_name": "New York and Region", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Aaron", "rank": 1, "lastname": "DONOVAN"}], "original": "By AARON DONOVAN"}, "type_of_material": "News", "_id": "4fd2628e8eb7c8105d814bc2", "word_count": 988, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2002/02/17/nyregion/art-review-a-show-of-movie-posters-offers-social-commentary.html", "snippet": "AT the New Jersey State Museum here, an exhibition of movie posters and their smaller relatives, lobby cards, offers a window on attitudes of popular culture toward American Indians and blacks.    The show, ''Images of Americans on the Silver Scre...", "lead_paragraph": "AT the New Jersey State Museum here, an exhibition of movie posters and their smaller relatives, lobby cards, offers a window on attitudes of popular culture toward American Indians and blacks. The show, ''Images of Americans on the Silver Screen,'' focuses on movies with story lines revolving around conflicts between races. For example, the vivid posters for ''They Died with Their Boots On'' (1941) show how Errol Flynn's General George Armstrong Custer was glorified. But in the 1950's, a more sympathetic attitude toward Indians is signaled by the advertising for ''Broken Arrow,'' whose title proclaims an end to hostilities.", "abstract": "William Zimmer reviews exhibit of movie posters and lobby cards featuring blacks and Native Americans on view at New Jersey State Museum in Trenton; photo (M)", "print_page": "10", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "A Show of Movie Posters Offers Social Commentary", "kicker": "ART REVIEW"}, "keywords": [{"name": "organizations", "value": "NEW JERSEY STATE MUSEUM"}, {"name": "subject", "value": "INDIANS, AMERICAN"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "REVIEWS"}, {"name": "subject", "value": "BLACKS"}, {"name": "subject", "value": "POSTERS"}], "pub_date": "2002-02-17T00:00:00Z", "document_type": "article", "news_desk": "New Jersey Weekly Desk", "section_name": "Movies; New York and Region", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "William", "rank": 1, "lastname": "ZIMMER"}], "original": "By WILLIAM ZIMMER"}, "type_of_material": "Review", "_id": "4fd2628e8eb7c8105d814bd1", "word_count": 500, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2002/02/17/nyregion/casino-memo-we-can-t-blame-foxwoods-for-all-our-weirdness.html", "snippet": "MOST people, approaching the Foxwoods Resort Casino for the first time are struck by the way its domes and spires rise above the dense tree line. It looks like Oz: fantastic, unexpected, anomalous. It looks like it's not supposed to be here, which...", "lead_paragraph": "MOST people, approaching the Foxwoods Resort Casino for the first time are struck by the way its domes and spires rise above the dense tree line. It looks like Oz: fantastic, unexpected, anomalous. It looks like it's not supposed to be here, which, in a way, it isn't. If Foxwoods has left a permanent mark on the state, it has been mainly to introduce another note of surrealism to our waking lives and our dreams. Even those who never go to Foxwoods know it's there, a dream world within driving distance. We can imagine waking up at a strange hour of the night and traveling dark empty roads to a place full of people around glowing, chattering machines and exotic table games with Asian names.", "abstract": "Colin McEnroe column, offering several examples, holds Foxwoods Casino cannot be blamed for all the weirdness already common to Connecticut; drawing (M)", "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "We Can't Blame Foxwoods For All Our Weirdness", "kicker": "CASINO MEMO"}, "keywords": [{"name": "glocations", "value": "CONNECTICUT"}, {"name": "organizations", "value": "FOXWOODS CASINO"}, {"name": "subject", "value": "SOCIAL CONDITIONS AND TRENDS"}, {"name": "subject", "value": "GAMBLING"}, {"name": "subject", "value": "CASINOS"}], "pub_date": "2002-02-17T00:00:00Z", "document_type": "article", "news_desk": "Connecticut Weekly Desk", "section_name": "New York and Region", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Colin", "rank": 1, "lastname": "McENROE"}], "original": "By COLIN McENROE"}, "type_of_material": "News", "_id": "4fd26da98eb7c8105d82767c", "word_count": 1172, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2002/02/17/arts/television-radio-amid-a-long-drought-a-flowering-of-talent.html", "snippet": "IT was in July 1999 that Kweisi Mfume threw down the gauntlet to the major television networks, calling the casting of their new fall shows ''a virtual whitewash'' and threatening boycotts if the situation didn't change -- if, among other things, ...", "lead_paragraph": "IT was in July 1999 that Kweisi Mfume threw down the gauntlet to the major television networks, calling the casting of their new fall shows ''a virtual whitewash'' and threatening boycotts if the situation didn't change -- if, among other things, more actors of color were not given leading roles in prime time. The situation hasn't changed much. Mr. Mfume, the president of the National Association for the Advancement of Colored People, grudgingly conceded in a recent interview that there had been some progress over the last two years, then added: ''The situation was so bleak that there was no way to go but up.'' And studies by groups like the N.A.A.C.P. and the Director's Guild of America show that there is still an inequality of opportunities in television, both on screen and behind the camera.", "abstract": "Hal Hinson article on rise in stature and recent significant achievements of black actors in television despite reality that they remain underrepresented in medium; blacks who do get work are more likely to find it on cable rather than broadcast networks; some notable upcoming performances described; photos (M)", "print_page": "38", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Amid a Long Drought, A Flowering of Talent", "kicker": "TELEVISION/RADIO"}, "keywords": [{"name": "subject", "value": "TELEVISION"}, {"name": "subject", "value": "BLACKS"}], "pub_date": "2002-02-17T00:00:00Z", "document_type": "article", "news_desk": "Arts and Leisure Desk", "section_name": "Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Hal", "rank": 1, "lastname": "HINSON"}], "original": "By HAL HINSON"}, "type_of_material": "News", "_id": "4fd26da98eb7c8105d82766c", "word_count": 1939, "slideshow_credits": null}]}, "status": "OK", "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}