{"response": {"meta": {"hits": 85, "time": 25, "offset": 50}, "docs": [{"web_url": "http://www.nytimes.com/1991/01/27/magazine/l-child-of-the-movies-969091.html", "snippet": "Your article on Jodie Foster proves that she is as self-centered and sexist as every other feminist in this country (\"Child of the Movies\" by Jonathan Van Meter, Jan. 6).   Foster says, \"In terms of women in history, 95 percent of women's experien...", "lead_paragraph": "Your article on Jodie Foster proves that she is as self-centered and sexist as every other feminist in this country (\"Child of the Movies\" by Jonathan Van Meter, Jan. 6). Foster says, \"In terms of women in history, 95 percent of women's experiences are about being a victim. Or about being an underdog, or having to survive. . . . Women didn't go to Vietnam and blow things up. They're not Rambo.\" For her information, men had to go to Vietnam because they were born male. They were the victims and underdogs; they had to survive while she was safe at home, going to school, becoming rich and famous, winning an Oscar, then complaining to a major publication how terrible women have it. ROBERT KEITH SMITH Follansbee, W.Va.", "abstract": null, "print_page": "6", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "CHILD OF THE MOVIES"}, "keywords": [{"name": "persons", "value": "FOSTER, JODIE"}, {"name": "subject", "value": "MOTION PICTURES"}], "pub_date": "1991-01-27T00:00:00Z", "document_type": "article", "news_desk": "Magazine Desk", "section_name": "Movies; Magazine; Opinion", "subsection_name": null, "byline": null, "type_of_material": "Letter", "_id": "4fd19d238eb7c8105d6aeddd", "word_count": 128, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1991/01/25/world/rebels-in-el-salvador-say-military-killed-15.html", "snippet": "Leftist rebels today accused the Salvadoran armed forces of killing 15 peasants this week in a village north of San Salvador.   \"This criminal action is a typical terrorist operation of the armed forces, tending to intimidate the population,\" the ...", "lead_paragraph": "Leftist rebels today accused the Salvadoran armed forces of killing 15 peasants this week in a village north of San Salvador. \"This criminal action is a typical terrorist operation of the armed forces, tending to intimidate the population,\" the Farabundo Marti National Liberation Front said in a statement. Justice Minister Oscar Santamaria said: \"We reject categorically this charge. I don't think it is a serious position. It is pure speculation.\" Mr. Santamaria added that a full investigation was under way. The American-backed Government of President Alfredo Cristiani, the military and human rights organizations said that investigations were under way to find out who carried out the killings of seven men and eight women of the Aragon family in El Zapote, a village five miles north of the capital. At least five men, dressed in black and with their faces covered with scarfs, carried out the slayings with rifles and knives in the early hours of Tuesday, witnesses said. The rebel group presented no proof to back its accusation, but said the killings were carried out \"taking advantage of the fact that world attention is concentrated on the war in the Persian Gulf.\"", "abstract": null, "print_page": "7", "blog": [], "source": "Reuters", "multimedia": [], "headline": {"main": "Rebels in El Salvador Say Military Killed 15"}, "keywords": [{"name": "glocations", "value": "SAN SALVADOR (EL SALVADOR)"}, {"name": "glocations", "value": "EL SALVADOR"}, {"name": "subject", "value": "ARMAMENT, DEFENSE AND MILITARY FORCES"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}], "pub_date": "1991-01-25T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [], "original": "REUTERS", "organization": "REUTERS"}, "type_of_material": "News", "_id": "52b85d7c38f0d8094087ca06", "word_count": "192", "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1991/01/25/style/chronicle-477991.html", "snippet": "GREGORY PECK, MICHAEL DOUGLAS and CHARLTON HESTON showed up, with a lot of other movie types, for the opening of the Center for Motion Picture Study in Beverly Hills, Calif., on Wednesday night. Run by the Academy of Motion Pictures Arts and Scien...", "lead_paragraph": "GREGORY PECK, MICHAEL DOUGLAS and CHARLTON HESTON showed up, with a lot of other movie types, for the opening of the Center for Motion Picture Study in Beverly Hills, Calif., on Wednesday night. Run by the Academy of Motion Pictures Arts and Sciences, the group that gives out the Oscars, the center comprises a library and archives of movies and stills. The center is housed in the Beverly Hills Waterworks, built in 1927, which underwent a three-year $6 million face lift. Its 40,000 square feet are filled with five million photographs, clippings on thousands of movies and the people who made them, 5,000 scripts and more than 12,000 films. It also holds the collections of the likes of Alfred Hitchcock, John Huston and Mary Pickford. \"This opening sends a signal, to those who didn't already know it, that Hollywood is concerned about preserving its past,\" said RIC ROBERTSON, the executive administrator of the academy. Yesterday, the academy announced that MYRNA LOY, 85 years old, will get an honorary Oscar on March 25, along with SOPHIA LOREN, whose honorary award was previously announced.", "abstract": null, "print_page": "4", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "CHRONICLE"}, "keywords": [{"name": "organizations", "value": "CENTER FOR MOTION PICTURE STUDY"}, {"name": "organizations", "value": "ACADEMY OF MOTION PICTURE ARTS AND SCIENCES"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "ARCHIVES AND RECORDS"}], "pub_date": "1991-01-25T00:00:00Z", "document_type": "article", "news_desk": "Style Desk", "section_name": "Movies; Style", "subsection_name": null, "byline": {"person": [{"firstname": "Susan", "middlename": "Heller", "lastname": "ANDERSON", "rank": 1, "role": "reported", "organization": ""}], "original": "By SUSAN HELLER ANDERSON"}, "type_of_material": "News", "_id": "4fd1a7a28eb7c8105d6c25df", "word_count": 182, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1991/01/23/style/chronicle-323291.html", "snippet": "Calling SOPHIA LOREN \"one of the genuine treasures of world cinema,\" the Academy of Motion Picture Arts and Sciences has given her an honorary Oscar. She will receive it on March 25, during the Academy Awards ceremony.   Miss Loren, 56 years old, ...", "lead_paragraph": "Calling SOPHIA LOREN \"one of the genuine treasures of world cinema,\" the Academy of Motion Picture Arts and Sciences has given her an honorary Oscar. She will receive it on March 25, during the Academy Awards ceremony. Miss Loren, 56 years old, won an Oscar for best actress in 1961 for \"Two Women.\" She has acted in 59 films.", "abstract": null, "print_page": "5", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "CHRONICLE"}, "keywords": [{"name": "creative_works", "value": "CHRONICLE (TIMES COLUMN)"}, {"name": "creative_works", "value": "OSCAR AWARDS"}, {"name": "persons", "value": "LOREN, SOPHIA"}, {"name": "organizations", "value": "ACADEMY OF MOTION PICTURE ARTS AND SCIENCES"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "AWARDS, DECORATIONS AND HONORS"}], "pub_date": "1991-01-23T00:00:00Z", "document_type": "article", "news_desk": "Style Desk", "section_name": "Movies; Style", "subsection_name": null, "byline": {"person": [{"firstname": "Susan", "middlename": "Heller", "lastname": "ANDERSON", "rank": 1, "role": "reported", "organization": ""}], "original": "By SUSAN HELLER ANDERSON"}, "type_of_material": "News", "_id": "4fd197ee8eb7c8105d6a6d4f", "word_count": 59, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1991/01/23/arts/the-pop-life-810791.html", "snippet": "Shirley Horn's Backup   In the title song of Shirley Horn's extraordinary new album, \"You Won't Forget Me\" (Verve/Polygram) the 56-year-old jazz singer and pianist from Washington is joined by the trumpet of Miles Davis augmenting the regular memb...", "lead_paragraph": "Shirley Horn's Backup In the title song of Shirley Horn's extraordinary new album, \"You Won't Forget Me\" (Verve/Polygram) the 56-year-old jazz singer and pianist from Washington is joined by the trumpet of Miles Davis augmenting the regular members of her trio, Charles Ables on bass and Steve Williams on drums. It has been more than 20 years since Mr. Davis accompanied any singer on an album as a side musician, and his solos on the ballad, which Ms. Horn interprets with a quiet but impassioned gravity, are played in the classic, cool style that the legendary trumpeter all but abandoned after the 1960's.", "abstract": null, "print_page": "10", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "The Pop Life"}, "keywords": [{"name": "persons", "value": "COLE, DAVID"}, {"name": "persons", "value": "DAVIS, MILES"}, {"name": "persons", "value": "CLIVILLES, ROBERT"}, {"name": "persons", "value": "HORN, SHIRLEY"}, {"name": "organizations", "value": "STYX"}, {"name": "subject", "value": "RECORDINGS (AUDIO)"}, {"name": "subject", "value": "ROCK MUSIC"}, {"name": "subject", "value": "MUSIC"}], "pub_date": "1991-01-23T00:00:00Z", "document_type": "article", "news_desk": "Cultural Desk", "section_name": "Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Stephen", "rank": 1, "lastname": "Holden"}], "original": "By Stephen Holden"}, "type_of_material": "News", "_id": "4fd1a7208eb7c8105d6c1e6c", "word_count": 1062, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1991/01/21/obituaries/mario-siletti-acting-teacher-65.html", "snippet": "Mario Siletti, an acting teacher who helped found the National Shakespeare Conservatory, died on Jan. 7 at New York University Medical Center. He was 65 years old and lived in Greenwich Village.   He died of pneumonia, said Albert Schoemann, a co-...", "lead_paragraph": "Mario Siletti, an acting teacher who helped found the National Shakespeare Conservatory, died on Jan. 7 at New York University Medical Center. He was 65 years old and lived in Greenwich Village. He died of pneumonia, said Albert Schoemann, a co-founder of the Conservatory. For 25 years, Mr. Siletti taught acting at the Stella Adler Studio, New York University and the National Shakespeare Conservatory, which he, Mr. Schoemann and Philip Meister founded in 1974. At the age of 4, on the Lower East Side, Mr. Siletti began acting in productions by the Italian Theater, which his father, Mario Sr., had founded. Mr. Siletti created the role of Uncle Oscar in the original New York production of \"Little Mary Sunshine\" and acted and directed in regional theaters. His companion was Robert P. Smith. He is survived by two brothers, Tirzio, of Los Angeles, and Joseph, of Oahu, Hawaii.", "abstract": null, "print_page": "8", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Mario Siletti; Acting Teacher, 65"}, "keywords": [{"name": "persons", "value": "SILETTI, MARIO"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}, {"name": "subject", "value": "DEATHS"}], "pub_date": "1991-01-21T00:00:00Z", "document_type": "article", "news_desk": "Obituary", "section_name": "Obituaries", "subsection_name": null, "byline": null, "type_of_material": "Obituary", "_id": "4fd197ed8eb7c8105d6a6c9d", "word_count": 147, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1991/01/20/style/sarah-g-miller-executive-wed.html", "snippet": "Sarah Gaines Miller, a daughter of Mr. and Mrs. G. Thomas Miller of Dillsburg, Pa., was married yesterday to Edward McMichael Shaw, the son of Mr. and Mrs. Oscar M. Shaw of Boston. The Rev. F. Goldthwaite Sherrill officiated at Grace Episcopal Chu...", "lead_paragraph": "Sarah Gaines Miller, a daughter of Mr. and Mrs. G. Thomas Miller of Dillsburg, Pa., was married yesterday to Edward McMichael Shaw, the son of Mr. and Mrs. Oscar M. Shaw of Boston. The Rev. F. Goldthwaite Sherrill officiated at Grace Episcopal Church in Brooklyn Heights, N.Y. The bride, a senior vice president of the Comedy Channel Corporation, a subsidiary of HBO in New York, graduated from Mount Holyoke College and received an M.B.A. degree from Columbia University. Her previous marriage ended in divorce, as did the bridegroom's. The bride's father is a partner in the Harrisburg, Pa., law firm of McNees, Wallace & Nurick. The bridegroom, a partner in the New York law firm of Stillman, Friedman & Shaw, graduated from Phillips Exeter Academy, magna cum laude from Harvard University and cum laude from Harvard's Law School. His father, who is retired, was a partner in the Boston law firm of Ropes & Gray.", "abstract": null, "print_page": "40", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Sarah G. Miller, Executive, Wed"}, "keywords": [{"name": "persons", "value": "SHAW, EDWARD M"}, {"name": "persons", "value": "MILLER, SARAH"}, {"name": "subject", "value": "WEDDINGS AND ENGAGEMENTS"}], "pub_date": "1991-01-20T00:00:00Z", "document_type": "article", "news_desk": "Society Desk", "section_name": "Style", "subsection_name": null, "byline": null, "type_of_material": "News", "_id": "4fd1c5cb8eb7c8105d6f668e", "word_count": 155, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1991/01/20/magazine/fashion-the-star-system.html", "snippet": "When Todd Oldham opened his collection of spring fashions last November, the house was formidably full. There in the front row were all the key figures -- the retailers, journalists, socialites and supercelebrities -- looking weary after a week of...", "lead_paragraph": "When Todd Oldham opened his collection of spring fashions last November, the house was formidably full. There in the front row were all the key figures -- the retailers, journalists, socialites and supercelebrities -- looking weary after a week of shows but resolutely poker-faced. Yet Oldham, a relative newcomer on Seventh Avenue, and something of a maverick, had made up his mind to woo them. To that end, he had instructed his models to beam incandescently as they sauntered down the runway in shirts that were sashed at the midriff and slashed at the rear. Bouffant-coifed like Barbie dolls, they emerged out of the painted backdrop, a kitschy tangle of flowers and trees meant to evoke the rustic charms of Dogpatch. About five minutes into the proceedings, it was clear that Oldham's fey brand of showmanship had begun to work its magic. People were swaying to the beat of Deee-Lite's \"Try Me On,\" avidly swapping opinions and greeting each other across the runway with smiles of open complicity. Here, their expressions suggested, was a new star in the making.", "abstract": null, "print_page": "50", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Fashion; THE STAR SYSTEM"}, "keywords": [{"name": "subject", "value": "DESIGN"}, {"name": "subject", "value": "APPAREL"}], "pub_date": "1991-01-20T00:00:00Z", "document_type": "article", "news_desk": "Magazine Desk", "section_name": "Magazine", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Ruth", "rank": 1, "lastname": "LA FERLA"}], "original": "BY RUTH LA FERLA"}, "type_of_material": "News", "_id": "4fd1b4b98eb7c8105d6d98a6", "word_count": 1351, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1991/01/20/nyregion/theater-varied-productions-visit-stamford.html", "snippet": "AN affectionate down-home folk tale recounts the coming of age of a black farmer from North Carolina in the late 1950's and 60's. Highlights: his five-year prison term for refusing to fight in Vietnam, his detour to \"a very, very large American ci...", "lead_paragraph": "AN affectionate down-home folk tale recounts the coming of age of a black farmer from North Carolina in the late 1950's and 60's. Highlights: his five-year prison term for refusing to fight in Vietnam, his detour to \"a very, very large American city\" to sample the seamy side of life, his return to his boyhood sweetheart -- and his roots. Critical consensus: \"sweet, simple, funny and endearing.\" An icily elegant narrative dissects the sexual politics among the loathsome French aristocracy, seven years before the Revolution, featuring betrayal, corruption and seduction of the innocent. Critical consensus: \"lethally comic, diabolical, cynical and cautionary.\"", "abstract": null, "print_page": "12", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Varied Productions Visit Stamford", "kicker": "THEATER"}, "keywords": [{"name": "glocations", "value": "CONNECTICUT"}, {"name": "organizations", "value": "STAMFORD CENTER FOR ARTS"}, {"name": "subject", "value": "THEATER"}], "pub_date": "1991-01-20T00:00:00Z", "document_type": "article", "news_desk": "Connecticut Weekly Desk", "section_name": "Theater; New York and Region", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Alvin", "rank": 1, "lastname": "KLEIN"}], "original": "By ALVIN KLEIN"}, "type_of_material": "Review", "_id": "4fd1a7158eb7c8105d6c173b", "word_count": 931, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1991/01/18/arts/sounds-around-town-012591.html", "snippet": "Masters of Suspense   Jack Walrath and the Masters of Suspense, Zanzibar and Grill, 550 Third Avenue, at 36th Street, Manhattan, (212) 779-0606. Jack Walrath was the trumpeter in Charles Mingus's group during the last four years of Mingus's life. ...", "lead_paragraph": "Masters of Suspense Jack Walrath and the Masters of Suspense, Zanzibar and Grill, 550 Third Avenue, at 36th Street, Manhattan, (212) 779-0606. Jack Walrath was the trumpeter in Charles Mingus's group during the last four years of Mingus's life. The effects of that experience, along with the grounding he developed from playing in Ray Charles's band for a year, can be heard in the Masters of Suspense, the all-star sextet he now leads. The Masters are the tenor saxophonist Craig Handy and the pianist Benny Green, along with David Fiucynski on guitar, Peter Washington on bass and Ronnie Burrage on drums. Mr. Walrath, whose playing has been described as ferociously swinging and courageously adventurous, will turn his musicians loose twice tonight and tomorrow, at 9 and 11:30. There is a $12 music charge with a one-drink minimum at the bar and a one-entree minimum at the tables. Charles DeForest Charles DeForest, Danny's Grand Sea Palace, 346 West 46th Street, Manhattan, (212) 265-8133. Charles DeForest, a singer, pianist and songwriter, is a veteran saloon singer, to use Bobby Short's self-descriptive term. But his approach is very different from Mr. Short's. His soft, intimate voice brushes gently over the lyrics of a song even while he is projecting levels of tension and emphasis. His piano accompaniments are full and positive, even swinging when that suits the mood of a song. And although the songs of Harold Arlen, Cole Porter or Rodgers and Hart are the solid core of his repertory, the witty lyrics and rhythmic pulse of his own songs hold up unusually well in such fast company. He is at the Piano Bar at Danny's Grand Sea Palace this month, Thursdays through Saturdays, while Danny Apolinar, the resident pianist, recuperates from an operation. Mr. DeForest plays and sings tonight and tomorrow from 8:30 P.M. until 12:30 A.M. There is no cover charge or minimum. David Amram Quartet David Amram Quartet, Freddy Cole Trio, Fortune Garden Pavilion, 209 East 49th Street, Manhattan, (212) 753-0101. Although the French hornist David Amram was prominent in the jazz world in the 1950's and 60's, playing with Charles Mingus and Oscar Pettiford and leading his own group for three years at the Five Spot on Cooper Square, he has more recently been involved primarily with folk music and composition. His appearance on Sunday at the Fortune Garden as part of a fund-raising event for the Highlights in Jazz series, which will also be a tribute to the Rev. Dr. Martin Luther King Jr., is one of his rare recent appearances in a jazz setting. He will share the program with a trio led by the pianist and singer Freddy Cole, a brother of Nat (King) Cole. There will be two shows, at 6 and 8:30 P.M., with a minimum of $20. A $10 donation is requested for the Highlights in Jazz fund-raising. The Week's Jazz Album Ted Rosenthal Trio: \"New Tunes, New Traditions\" ( Ken Music , 301 West 57th Street, Suite 26A, New York, N.Y. 10019). A little more than a year ago, the pianist and composer Ted Rosenthal won the second annual Thelonious Monk International Jazz Piano Competition, which brought him, in addition to glory, a $10,000 cash prize. This album shows why the judges -- Tommy Flanagan, Sir Roland Hanna, Roger Kellaway and Barry Harris -- were impressed by Mr. Rosenthal as both pianist and composer. With Ron Carter on bass and Billy Higgins on drums, forming an exceptionally strong, creatively involved trio, Mr. Rosenthal gives such Monk compositions as \"Worry Later\" and \"Rhythm-a-Ning\" a Monkish flavor but a looser, more agile technique. Mr. Rosenthal's own compositions, on which the trumpeter Tom Harrell is added to the group, are a mixture of romanticism and hard bop with only fragmentary suggestions of Monk.", "abstract": null, "print_page": "6", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Sounds Around Town"}, "keywords": [{"name": "glocations", "value": "NEW YORK CITY"}, {"name": "subject", "value": "MUSIC"}, {"name": "subject", "value": "CONCERTS AND RECITALS"}, {"name": "subject", "value": "ENTERTAINMENT AND AMUSEMENTS"}, {"name": "subject", "value": "JAZZ"}], "pub_date": "1991-01-18T00:00:00Z", "document_type": "article", "news_desk": "Weekend Desk", "section_name": "Arts", "subsection_name": null, "byline": {"person": [{"firstname": "John", "middlename": "S.", "lastname": "Wilson", "rank": 1, "role": "reported", "organization": ""}], "original": "By John S. Wilson"}, "type_of_material": "Review", "_id": "4fd1c3c88eb7c8105d6f2d6c", "word_count": 629, "slideshow_credits": null}]}, "status": "OK", "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}