{"response": {"meta": {"hits": 85, "time": 93, "offset": 40}, "docs": [{"web_url": "http://www.nytimes.com/1991/02/08/movies/critic-s-notebook-black-films-imitation-of-life.html", "snippet": "NAOMI is a pretty little black child living in a comfortable all-black middle-class world, untouched by the poverty of the 1930's. But she is cursed.   \"You're a bad girl and need to be punished,\" says her teacher with somewhat more vehemence than...", "lead_paragraph": "NAOMI is a pretty little black child living in a comfortable all-black middle-class world, untouched by the poverty of the 1930's. But she is cursed. \"You're a bad girl and need to be punished,\" says her teacher with somewhat more vehemence than her crime would seem to warrant. Naomi has been sticking out her foot and tripping nice little girls in the schoolyard.", "abstract": null, "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Critic's Notebook; Black Films: Imitation Of Life?"}, "keywords": [{"name": "organizations", "value": "FILM FORUM"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "BLACKS (IN US)"}], "pub_date": "1991-02-08T00:00:00Z", "document_type": "article", "news_desk": "Weekend Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Vincent", "rank": 1, "lastname": "CANBY"}], "original": "By VINCENT CANBY"}, "type_of_material": "News", "_id": "4fd19d768eb7c8105d6af84d", "word_count": 3437, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1991/02/08/sports/baseball-yankees-decide-lapoint-doesn-t-fit-into-their-plans.html", "snippet": "Two years ago, when Dallas Green was trying to rebuild the Yankees' pitching staff, he recommended the signing of Andy Hawkins and Dave LaPoint as free agents. Hawkins, Green said, would be the anchor of the staff. LaPoint would be there right beh...", "lead_paragraph": "Two years ago, when Dallas Green was trying to rebuild the Yankees' pitching staff, he recommended the signing of Andy Hawkins and Dave LaPoint as free agents. Hawkins, Green said, would be the anchor of the staff. LaPoint would be there right behind him. LaPoint, however, is in his last 10 days with the Yankees, and Hawkins may not last much longer. Needing a spot on their 40-man roster, the Yankees yesterday designated LaPoint for assignment. That means they have 10 days in which to trade him, release him or secure his permission to send him outright to the minor leagues.", "abstract": null, "print_page": "24", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Yankees Decide LaPoint Doesn't Fit Into Their Plans", "kicker": "BASEBALL"}, "keywords": [{"name": "persons", "value": "LAPOINT, DAVE"}, {"name": "organizations", "value": "NEW YORK YANKEES"}, {"name": "subject", "value": "BASEBALL"}], "pub_date": "1991-02-08T00:00:00Z", "document_type": "article", "news_desk": "Sports Desk", "section_name": "Sports", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Murray", "rank": 1, "lastname": "CHASS"}], "original": "By MURRAY CHASS"}, "type_of_material": "News", "_id": "4fd197e68eb7c8105d6a66a9", "word_count": 596, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1991/02/03/style/social-events.html", "snippet": "Actors Play at Bowls    Feb. 3 -- Actors and actresses in soap opera serials are to take part in a bowling tournament to benefit the Manhattan Class Company theater troupe. They have leading roles in \"One Life to Live,\" \"As the World Turns,\" \"All ...", "lead_paragraph": "Actors Play at Bowls Feb. 3 -- Actors and actresses in soap opera serials are to take part in a bowling tournament to benefit the Manhattan Class Company theater troupe. They have leading roles in \"One Life to Live,\" \"As the World Turns,\" \"All My Children,\" \"Loving\" and \"Guiding Light.\" This will be the fourth year they have turned out for such a benefit. From noon to 3 P.M., ticket buyers may watch or compete at Bowlmor Lanes, 110 University Place (12th Street) in Greenwich Village. There will be door prizes and an auction of soap opera memorabilia. Tickets, $25 to watch; $65 to participate; (212) 239-9033. Drama League Celebration Feb. 4 -- The Broadway composer John Kander and the lyricist Fred Ebb will be honored at an evening of entertainment at the Pierre to benefit the directors' project of the Drama League of New York. Among the performers will be Liza Minnelli, Chita Rivera, Stockard Channing, Jason Alexander, Mr. Kander and Mr. Ebb. Cocktails at 7:30 P.M., dinner at 8:15 and the show, staged by Albert Stephenson, the choreographer, at 9:30. Tickets $400, $500 and $600; (212) 302-2100. Award to Ron Silver Feb. 5 -- Writers and Artists for Peace in the Middle East will present its Distinguished Achievement Award to the actor Ron Silver at a cocktail reception at 7:15 P.M. at the Stanhope, Fifth Avenue and 81st Street. The event will also benefit the organization, which was founded in 1973. Alan King, Tony Randall, Christopher Reeves, Tovah Feldshuh, Dr. Ruth Westheimer and Oscar Brand are expected to attend. Tickets $75; (212) 421-1950. Fighting Blindness Feb. 5 -- A dinner party at the Plaza will benefit the New York programs of the National Society to Prevent Blindness and honor John H. Slade, a senior managing director of Bear, Stearns & Company. Mr. Slade recently established the John H. Slade Fund for Glaucoma High Risk Alert, which will help the society, founded in 1908, in its efforts to detect glaucoma in people most at risk: blacks, elderly people and people with a family history of glaucoma and diabetes. The black-tie party will begin at 6:30 P.M. with cocktails; dinner at 7:30. Tickets $500 to $2,500; (212) 735-0725. Black History Makers Feb. 6 -- The fifth annual Black History Makers awards benefit will honor Mayor David N. Dinkins; Dr. Johnnetta Cole, the president of Spelman College in Atlanta, and Gov. L. Douglas Wilder of Virginia. Proceeds from the dinner and dance, at the Waldorf-Astoria, will benefit the sponsor of the event, Associated Black Charities in New York, a federation of 70 health and human services agencies. Cocktails at 7 P.M. will be followed by dinner and the awards ceremonies at 8. The Count Basie Orchestra and Noel Pointer, a jazz musician, will entertain. Black tie. Tickets $500; (212) 997-0100. Helping a Library Feb. 7 -- The first fund-raising event for the Office of the Appellate Defender will be a reception and dinner at the New York University School of Law, Washington Square South at MacDougal Street. The office was established in 1988 with the support of New York City to try to reduce the backlog of criminal appeals in the First Judicial Department. Proceeds from the reception, at 6 P.M., and the dinner, at 7:45, will benefit the office and its Justice Arnold L. Fein Memorial Library. Dr. Timothy S. Healy, the president of the New York Public Library, will speak. Tickets, $350 for the reception and dinner; $150 for the reception only; (212) 719-0766. The Arch Is 102 Feb. 9 -- The 11th annual George Washington Birthday Ball of the Washington Square Association will also mark the 102d anniversary of the building of the Washington Square Arch. It will also honor the playwright John Guare, a Greenwich Village resident, and Betsy Gotbaum, the Commissioner of the New York City Parks and Recreation Department. The party will benefit the Friends of Washington Square Park, a nonprofit organization that helps maintain the park. The evening starts at 6:30 in the John Ben Snow Room at the Bobst Library of New York University, 70 Washington Square South (La Guardia Place and West Fourth Street). Black tie. Tickets $100; (212) 764-6330. Road Runners Party Feb. 9 -- Proceeds from the New York Road Runners Club's annual dinner-dance at the Sheraton Centre will help support the club's safety patrol in Central Park. Dick Schaap, the journalist and the author of a biography of Bo Jackson, the football and baseball player, will speak. Awards will be given in various categories of running. The party will begin with cocktails at 6:30 P.M. Tickets $60; (212) 860-2280, extension. 278. Piarist Ball Feb. 9 -- The 39th annual Piarist Ball of the Hungarian Piarist Alumni Association, at the Plaza, will benefit the scholarship and building funds of the American and Hungarian Piarist Schools. Cocktails at 6:30 P.M., dinner at 7:30 and dancing at 9:30. Hungarian folk dancers will entertain. White or black tie. Tickets for the dinner and dance $140; $80 for dancing only. (212) 744-8594. Helping Fresh Air Camps Feb. 9 -- Trail Blazers, a volunteer organization that maintains boys' and girls' camps next to Stokes State Forest in Sussex County, N.J., will benefit from a 2 P.M. performance of \"Buddy: the Buddy Holly Story\" at the Shubert Theater, 225 West 44th Street. Trail Blazers was founded in 1887 as Life Fresh Air Camps. All seats are in the orchestra. Contributors of $500 will get four of the best seats; single seats, $80 for adults and $60 for children. Guests will receive souvenir programs and a tape of Buddy Holly songs. (212) 691-4742. For Future Scientists Feb. 9 -- A party with dancing at 8 P.M. at the Children's Museum of Manhattan, 212 West 83d Street (between Broadway and Amsterdam Avenue), is to raise funds for the Dr. Bessie F. Lawrence International Summer Science Institute at the Weizmann Institute of Science in Rehovot, Israel, which invites outstanding American science students to study there every year. There will be a buffet, a silent auction of goods and services and take-home gift bags. Dress: favorite play clothes. Tickets $100 at (212) 779-2500; $125 at door. For College Scholarships Feb. 10 -- The New York Club of the National Association of Negro Business and Professional Women's Clubs will increase its college scholarship fund with proceeds from the club's annual Sweetheart Charity Ball. The party begins at 5 P.M. at the Astorian Manor, 25-22 Astoria Boulevard (Crescent Street) in Astoria, Queens. Tickets $45; (212) 283-9039 or (212) 876-5226. A Masked Ball Feb. 10 -- A Petit Bal Masque at Tatou, 151 East 50th Street, is to benefit the New York League for the Hard of Hearing. The league, established 81 years ago, provides medical, counseling and rehabilitation services for infants, children and adults. The black-tie party starts at 6 P.M., and K. T. Sullivan, a singer and actress, will perform. There will be prizes for orginal mask designs. Masks will also be available at the door. Tickets $125; (212) 741-3143 or (212) 255-1932 (the latter is a specially equipped telephone for deaf people).", "abstract": null, "print_page": "52", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Social Events"}, "keywords": [{"name": "subject", "value": "WEDDINGS AND ENGAGEMENTS"}], "pub_date": "1991-02-03T00:00:00Z", "document_type": "article", "news_desk": "Society Desk", "section_name": "Style", "subsection_name": null, "byline": {"person": [{"firstname": "Thomas", "middlename": "W.", "lastname": "Ennis", "rank": 1, "role": "reported", "organization": ""}], "original": "By Thomas W. Ennis"}, "type_of_material": "News", "_id": "4fd1bc8a8eb7c8105d6e7c39", "word_count": 1182, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1991/02/03/sports/golf-mediate-leads-by-1-finding-the-touch-with-long-putter.html", "snippet": "Rocco Mediate stood up to strong Pacific gusts and leaned on his long putter to handle Spyglass Hill's treacherous greens today for a one-shot lead going into the final round of the A.T.& T. Pebble Beach National Pro-Am.   If the 28-year-old Media...", "lead_paragraph": "Rocco Mediate stood up to strong Pacific gusts and leaned on his long putter to handle Spyglass Hill's treacherous greens today for a one-shot lead going into the final round of the A.T.& T. Pebble Beach National Pro-Am. If the 28-year-old Mediate continues to wield his 49-inch putter unerringly at Pebble Beach, he could become the first player ever to win a regular PGA Tour event with a long putter.", "abstract": null, "print_page": "6", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Mediate Leads by 1, Finding the Touch With Long Putter", "kicker": "GOLF"}, "keywords": [{"name": "creative_works", "value": "AT&T PEBBLE BEACH NATIONAL PRO-AM GOLF TOURNAMENT"}, {"name": "subject", "value": "GOLF"}], "pub_date": "1991-02-03T00:00:00Z", "document_type": "article", "news_desk": "Sports Desk", "section_name": "Sports", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Jaime", "rank": 1, "lastname": "DIAZ"}, {"organization": "", "role": "reported", "rank": 2}], "original": "By JAIME DIAZ, Special to The New York Times"}, "type_of_material": "News", "_id": "4fd1b4b48eb7c8105d6d95aa", "word_count": 791, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1991/02/03/style/maureen-cleary-to-wed-in-june.html", "snippet": "Mrs. Thomas J. Cleary of Bronxville, N.Y., has announced the engagement of her daughter, Maureen Mary Cleary, to Paul Joseph Colligan, a son of Marcia W. Colligan of Hanover, N.H., and the late George A. Colligan. A June wedding is planned.   Miss...", "lead_paragraph": "Mrs. Thomas J. Cleary of Bronxville, N.Y., has announced the engagement of her daughter, Maureen Mary Cleary, to Paul Joseph Colligan, a son of Marcia W. Colligan of Hanover, N.H., and the late George A. Colligan. A June wedding is planned. Miss Cleary, 28 years old, is in the advertising sales division in New York of the ESPN cable network. She graduated from the University of Wisconsin. Her father, the late Mr. Cleary, was a vice president and the controller of Oscar Mayer Foods in Madison, Wis. Mr. Colligan, 27, is a vice president of Oppenheimer & Company, a New York brokerage. He graduated from Dartmouth College, where his mother is the director of administration services and his father was a professor of metallurgical engineering.", "abstract": null, "print_page": "54", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Maureen Cleary To Wed in June"}, "keywords": [{"name": "persons", "value": "CLEARY, MAUREEN M"}, {"name": "persons", "value": "COLLIGAN, PAUL J"}, {"name": "subject", "value": "WEDDINGS AND ENGAGEMENTS"}], "pub_date": "1991-02-03T00:00:00Z", "document_type": "article", "news_desk": "Society Desk", "section_name": "Style", "subsection_name": null, "byline": null, "type_of_material": "News", "_id": "4fd1c5c68eb7c8105d6f6434", "word_count": 125, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1991/01/31/nyregion/troopers-in-connecticut-s-small-towns-may-fade-away.html", "snippet": "Master Sgt. Tom Kirchberger is a singular force in this small town in Connecticut's rural Northwest Corner. He is a one-man police department, detective division, parking violations bureau and highway patrol. He also serves as a de facto dogcatche...", "lead_paragraph": "Master Sgt. Tom Kirchberger is a singular force in this small town in Connecticut's rural Northwest Corner. He is a one-man police department, detective division, parking violations bureau and highway patrol. He also serves as a de facto dogcatcher and as an occasional lassoer of loose livestock. Mr. Kirchberger is Kent's resident state trooper, the sole law-enforcement official assigned to protect and assist the 2,918 people who are scattered here over 50 square miles of thick woods and steep hills. His position, though, is endangered by Connecticut's fiscal crisis. Under one of scores of proposals made this month by a commission studying government management, the cost to towns that use resident state troopers would be raised by 40 percent this summer, and the program would be eliminated in 1993.", "abstract": null, "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Troopers in Connecticut's Small Towns May Fade Away"}, "keywords": [{"name": "glocations", "value": "CONNECTICUT"}, {"name": "subject", "value": "FINANCES"}, {"name": "subject", "value": "BUDGETS AND BUDGETING"}, {"name": "subject", "value": "POLICE"}], "pub_date": "1991-01-31T00:00:00Z", "document_type": "article", "news_desk": "Metropolitan Desk", "section_name": "New York and Region", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Nick", "rank": 1, "lastname": "RAVO"}, {"organization": "", "role": "reported", "rank": 2}], "original": "By NICK RAVO, Special to The New York Times"}, "type_of_material": "News", "_id": "4fd19d258eb7c8105d6aef3b", "word_count": 1064, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1991/01/30/arts/hollywood-may-lose-old-hangout-of-the-stars.html", "snippet": "The old Brown Derby restaurant is gone, and so is Schwab's Drug Store, Pickfair and the Pan Pacific Auditorium. And now the Formosa Cafe, once the hangout of Lauren Bacall, Humphrey Bogart, Douglas Fairbanks and Marilyn Monroe, is on the verge of ...", "lead_paragraph": "The old Brown Derby restaurant is gone, and so is Schwab's Drug Store, Pickfair and the Pan Pacific Auditorium. And now the Formosa Cafe, once the hangout of Lauren Bacall, Humphrey Bogart, Douglas Fairbanks and Marilyn Monroe, is on the verge of being torn down for a five-story parking garage. In a place where history is short and roots shallow, the Formosa, which dates back to a time when films were still silent and the air clean, represents what passes here for tradition.", "abstract": null, "print_page": "9", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Hollywood May Lose Old Hangout of the Stars"}, "keywords": [{"name": "glocations", "value": "CALIFORNIA"}, {"name": "organizations", "value": "FORMOSA CAFE"}, {"name": "subject", "value": "HISTORIC BUILDINGS AND SITES"}, {"name": "subject", "value": "RESTAURANTS"}, {"name": "subject", "value": "NYTRAVEL"}], "pub_date": "1991-01-30T00:00:00Z", "document_type": "article", "news_desk": "Cultural Desk", "section_name": "Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Robert", "rank": 1, "lastname": "REINHOLD"}, {"organization": "", "role": "reported", "rank": 2}], "original": "By ROBERT REINHOLD, Special to The New York Times"}, "type_of_material": "News", "_id": "4fd1a7aa8eb7c8105d6c2be2", "word_count": 1320, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1991/01/29/style/chronicle-443191.html", "snippet": "CLINT EASTWOOD and DIANE KEATON were named Man and Woman of the Year by the Hasty Pudding theatricals at Harvard University for contributions to films. Ms. Keaton, whose portrayal of \"Annie Hall\" won an Oscar, will get her award on Feb. 12. Mr. Ea...", "lead_paragraph": "CLINT EASTWOOD and DIANE KEATON were named Man and Woman of the Year by the Hasty Pudding theatricals at Harvard University for contributions to films. Ms. Keaton, whose portrayal of \"Annie Hall\" won an Oscar, will get her award on Feb. 12. Mr. Eastwood, star of the \"Dirty Harry\" movies, will receive his award Feb. 19.", "abstract": null, "print_page": "18", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "CHRONICLE"}, "keywords": [{"name": "persons", "value": "KEATON, DIANE"}, {"name": "persons", "value": "EASTWOOD, CLINT"}, {"name": "organizations", "value": "HARVARD UNIVERSITY"}, {"name": "organizations", "value": "HASTY PUDDING"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "AWARDS, DECORATIONS AND HONORS"}], "pub_date": "1991-01-29T00:00:00Z", "document_type": "article", "news_desk": "Style Desk", "section_name": "Movies; Style", "subsection_name": null, "byline": {"person": [{"firstname": "Susan", "middlename": "Heller", "lastname": "ANDERSON", "rank": 1, "role": "reported", "organization": ""}], "original": "By SUSAN HELLER ANDERSON"}, "type_of_material": "News", "_id": "4fd19d748eb7c8105d6af6ee", "word_count": 56, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1991/01/28/movies/review-film-marital-reminiscences-of-good-and-bad-days.html", "snippet": "In the Danish film \"Memories of a Marriage\" a group of friends and relatives convenes at the country cottage of Karl Age (Frits Helmuth) and his wife, Regitze (Ghita Norby), to share beer and herring and laughter. This reunion unleashes a flood of...", "lead_paragraph": "In the Danish film \"Memories of a Marriage\" a group of friends and relatives convenes at the country cottage of Karl Age (Frits Helmuth) and his wife, Regitze (Ghita Norby), to share beer and herring and laughter. This reunion unleashes a flood of reminiscence from the principals, who recall all the stages of their many years together in a film that lasts only 90 minutes, but manages to feel as long as the couple's union. The events seen here are rarely surprising. Karl Age and Regitze met at a dance club; each was with other friends, but they spied each other from across a crowded room. They danced together until the place was closed, the chairs were stacked on tables and all the other revelers had gone home. Even at a moment like this, \"Memories of a Marriage\" manages to have very little romance.", "abstract": null, "print_page": "20", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Review/Film; Marital Reminiscences Of Good and Bad Days"}, "keywords": [{"name": "creative_works", "value": "MEMORIES OF A MARRIAGE (MOVIE)"}, {"name": "subject", "value": "REVIEWS"}, {"name": "subject", "value": "MOTION PICTURES"}], "pub_date": "1991-01-28T00:00:00Z", "document_type": "article", "news_desk": "Cultural Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Janet", "rank": 1, "lastname": "MASLIN"}], "original": "By JANET MASLIN"}, "type_of_material": "Review", "_id": "4fd1a7198eb7c8105d6c1a76", "word_count": 464, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1991/01/27/arts/nontalking-heads-a-gallery-of-portraits.html", "snippet": "Oscar Wilde looks characteristically outrageous. Virginia Woolf looks uncharacteristically demure. And Queen Victoria looks, well, Victorian.    These images are among 150 striking examples of the art of photographic portraiture, a borrowing from ...", "lead_paragraph": "Oscar Wilde looks characteristically outrageous. Virginia Woolf looks uncharacteristically demure. And Queen Victoria looks, well, Victorian. These images are among 150 striking examples of the art of photographic portraiture, a borrowing from the National Portrait Gallery in London on display at its counterpart in Washington.", "abstract": null, "print_page": "44", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Nontalking Heads: A Gallery Of Portraits"}, "keywords": [{"name": "organizations", "value": "NATIONAL PORTRAIT GALLERY"}, {"name": "subject", "value": "PHOTOGRAPHY"}, {"name": "subject", "value": "SHOWS (EXHIBITS)"}], "pub_date": "1991-01-27T00:00:00Z", "document_type": "article", "news_desk": "Cultural Desk", "section_name": "Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Irvin", "rank": 1, "lastname": "MOLOTSKY"}, {"organization": "", "role": "reported", "rank": 2}], "original": "By IRVIN MOLOTSKY, Special to The New York Times"}, "type_of_material": "News", "_id": "4fd19d238eb7c8105d6aedce", "word_count": 681, "slideshow_credits": null}]}, "status": "OK", "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}