{"response": {"meta": {"hits": 85, "time": 63, "offset": 30}, "docs": [{"web_url": "http://www.nytimes.com/1991/02/14/movies/it-was-scoffed-at-but-wolves-is-up-for-a-dozen-oscars.html", "snippet": "\"Dances With Wolves,\" an unconventional western that Hollywood initially scorned as too difficult to make and market, led the list of films nominated today for this year's Academy Awards, coming away with a dozen Oscar nominations.    Kevin Costne...", "lead_paragraph": "\"Dances With Wolves,\" an unconventional western that Hollywood initially scorned as too difficult to make and market, led the list of films nominated today for this year's Academy Awards, coming away with a dozen Oscar nominations. Kevin Costner, who directed, co-produced and stars in the story of an Army officer who deserts his frontier post to join the Sioux tribe, was nominated in both the best actor and best director categories. The film was nominated as best picture, and Graham Greene and Mary McDonnell were nominated for their supporting roles in it.", "abstract": null, "print_page": "17", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "It Was Scoffed At, But 'Wolves' Is Up For a Dozen Oscars"}, "keywords": [{"name": "creative_works", "value": "DANCES WITH WOLVES (MOVIE)"}, {"name": "creative_works", "value": "DICK TRACY (MOVIE)"}, {"name": "creative_works", "value": "GODFATHER, THE, III (MOVIE)"}, {"name": "subject", "value": "ACADEMY AWARDS (OSCARS)"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "AWARDS, DECORATIONS AND HONORS"}], "pub_date": "1991-02-14T00:00:00Z", "document_type": "article", "news_desk": "Cultural Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Larry", "rank": 1, "lastname": "ROHTER"}, {"organization": "", "role": "reported", "rank": 2}], "original": "By LARRY ROHTER, Special to The New York Times"}, "type_of_material": "News", "_id": "4fd1bc958eb7c8105d6e865f", "word_count": 816, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1991/02/14/nyregion/news-summary-503791.html", "snippet": "WAR IN THE GULF: A16-21    Hundreds of Iraqi civilians died when a Baghdad building was bombed by an American Stealth fighter, according to Iraqi officials, who said the building was a civilian air raid shelter. American officials countered that t...", "lead_paragraph": "WAR IN THE GULF: A16-21 Hundreds of Iraqi civilians died when a Baghdad building was bombed by an American Stealth fighter, according to Iraqi officials, who said the building was a civilian air raid shelter. American officials countered that the structure was a military command center. Page A1 Baghdad rescuers search for life with little hope A16 Allied officials held to their position that the structure was a military target, but behind the scenes there was a nagging fear that the building had served two functions and that the allies had failed to discern that. A1 U.S. says intelligence data shows target was command hub A17 Bombing puts the British Government on the defensive A19 Carnage erases image of an antiseptic war A19 Allied bombers said to kill 60 civilians fleeing by bus A20 News analysis: Civilian casualties in Iraq could threaten international support for continuing the bombing campaign, and bring pressure to bear on President Bush to advance the start of a ground war. A1 A military communications center of Iraq is located in the secret basement of a hotel used by foreigners in Baghdad, American military officials say. But Washington has ordered that the hotel not be bombed, fearing the political ramifications. A1 Syria said to renew pledge on Israel's statusA21 Tough, special division awaits war in the desert A20 Soldier's last journey from desert to farm town B18 There are some \"glimmers\" of hope, according to the Soviet envoy who met with Saddam Hussein, but no substantive details of his mission were made public. A19 INTERNATIONAL: A3-13 A Soviet plan to raise retail prices was announced by the Kremlin. The plan would also end the subsidies on most consumer goods, and soften the shock with compensation for food-price increases. A3 A fourth round of talks fizzles among Yugoslavia's republics A9 Inquiry into 1989 violence going nowhere in Romania A10 The rebuilding of East German industry D1 The case against Winnie Mandela neared collapse when two witnesses refused to testify against her, saying they feared for their safety. A3 Kenyan dissident plans to form oppostion group A8 The fate of many Chinese dissidents who are in prison for taking part in the Tiananmen democracy movement is still unknown, even as 18 of the best-known dissidents recently received prison terms ranging up to 13 years. A6 France imposes a tighter political refugee policy A11 Mulroney is taking a harder line on Quebec A5 Tucuman Journal: \"Dirty war\" general vs. the enforcer A4 NATIONAL: A22, B10-18 People are starting to travel again, even though the war is still on their minds. The recession and fears of terrorism had depressed the travel industry for weeks. A1 Stocks moved higher again in heavy trading. The Dow average was up 34.41 and the Standard & Poor's index rose to a record high. D1 The world of ham radio operators has become embroiled in a high-tech dispute over the broadcasting of a computerized chain letter that solicits support for an antiwar group. A22 Three top immigration officials were removed by order of the Justice Department as the first step in a shakeup to bring better leadership to the long troubled agency, Bush Administration officials said. B10 E.P.A. tries to fine Energy Department over cleanup B11 Aid for highways and mass transit, a five-year, $105 billion program, was proposed by the Administration to Congress. Whether the states can afford their share of such a program is a point of disagreement. B16 New York could lose big in U.S. transit plan B16 Genetic flaw tied to common type of retardation B14 Gene test barred as proof in court B12 Otay Mesa Journal: Can one airport unite two nations? A22 REGIONAL: B1-8 Connecticut's tax system would be overhauled under a plan proposed by Governor Weicker. The plan would impose a personal income tax on wages, while cutting the state's 8 percent sales tax almost in half. A1 The plan for an activist police force -- blanketing New York City's streets with foot patrols, defusing crime before it happens, and organizing neighborhoods -- was presented by police and city officials. B1 U.S. and housing police aim at drugs in projects B3 Mayor Dinkins's press secretary, Albert Scardino, resigned, and Mr. Dinkins held the first of a series of town meetings. These developments reflect an effort by the administration to improve communications with the public. B1 There are no music or art teachers in two-thirds of New York City's public elementary schools, and many high schools have too few to meet minimum state requirements, a Board of Education task force reported. B1 Mother killed with four in fire after saving two B1 Husband defends immunity in love-triangle case B2 New York bonds draw strong demand B3 BUSINESS DIGEST D1 The Home Section For an artist and his dogs, the feelings are mutual C1 Soldiers and Barbie aiming at Nintendo C1 Electronics Notebook C1 Oil finish puts new life in oak furniture C5 Parent & Child C8 18 intimate settings for entertaining C10 Arts/Entertainment Oscar nominations are announced C17 First half of \"Huck Finn\" found C17 Dancing in architects' set C22 Film: \"The Silence of the Lambs\" C17 Dance: Series at City Center C14 Word and Image: \"Germany: The Empire Within\" C23 Rushdie in TV interview C24 Redgraves in \"Baby Jane\" C24 Health Page B19 The death rate from septic shock has been significantly reduced by a new genetically engineered drug. Septic shock is a quick and overwhelming infection of the bloodstream that kills tens of thousands of people each year. A1 Making dreaded test user- friendly B19 Sports Basketball: Seton Hall player quits citing threats on flag D23 St. John's beats Boston College D23 Nets overwhelm Hawks D25 Column: Anderson on Gooden and Viola D23 Dog Show: Beauty parlor pays off for Peter D24 No \"stupid pet tricks\" for smart-set dogs D24 Football: Giants sorting out staff D23 Hockey: Rangers beat Devils D23 Soccer: Setbacks for new outdoor league D28 Skating: Soviet official disputes drug test D26 Obituaries B20 George Sim Johnston, president of investment concern Editorials/Letters/Op-Ed Editorials A26 Damage control, real damage The perfect valentine Mr. Bush's economists Topics: Misplaced zeal Letters A26 Anna Quindlen: Hard news A27 William Safire: Cold War II has begun A27 Charles Gati: Central Europe is scared A27 George McGovern: I'm ready to run in '92 A27", "abstract": null, "print_page": "2", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "NEWS SUMMARY"}, "keywords": [{"name": "subject", "value": "NO INDEX TERMS"}], "pub_date": "1991-02-14T00:00:00Z", "document_type": "article", "news_desk": "Metropolitan Desk", "section_name": "New York and Region", "subsection_name": null, "byline": null, "type_of_material": "Summary", "_id": "4fd197ec8eb7c8105d6a6bff", "word_count": 1054, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1991/02/13/nyregion/news-summary-219991.html", "snippet": "War in the Gulf A14-16    The allies bombed Iraqi infantry, armor and artillery in southern Kuwait in what military spokesmen described as the largest combined operation of the war in the Persian Gulf. Page A1    Two government ministries hit in a...", "lead_paragraph": "War in the Gulf A14-16 The allies bombed Iraqi infantry, armor and artillery in southern Kuwait in what military spokesmen described as the largest combined operation of the war in the Persian Gulf. Page A1 Two government ministries hit in air strike on Baghdad A14 Pentagon to widen reporters' access to ground units A15 War Notebook: The Air Force makes the killing methodical A15 Iraq is willing to cooperate with the Soviet Union to end the war, President Hussein said, but he also indicated that Iraq was resolved to keep fighting \"until aggression and the aggressors are beaten back.\" A1 Saudi Arabia is seeking to borrow billions of dollars from internationalbanks to help face the rising costs from the war, a Western diplomat said. A15 War refugees living in \"Kuwait City,\" a housing complex in Saudi Arabia, have little to do but trade rumors about the war and debate visions of the future. A15 Church council assembly distracted by the war A13 Yasir Arafat's power is slipping, according to Middle East policy-makers, who say his support for Iraq in the war may have finally ended his effectiveness as the foremost Palestinian leader. A16 Pro-Western Arab nations to lay postwar plans A16 International A3-13 Two Chinese democracy advocates were sentenced to 13 years in prison, the longest sentences announced so far in connection with the Tiananmen protests and a clear warning to the Chinese people not to take on the Government. A1 Flashing wallet, Taiwan seeks world trade A12 Philippines seeks higher rent for bases A6 Koreas to unify teams in two sports A10 For India castle, many tourist cancellations A7 Eastern Germany's economy will take much more time, money and effort to revive than originally expected, German officials acknowledged, while the Government approved more than $3 billion in emergency aid to the region. A1 The confiscation of large ruble notes last month was depicted by the Soviet Prime Minister as a move to foil a Western bankers' plot to topple the Government by destabilizing the economy. A3 Bucharest Journal: Where have all the secret agents gone? A4 Progress between Nelson Mandela and President de Klerk was reportedly made on several issues that have stalled talks between the Government and the African National Congress on basic constitutional changes. A3 Aid is wasted by Panama, refugees say A5 Test for Canada's majority: To keep Quebec A8 National A18-20, B5-6 A British Airways' plan to sharply lower its fares for flights between the United States and Britain was rejected by the Transportation Department, whose Secretary said he would not approve the reduction until broader trade issues were settled. A1 An upbeat analysis of the economy was offered by President Bush, who said the recession was temporary and did not signal a decline in the economy's long-term vitality. D1 The battle over medical costs between insurers trying to control the costs and doctors angered by the intrusion is spilling into state legislatures around the country, and the doctors appear to be gaining. A1 Jim Bakker's 45-year jail sentence was thrown out by a Federal appeals court, which ordered that he be given a new sentence. The court said that the judge had improperly mentioned his own sense of religious propriety in sentencing Mr. Bakker. B6 Political Memo: Election talk has been held to a minimum while the war goes on. But there have been portents about the shape of the Republican political apparatus in the 1992 Presidential campaign. A20 A murder suspect in California who fled to Canada has challenged Canada's move to extradite him as a violation of a treaty that allows Canada to withhold a fugitive who could be subject to the death penalty. A18 Hired to negotiate, but shunned by all B5 Indictment of two Detroit officials is harsh blow to city A18 Church school closes as two die of measles B6 Regional B1-4 The right to criticize judges in public for lawyers and especially prosecutors is the focus of a case involving City Comptroller Elizabeth Holtzman. The case could open a window on the closed system the courts use to discipline lawyers. A1 Governor Cuomo's budget proposal was criticized by Mayor Dinkins, who accused Mr. Cuomo of underestimating the financial hardship the budget would impose on New York City. B1 News analysis: Gwendolyn Baker, the president of the Board of Education, has become the target of mounting blame from other board members for the board's unsteady stewardship of the school system. B1 Would-be supervisors obtain special diplomas B3 Sequential street numbering is becoming a necessity in suburban and rural towns so that the areas can implement advanced 911 emergency-response systems. B1 Vital murder trial record lost in garbage B1 Man, 19, charged in killing of Long Island girl B2 Permit is issued for pipeline to Long Island B2 Neediest Cases B4 Business Digest D1 The Living Section Food The special is \"Will you marry me?\" C1 Retro magnate moves East C1 Eating Well C3 Wine Talk C10 Living Let me call you honey (doesn't everybody?) C1 Arts/Entertainment A new \"Annie 2\" seeks backers C13 Theater: \"Absent Friends\" C13 Music: \"Orpheus und Eurydike\" C13 Word and Image: A desert war novel C17 Obituaries Former Mayor Robert Wagner died. He was a shrewd New Deal Democrat whose cautious style frustrated his critics but helped New York City cope with vivid transformations in its complexion, its politics and even its personality. A1 Oscar Nitzchke, an architect B8 Sports Basketball: N.C.A.A. reportedly opens Syracuse inquiry D21 Knicks beat Pacers D21 Column: Vecsey on female basketball coachesD21 Dog Show: Early winners wait D22 Poodle judged best in show D22 Football: McGwire impressive at N.F.L. camp D21 Education Page B9 What? Math without the drudgery? Editorials/Letters/Op-Ed Editorials A22 The poverty tilt, magnified Mayor Wagner's gift The togs of war How to resist the memory hole Letters A22 Tom Wicker: Lincoln and the gulf A23 Leslie H. Gelb: Gulfspeak A23 Rita E. Hauser: The P.L.O. -- Back from the brink A23 Oliver Sacks: Forsaking the mentally ill A23", "abstract": null, "print_page": "2", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "NEWS SUMMARY"}, "keywords": [{"name": "subject", "value": "NO INDEX TERMS"}], "pub_date": "1991-02-13T00:00:00Z", "document_type": "article", "news_desk": "Metropolitan Desk", "section_name": "New York and Region", "subsection_name": null, "byline": null, "type_of_material": "Summary", "_id": "4fd198c48eb7c8105d6a8145", "word_count": 1001, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1991/02/13/obituaries/oscar-nitzchke-modern-architect-who-designed-un-is-dead-at-90.html", "snippet": "Oscar Nitzchke, an architect who designed a number of internationally recognized buildings, including the United Nations headquarters in New York and the Los Angeles Opera House, died Monday at the Hopital Charles Foix in Ivry sur Seine, a suburb ...", "lead_paragraph": "Oscar Nitzchke, an architect who designed a number of internationally recognized buildings, including the United Nations headquarters in New York and the Los Angeles Opera House, died Monday at the Hopital Charles Foix in Ivry sur Seine, a suburb of Paris. He was 90 years old and lived in Paris. Mr. Nitzchke died of natural causes, a family spokesman said.", "abstract": null, "print_page": "8", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Oscar Nitzchke, Modern Architect Who Designed U.N., Is Dead at 90"}, "keywords": [{"name": "persons", "value": "NITZCHKE, OSCAR"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}, {"name": "subject", "value": "DEATHS"}], "pub_date": "1991-02-13T00:00:00Z", "document_type": "article", "news_desk": "Obituary", "section_name": "Obituaries", "subsection_name": null, "byline": null, "type_of_material": "Obituary", "_id": "4fd1bc908eb7c8105d6e8121", "word_count": 281, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1991/02/12/news/patterns-788891.html", "snippet": "Transatlantic Shuffle    While Oscar de la Renta is taking his collection to Paris this season, some European fashion houses are contemplating bringing theirs here....", "lead_paragraph": "Transatlantic Shuffle While Oscar de la Renta is taking his collection to Paris this season, some European fashion houses are contemplating bringing theirs here.", "abstract": null, "print_page": "8", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Patterns"}, "keywords": [{"name": "subject", "value": "APPAREL"}], "pub_date": "1991-02-12T00:00:00Z", "document_type": "article", "news_desk": null, "section_name": null, "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Woody", "rank": 1, "lastname": "HOCHSWENDER"}], "original": "By WOODY HOCHSWENDER"}, "type_of_material": "News", "_id": "4fd1a7ab8eb7c8105d6c2c58", "word_count": 606, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1991/02/11/sports/sports-of-the-times-you-want-to-talk-real-streaks.html", "snippet": "THE Los Angeles Lakers have a 16-game winning streak going, and they cannot lose at least until tomorrow mainly because they do not have another game scheduled until then.    Sixteen straight victories is a lot of games in any sport, any time, but...", "lead_paragraph": "THE Los Angeles Lakers have a 16-game winning streak going, and they cannot lose at least until tomorrow mainly because they do not have another game scheduled until then. Sixteen straight victories is a lot of games in any sport, any time, but the current streak takes on a bit of perspective when compared to the league record, which is more than double that.", "abstract": null, "print_page": "4", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "You Want to Talk Real Streaks?", "kicker": "SPORTS OF THE TIMES"}, "keywords": [{"name": "creative_works", "value": "SPORTS OF THE TIMES (TIMES COLUMN)"}, {"name": "organizations", "value": "LOS ANGELES LAKERS"}, {"name": "subject", "value": "BASKETBALL"}], "pub_date": "1991-02-11T00:00:00Z", "document_type": "article", "news_desk": "Sports Desk", "section_name": "Sports", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "George", "rank": 1, "lastname": "Vecsey"}], "original": "By George Vecsey"}, "type_of_material": "News", "_id": "4fd1a7a68eb7c8105d6c28a8", "word_count": 914, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1991/02/10/arts/home-entertainment-video-critics-choices-when-movies-ought-to-be-in-pictures.html", "snippet": "Question: What's better than a movie?    Answer: A movie about movies. And there are plenty of good ones....", "lead_paragraph": "Question: What's better than a movie? Answer: A movie about movies. And there are plenty of good ones.", "abstract": null, "print_page": "23", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "When Movies Ought to Be in Pictures", "kicker": "HOME ENTERTAINMENT/VIDEO: CRITICS' CHOICES"}, "keywords": [{"name": "subject", "value": "TERMS NOT AVAILABLE"}], "pub_date": "1991-02-10T00:00:00Z", "document_type": "article", "news_desk": "Arts & Leisure Desk", "section_name": "Arts", "subsection_name": null, "byline": {"person": [{"firstname": "Lawrence", "middlename": "Van", "lastname": "Gelder", "rank": 1, "role": "reported", "organization": ""}], "original": "By Lawrence Van Gelder"}, "type_of_material": "Review", "_id": "4fd19ea68eb7c8105d6b2044", "word_count": 299, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1991/02/10/books/the-best-of-rhymes.html", "snippet": "THE POETS OF TIN PAN ALLEY A History of America's Great Lyricists. By Philip Furia. 322 pp. New York: Oxford University Press....", "lead_paragraph": "THE POETS OF TIN PAN ALLEY A History of America's Great Lyricists. By Philip Furia. 322 pp. New York: Oxford University Press.", "abstract": null, "print_page": "24", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "The Best of Rhymes"}, "keywords": [{"name": "creative_works", "value": "POETS OF TIN PAN ALLEY, THE (BOOK)"}, {"name": "persons", "value": "FURIA, PHILIP"}, {"name": "subject", "value": "BOOK REVIEWS"}], "pub_date": "1991-02-10T00:00:00Z", "document_type": "article", "news_desk": "Book Review Desk", "section_name": "Arts; Books", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "John", "rank": 1, "lastname": "Rockwell"}], "original": "By John Rockwell; John Rockwell is a music critic for The New York Times"}, "type_of_material": "Review", "_id": "4fd1a7ac8eb7c8105d6c2dc8", "word_count": 456, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1991/02/10/sports/pro-basketball-speedy-johnson-races-to-the-top.html", "snippet": "He is nearly 25 years old, looks younger and has an altar boy demeanor. He is earning $1,750,000 this season and will reach $2,750,000 in 1995 as part of his seven-year, $15 million contract. Not bad for someone who grew up in the poor section of ...", "lead_paragraph": "He is nearly 25 years old, looks younger and has an altar boy demeanor. He is earning $1,750,000 this season and will reach $2,750,000 in 1995 as part of his seven-year, $15 million contract. Not bad for someone who grew up in the poor section of Sacramento, Calif., thinking baseball rather than basketball. He is Kevin Johnson, K. J to some, the point guard of blinding speed, quickness, athleticism, passing ability and penetration for the Phoenix Suns. He is also the starting point guard for the Western Conference in today's National Basketball Association All-Star Game in Charlotte, N.C.", "abstract": null, "print_page": "6", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Speedy Johnson Races to the Top", "kicker": "PRO BASKETBALL"}, "keywords": [{"name": "persons", "value": "JOHNSON, KEVIN"}, {"name": "organizations", "value": "PHOENIX SUNS"}, {"name": "subject", "value": "BASKETBALL"}], "pub_date": "1991-02-10T00:00:00Z", "document_type": "article", "news_desk": "Sports Desk", "section_name": "Sports", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Sam", "rank": 1, "lastname": "GOLDAPER"}], "original": "By SAM GOLDAPER"}, "type_of_material": "News", "_id": "4fd1a7ac8eb7c8105d6c2daf", "word_count": 1388, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1991/02/08/sports/pro-basketball-knight-cowens-among-six-in-basketball-hall-of-fame.html", "snippet": "Bob Knight, the temperamental Indiana University basketball coach who asked that his name be dropped from the nomination list in 1988, was among the six nominees named yesterday to the Basketball Hall of Fame. Knight was joined by Dave Cowens, Nat...", "lead_paragraph": "Bob Knight, the temperamental Indiana University basketball coach who asked that his name be dropped from the nomination list in 1988, was among the six nominees named yesterday to the Basketball Hall of Fame. Knight was joined by Dave Cowens, Nate (Tiny) Archibald, Harry (the Horse) Gallatin, and the late Larry O'Brien and Larry Fleisher. For the first time in the 31-year history of the Hall of Fame, at least one additional person will be elected at a later date as a representative of the international scene.", "abstract": null, "print_page": "25", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Knight, Cowens Among Six In Basketball Hall of Fame", "kicker": "PRO BASKETBALL"}, "keywords": [{"name": "persons", "value": "ARCHIBALD, NATE"}, {"name": "persons", "value": "FLEISHER, LARRY"}, {"name": "persons", "value": "COWENS, DAVE"}, {"name": "persons", "value": "KNIGHT, BOB"}, {"name": "persons", "value": "GALLATIN, HARRY"}, {"name": "persons", "value": "O'BRIEN, LAWRENCE F JR"}, {"name": "organizations", "value": "BASKETBALL HALL OF FAME"}, {"name": "organizations", "value": "INDIANA UNIVERSITY"}, {"name": "subject", "value": "COACHES AND MANAGERS"}, {"name": "subject", "value": "BASKETBALL"}], "pub_date": "1991-02-08T00:00:00Z", "document_type": "article", "news_desk": "Sports Desk", "section_name": "Sports", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Sam", "rank": 1, "lastname": "GOLDAPER"}], "original": "By SAM GOLDAPER"}, "type_of_material": "News", "_id": "4fd198c38eb7c8105d6a80bd", "word_count": 701, "slideshow_credits": null}]}, "status": "OK", "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}