{"response": {"meta": {"hits": 85, "time": 29, "offset": 80}, "docs": [{"web_url": "http://www.nytimes.com/1991/01/02/nyregion/estate-and-trust-gifts-to-the-fund.html", "snippet": "Following is a list of estates and trusts whose gifts were received before the beginning of the current campaign: ESTATES  Tillye B. Aaronson  Anonymous (6)  Sadie S. Bernheimer   David Bernitz   Victoria Bitterman  John N. Blackman Sr.  Margaret ...", "lead_paragraph": "Following is a list of estates and trusts whose gifts were received before the beginning of the current campaign: ESTATES Tillye B. Aaronson Anonymous (6) Sadie S. Bernheimer David Bernitz Victoria Bitterman John N. Blackman Sr. Margaret O. Bruns Olivia Chadbourne Frederick E. Couzens Fanet Ctutjian Constance Cutner Margot Doehler Rose Edingburgh Lynn G. Fennerty J. Robert Fisher Charles B. Frasca Gordon H. Gillis Anita Guterman Blanche G. Haltzel Richard P. Hammond Harold E. Hirsch Irene Hirschberg Irma Hocherman Agnes Hoffar Rita D. Hornstein Jeanette K. Horwich Rose Israel Jessica Ruth Jacobs Carola Jacoby Faie J. Joyce Frances M. Larmon Jeanne Lautman George Martin Ethel Ratnoff Mayorg- Rivas Bernard H. Mazure Madge Miller Sophia Miller Woods Miller Marian Myers Hirschberg Virginia Newhouse Joseph A. Palisi Theodore Phillips Florence Pollack Louise F. Rauch Celia Ressel Wells Richardson Lawrence Robin Margaret Shanny Thomas A. Sheerin Jr. Jeannette Silverman Daniel SperoEmily H. Stanley Julien E. Strausz Beatrice Swaab Beatrice R. Swaab Conrad Taff Lilly Webster Rose Wollstein TRUSTS Gwendolyn W. Allen Anonymous (10) Phil A. Bali Vivien W. Bandler Eugene Bascho Sophie L. Bascho Grace Baxter Rita Bodenheimer A. E. Bradford Ada Bretano Annie B. Briggs Edwin Bruns Margaret O. Bruns Edwin G. Bruns Jr. Charles Buchner Clara C. Burr Constance Coleman Reuben B. Crispell Rosa F. Dale William L. Detmold Elsworth Eliot Jr. Carolyn Fiske MacGregor Amy Frank Emanuel Frank Desiree L. Franklin Lily J. Freeman Esther Friedenheit Eyler Stafford Greene Abraham Haas (et al) David Haas (memorial) Maude Harkness Joseph S. Heil Flora Isenberg Percival E. Jackson Carola Jacoby Hattie Joseph Stanley E. Kapp Henry Krumb Louise Lash Tilly Evelyn Lash I. Montefiore Levy Hannah Leis Elias Lieberman Julius Loeb Miriam ManlockGeorge S. Martin Florence T. May Bernard H. Mazure Hoyt Miller Madge Miller Sophia Miller Samuel J. Moritz Bert Nachman William J. Nagle Elsie & Walter Naumberg Jacob Nusbaum Margaret M. O'Brien Adolph S. Ochs Nannie Ochs George W. Ochs-Oakes Katherine Packard Crispell Rosa Petschek Carrie May Pike Margaret J. Plant-Graves Frank H. Rank Oscar & Ethel B. Reiss Eleanor Rice Hunt Max Richter John Roach Michael H. Ross Kathryn Samuels Mulholland (memorial) Charles Schwartz Harry Sices Augustus I. Siesel Elisabeth Spanjard Adri- esse Charles E. Speare Franklin A. Sprague Ilma Stafford-Greene Jane L. Stitt David Strauss James & Sophie Sylvester Edwin Tassel B. S. Thomas (et al) Ida Thomas-Mitchell Robert O. Veit Henry L. Walker Jr. Roberta Waxman Albert Louis Wechsler Weingarten (memorial) Wilbur Trust Louis Wiley Henrietta S. Wolf Willard B. Wolf Mabelle Allen Wood", "abstract": null, "print_page": "4", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Estate and Trust Gifts to the Fund"}, "keywords": [{"name": "subject", "value": "GIFTS"}, {"name": "subject", "value": "TRUST FUNDS"}, {"name": "subject", "value": "NEW YORK TIMES NEEDIEST CASES FUND"}, {"name": "subject", "value": "WILLS AND ESTATES"}], "pub_date": "1991-01-02T00:00:00Z", "document_type": "article", "news_desk": "Metropolitan Desk", "section_name": "New York and Region", "subsection_name": null, "byline": null, "type_of_material": "List", "_id": "4fd1c5cb8eb7c8105d6f670c", "word_count": 417, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1991/01/01/news/shoulders-will-show-up-all-over.html", "snippet": "Fashion may be fickle, but one thing is certain: there will be a lot of bare shoulders this year. Not only on the beaches and at grand parties, but at lunches at nice restaurants, in theaters, at private dinners: where women gather, smooth shoulde...", "lead_paragraph": "Fashion may be fickle, but one thing is certain: there will be a lot of bare shoulders this year. Not only on the beaches and at grand parties, but at lunches at nice restaurants, in theaters, at private dinners: where women gather, smooth shoulders will be prominent. Designers at all levels -- whether their eye is on women in their 20's, women in their 30's or women who dare not tell their age -- have filled their collections with strapless clothes, and retailers approve. The clothes will begin arriving in stores this month.", "abstract": null, "print_page": "34", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Shoulders Will Show Up All Over"}, "keywords": [{"name": "creative_works", "value": "FASHION PAGE (NYT)"}, {"name": "subject", "value": "APPAREL"}], "pub_date": "1991-01-01T00:00:00Z", "document_type": "article", "news_desk": null, "section_name": null, "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Bernadine", "rank": 1, "lastname": "MORRIS"}], "original": "By BERNADINE MORRIS"}, "type_of_material": "News", "_id": "4fd1c3da8eb7c8105d6f352d", "word_count": 506, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1991/01/01/sports/college-football-texas-drowns-out-miami-going-into-game.html", "snippet": "An interesting thing happened during lunch this afternoon: the University of Miami football team showed up and actually made some noise.   That may sound strange to anyone familiar with Miami's loud-talking, Bogart-ing reputation. But in the days ...", "lead_paragraph": "An interesting thing happened during lunch this afternoon: the University of Miami football team showed up and actually made some noise. That may sound strange to anyone familiar with Miami's loud-talking, Bogart-ing reputation. But in the days leading up to tomorrow's Mobil Cotton Bowl showdown between the Hurricanes and the Texas Longhorns, Miami has been uncharacteristically subdued. In fact, it has been Texas, which is celebrating a return to national prominence this season, that has played the role of the brash, loud-talking bully.", "abstract": null, "print_page": "58", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Texas Drowns Out Miami Going Into Game", "kicker": "COLLEGE FOOTBALL"}, "keywords": [{"name": "creative_works", "value": "COTTON BOWL"}, {"name": "creative_works", "value": "MOBIL COTTON BOWL (FOOTBALL GAME)"}, {"name": "organizations", "value": "UNIVERSITY OF TEXAS"}, {"name": "organizations", "value": "UNIVERSITY OF MIAMI"}, {"name": "subject", "value": "COLLEGE ATHLETICS"}, {"name": "subject", "value": "FOOTBALL"}], "pub_date": "1991-01-01T00:00:00Z", "document_type": "article", "news_desk": "Sports Desk", "section_name": "Sports", "subsection_name": null, "byline": {"person": [{"firstname": "William", "middlename": "C.", "lastname": "RHODEN", "rank": 1, "role": "reported", "organization": ""}, {"organization": "", "role": "reported", "rank": 2}], "original": "By WILLIAM C. RHODEN, Special to The New York Times"}, "type_of_material": "News", "_id": "4fd1b4c08eb7c8105d6d9e23", "word_count": 755, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1991/01/01/nyregion/our-towns-some-things-change-in-a-year-some-never-do.html", "snippet": "A pause this New Year's Day to update a few of the 1990 Our Towns columns:    In September people on the New Jersey bank of the Hudson were upset to be kept waiting two hours in line for the right to pay $6 a head to take a 10-minute ferry ride to...", "lead_paragraph": "A pause this New Year's Day to update a few of the 1990 Our Towns columns: In September people on the New Jersey bank of the Hudson were upset to be kept waiting two hours in line for the right to pay $6 a head to take a 10-minute ferry ride to Ellis Island -- particularly when there is a construction bridge nearby, making it an easy walk. As a result, a Congressional hearing in October looked into the bidding that awarded the ferry contract to Circle Line. Rep. Frank J. Guarini has worked out an agreement to keep the bridge in place for now with hopes that it will eventually become a free walkway. He plans legislation to revamp National Park concession bidding. Ferry officials are not retreating; at the hearing, a spokesman said the ride may go to $8.", "abstract": null, "print_page": "31", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Our Towns; Some Things Change in a Year; Some Never Do"}, "keywords": [{"name": "subject", "value": "NINETEEN HUNDRED NINETY"}], "pub_date": "1991-01-01T00:00:00Z", "document_type": "article", "news_desk": "Metropolitan Desk", "section_name": "New York and Region", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Michael", "rank": 1, "lastname": "WINERIP"}], "original": "By MICHAEL WINERIP"}, "type_of_material": "News", "_id": "4fd19ea58eb7c8105d6b1f73", "word_count": 804, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1991/01/01/sports/college-football-an-opportunity-born-of-adversity.html", "snippet": "The Fiesta Bowl, which pits Alabama against Louisville on Tuesday, won't have any impact on the national championship, but it has surely brought focus on the state of Arizona's bruised national image.   The days leading up to the tepidly anticipat...", "lead_paragraph": "The Fiesta Bowl, which pits Alabama against Louisville on Tuesday, won't have any impact on the national championship, but it has surely brought focus on the state of Arizona's bruised national image. The days leading up to the tepidly anticipated encounter between the 7-4 Crimson Tide and the 9-1-1 Cardinals have been filled with a battle for the \"spin control\" on the Election Day defeat of propositions that would have made Dr. Martin Luther King's birthday a paid holiday for state workers.", "abstract": null, "print_page": "55", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "An Opportunity Born Of Adversity", "kicker": "COLLEGE FOOTBALL"}, "keywords": [{"name": "creative_works", "value": "FIESTA BOWL"}, {"name": "organizations", "value": "UNIVERSITY OF ALABAMA"}, {"name": "organizations", "value": "UNIVERSITY OF LOUISVILLE"}, {"name": "subject", "value": "COLLEGE ATHLETICS"}, {"name": "subject", "value": "FOOTBALL"}], "pub_date": "1991-01-01T00:00:00Z", "document_type": "article", "news_desk": "Sports Desk", "section_name": "Sports", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Jaime", "rank": 1, "lastname": "DIAZ"}, {"organization": "", "role": "reported", "rank": 2}], "original": "By JAIME DIAZ, Special to The New York Times"}, "type_of_material": "News", "_id": "4fd197ee8eb7c8105d6a6cf3", "word_count": 790, "slideshow_credits": null}]}, "status": "OK", "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}