{"response": {"meta": {"hits": 85, "time": 27, "offset": 20}, "docs": [{"web_url": "http://www.nytimes.com/1991/02/18/sports/spring-training-a-time-of-new-hopes-and-new-teammates.html", "snippet": "With all due respect to Aldous Huxley, John Schuerholz said, \"It's the new Brave world.\"   Schuerholz is the new general manager of the Atlanta Braves, and in an effort to abandon last place, which the team has firmly held the last three years, he...", "lead_paragraph": "With all due respect to Aldous Huxley, John Schuerholz said, \"It's the new Brave world.\" Schuerholz is the new general manager of the Atlanta Braves, and in an effort to abandon last place, which the team has firmly held the last three years, he has spent an active off season adding players he believes can spur the Braves onward and upward.", "abstract": null, "print_page": "35", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "A Time of New Hopes And New Teammates", "kicker": "SPRING TRAINING"}, "keywords": [{"name": "subject", "value": "BASEBALL"}, {"name": "subject", "value": "COACHES AND MANAGERS"}], "pub_date": "1991-02-18T00:00:00Z", "document_type": "article", "news_desk": "Sports Desk", "section_name": "Sports", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Murray", "rank": 1, "lastname": "CHASS"}], "original": "By MURRAY CHASS"}, "type_of_material": "News", "_id": "4fd19d7a8eb7c8105d6afb86", "word_count": 1203, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1991/02/17/world/war-in-the-gulf-war-notebook-some-iraqi-units-seem-to-quit-kuwaiti-front.html", "snippet": "Front-line Iraqi troops appear to have withdrawn from several positions that have come under heavy allied air attack during the last 10 days, say allied officers stationed along a stretch of the Kuwaiti border.    \"We do not know if they have left...", "lead_paragraph": "Front-line Iraqi troops appear to have withdrawn from several positions that have come under heavy allied air attack during the last 10 days, say allied officers stationed along a stretch of the Kuwaiti border. \"We do not know if they have left their posts or have disappeared underground,\" said a major, who asked that he and his unit not be identified, as he stood a few feet from Kuwait. \"Before the bombing began 10 days ago, we could see Iraqi troops and tanks in and around their positions, but once the bombing began we have not seen any movement. We suspect they have left.\"", "abstract": null, "print_page": "19", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "WAR IN THE GULF: War Notebook; Some Iraqi Units Seem To Quit Kuwaiti Front"}, "keywords": [{"name": "glocations", "value": "IRAQ"}, {"name": "glocations", "value": "KUWAIT"}, {"name": "glocations", "value": "MIDDLE EAST"}, {"name": "glocations", "value": "SAUDI ARABIA"}, {"name": "subject", "value": "UNITED STATES INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "PERSIAN GULF WAR"}, {"name": "subject", "value": "LAW AND LEGISLATION"}, {"name": "subject", "value": "MILITARY ACTION"}, {"name": "subject", "value": "UNITED STATES ARMAMENT AND DEFENSE"}], "pub_date": "1991-02-17T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World; Washington", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Chris", "rank": 1, "lastname": "HEDGES"}, {"organization": "", "role": "reported", "rank": 2}], "original": "By CHRIS HEDGES, Special to The New York Times"}, "type_of_material": "News", "_id": "4fd198c38eb7c8105d6a7fe1", "word_count": 893, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1991/02/17/movies/robin-hood-turns-over-a-new-leaf-in-sherwood-forest.html", "snippet": "Robin Hood has acquired a new buddy: a princely Moor with whom he escapes from captivity during the Crusades. That is one of several twists to an old tale in \"Robin Hood: Prince of Thieves.\" The latest saga from Sherwood Forest has recently finish...", "lead_paragraph": "Robin Hood has acquired a new buddy: a princely Moor with whom he escapes from captivity during the Crusades. That is one of several twists to an old tale in \"Robin Hood: Prince of Thieves.\" The latest saga from Sherwood Forest has recently finished four months of filming in England and is an epic movie said to have cost $60 million (the producers are a little shy about revealing the exact figure). The film is directed by a Spielberg protege, Kevin Reynolds, written by two English expatriates, Pen Densham and John Watson, and stars Kevin Costner in his first role since \"Dances With Wolves.\" What is impressive is the cinematic durability of the Plantagenet plunderer. The first Robin Hood film dates from 1909. Douglas Fairbanks and Errol Flynn famously donned the Lincoln Green. One of last year's best British films, \"Fellow Traveler,\" was about a blacklisted American screenwriter who comes to England and turns out Robin Hood scripts for television. And no less than two Robin Hood films have just been completed in Britain. One, directed by John Irvin with relative unknowns, is a ruggedly realistic affair costing $13 million. The other, \"Prince of Thieves,\" is, in industry jargon, a big momentum-movie: \"Robin a la Raiders\" is how the writer-producer John Watson describes it.", "abstract": null, "print_page": "20", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "'Robin Hood' Turns Over a New Leaf in Sherwood Forest"}, "keywords": [{"name": "creative_works", "value": "ROBIN HOOD: PRINCE OF THIEVES (MOVIE)"}, {"name": "persons", "value": "COSTNER, KEVIN"}, {"name": "subject", "value": "MOTION PICTURES"}], "pub_date": "1991-02-17T00:00:00Z", "document_type": "article", "news_desk": "Arts and Leisure Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Michael", "rank": 1, "lastname": "BILLINGTON"}], "original": "By MICHAEL BILLINGTON; Michael Billington is the drama critic of The Guardian"}, "type_of_material": "News", "_id": "4fd1c9508eb7c8105d6fc59a", "word_count": 1408, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1991/02/17/world/spread-of-cholera-brings-frenzy-and-improvisation-to-model-lima-hospital.html", "snippet": "Hospitals and medical clinics around this capital and along Peru's coast have become the front lines in the battle against the first cholera epidemic in more than 100 years. The epidemic is sorely testing the country's meager medical resources.   ...", "lead_paragraph": "Hospitals and medical clinics around this capital and along Peru's coast have become the front lines in the battle against the first cholera epidemic in more than 100 years. The epidemic is sorely testing the country's meager medical resources. Hundreds of patients a day are being carried in limp or unconscious. So far, 100 have died. But most patients have a good chance of surviving, physicians say, because cholera, for all its devastating effects, is a treatable disease if caught early enough.", "abstract": null, "print_page": "3", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Spread of Cholera Brings Frenzy and Improvisation to Model Lima Hospital"}, "keywords": [{"name": "glocations", "value": "LIMA (PERU)"}, {"name": "glocations", "value": "PERU"}, {"name": "organizations", "value": "HOSPITAL DE APOYO"}, {"name": "subject", "value": "CHOLERA"}, {"name": "subject", "value": "EPIDEMICS"}], "pub_date": "1991-02-17T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"firstname": "Nathaniel", "middlename": "C.", "lastname": "NASH", "rank": 1, "role": "reported", "organization": ""}, {"organization": "", "role": "reported", "rank": 2}], "original": "By NATHANIEL C. NASH, Special to The New York Times"}, "type_of_material": "News", "_id": "4fd19d748eb7c8105d6af73e", "word_count": 1091, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1991/02/17/style/social-events.html", "snippet": "A Victorian Romance    Feb. 18 -- A staged reading of \"The Barretts of Wimpole Street\" at 7:30 P.M. at the Manhattan Church of Christ, 48 East 80th Street, will benefit Survivor Productions, a nonprofit theater company specializing in Victorian me...", "lead_paragraph": "A Victorian Romance Feb. 18 -- A staged reading of \"The Barretts of Wimpole Street\" at 7:30 P.M. at the Manhattan Church of Christ, 48 East 80th Street, will benefit Survivor Productions, a nonprofit theater company specializing in Victorian melodramas. Members of the company will participate in the reading of Rudolph Besier's play about the courtship of Elizabeth Barrett and Robert Browning. A wine reception at 7 precedes the performance. Tickets $15; (212) 877-2988. Cancer Care Award Feb. 19 -- Cancer Care's eighth annual human services award dinner and dance at the Waldorf-Astoria will honor Richard L. Gelb, chairman and chief executive of the Bristol-Myers Squibb Company. The event will benefit Cancer Care, which offers patients and their families psychosocial services at no charge. Tony Randall will be the toastmaster and Melba Moore will entertain. The party starts at 6:30 P.M. Black tie. Tickets $500 and $1,000; (212) 997-0100. Dinners for Six Feb. 19 -- Sixty-four New York restaurants will set aside tables for six people for evenings between Feb. 19 and March 19 that corporations and individuals may buy for a contribution of $2,000 to Citymeals-on-Wheels, a private organization which, in cooperation with the New York City Department of the Aging, provides meals for homebound elderly people. The restaurants will provide special menus and wines. The contributions will be given to Citymeals. Contributors who reserve tables will be guests at a Dom Perignon reception at 5:30 P.M., at the TriBeCa Grill, 375 Greenwich Street at Franklin Street. (212) 577-1758. A Party After Moliere Feb. 20 -- A performance of Moliere's \"The Misanthrope\" with a party and music after the 8 P.M. performance at the Westbeth Theater, 151 Bank Street, between Washington and West Streets in the West Village, will benefit the Colossal Theater Company. Members of the company, which presents experimental and classic plays, will perform. Tickets $25; (212) 924-0077. Again for Citymeals Feb. 20 -- Members of the fashion and cosmetics industries are holding a cocktail party and buffet from 6 to 9 P.M. at Remi, 145 West 53d Street, to benefit Citymeals-on-Wheels. Proceeds from their party for Citymeals last year provided 15,000 meals for homebound aged people. Ruth Finley, publisher of the Fashion Calendar and Gerald Shaw, president of Oscar de la Renta, are co-chairmen of this year's event. Tickets $125; (212) 577-1758. A Nautical Evening Feb. 21 -- Proceeds from a buffet dinner and dance at the American Museum of Natural History will support the museum's 1992 exhibition on global warming. The theme of the party, which starts at 9 P.M. in the Hall of Ocean Life, will be a \"Night in the Sea.\" Black tie or nautical attire. Tickets $120, $140 at door; (212) 769-5151. Music and Comedy Feb. 21 -- Proceeds from an evening of music and comedy starting at 8 P.M. at Town Hall, 123 West 43d Street, will benefit the New York City Chapter of the National Organization for Women. Linda Cook, an actress in the soap opera \"Loving,\" and Ruth W. Messinger, the President of the Borough of Manhattan, will be among the speakers. Tickets $20, $25 and $30; (212) 840-2824 (212) 947-5850. Overlooking the Harbor Feb. 22 -- Cancer Care's Junior Committee is holding a cocktail party with dancing and entertainment to benefit the organization at the TriBeCa Ballroom of the Whitehall Club at 17 Battery Place. The party starts at 9 P.M. Black tie. Tickets $75, $85 at door; (212) 221-3300, extension 206. National Urban League Feb. 22 -- The National Urban League Guild's 49th annual Beaux-Arts Ball at the Waldorf-Astoria starts at 9 P.M., and will be followed by a champagne breakfast at 1 A.M. Guests of honor will be Percy Sutton, the chairman of the Inner City Broadcasting Company; the actresses and singers Carrie Smith and Linda Hopkins; Rosa Guy, the novelist and playwright, and Sir James Randolph, a pop and jazz singer. Tickets $145 for dance and breakfast; $95 for dance only, $100 at door; (212) 310-9000 or (212) 310-9223. George Washington Ball Feb. 22 -- The Fraunces Tavern Museum at 54 Pearl Street at Broad Street and the scholarship fund of the Daughters of the Cincinnati will be benefit from the 30th annual George Washington Ball at the Plaza, sponsored by the Sons of the Revolution. The Distinguished Patriot Award of the Sons of the Revolution will be given to Clement E. Conger, the curator of the diplomatic reception rooms at the State Department. Black tie. Tickets $250 and $500; (212) 425-1778. Victoria de los Angeles Feb. 24 -- Proceeds from a recital by the soprano Victoria de los Angeles at 5 P.M. at the Manhattan School of Music, Broadway and 122d Street, will help replenish the school's voice scholarship fund. Tickets $50 for the orchestra and loge; $25 for the balcony; (212) 749-2802, extensions 540 and 541. Workout in Brooklyn Feb. 24 -- Molly Fox, Jeff Martin, Chuck Gemme, members of the Pollan-Austen Fitness Team and other aerobic and exercise trainers will conduct classes from 10 A.M. to 3 P.M. at the Eastern Athletic Club at 43 Clark Street in Brooklyn Heights to benefit the AIDS home-care program of the Visiting Nurse Service of New York. Registration fees, $20 to $95, depend on the number of classes desired. (212) 794-9200. Honoring Role Models Feb. 25 -- The annual Sidewalks of New York benefit dinner for Big Brothers/Big Sisters of New York City at the Waldorf-Astoria will honor prominent New Yorkers who are regarded as role models for the young. They are Dr. David Baltimore, the president of Rockefeller University; Earle G. Graves, the publisher of Black Enterprise magazine;, Judith Jamison, the artistic director of the Alvin Ailey American Dance Theater; G. G. Michelson, a senior vice president of R. H. Macy & Company and the chairman of the board of trustees of Columbia University, and Freeman McNeil, a running back for the New York Jets. Cocktails at 6:30 P.M., dinner at 7:30. Tickets $350 and $500; call (212) 580-5511 or (212) 686-2042. Upper East Side Planning Feb. 25 -- The rezoning projects of Civitas, a watchdog planning group on the Upper East Side, will benefit from a cocktail reception from 6:30 to 9 P.M. at at Christie's, Park Avenue at 59th Street. Tony Hiss, The New Yorker writer and the author of \"The Experience of Place,\" will narrate of slide show of the American landscape. Tickets, $35, at door or call (212) 996-0745.", "abstract": null, "print_page": "68", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Social Events"}, "keywords": [{"name": "subject", "value": "WEDDINGS AND ENGAGEMENTS"}], "pub_date": "1991-02-17T00:00:00Z", "document_type": "article", "news_desk": "Society Desk", "section_name": "Style", "subsection_name": null, "byline": {"person": [{"firstname": "Thomas", "middlename": "W.", "lastname": "Ennis", "rank": 1, "role": "reported", "organization": ""}], "original": "By Thomas W. Ennis"}, "type_of_material": "News", "_id": "4fd19e198eb7c8105d6b09ad", "word_count": 1069, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1991/02/17/magazine/the-last-of-the-red-hot-playwrights.html", "snippet": "They were once a prolific breed -- the Broadway playwrights -- and almost as dependable as the swallows at Capistrano. Every season or so, you could find their names on a marquee, and each name -- from Arthur Miller to Tennessee Williams, Paddy Ch...", "lead_paragraph": "They were once a prolific breed -- the Broadway playwrights -- and almost as dependable as the swallows at Capistrano. Every season or so, you could find their names on a marquee, and each name -- from Arthur Miller to Tennessee Williams, Paddy Chayevsky to Lillian Hellman -- commanded its loyal following. Then something happened.", "abstract": null, "print_page": "30", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "The Last of the Red Hot Playwrights"}, "keywords": [{"name": "persons", "value": "SIMON, NEIL"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}, {"name": "subject", "value": "THEATER"}], "pub_date": "1991-02-17T00:00:00Z", "document_type": "article", "news_desk": "Magazine Desk", "section_name": "Theater; Magazine", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "David", "rank": 1, "lastname": "Richards"}], "original": "By David Richards; David Richards is theater critic of the Sunday Arts and Leisure section of The New York Times"}, "type_of_material": "News", "_id": "4fd1bc8c8eb7c8105d6e7e76", "word_count": 4439, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1991/02/17/arts/pop-view-grammys-still-try-to-play-it-on-the-safe-side.html", "snippet": "Sinead O'Connor's recent announcement that she would not participate in the Grammy Awards this Wednesday is the latest brouhaha to erupt around an annual event that, after 33 years, is still struggling to gain the kind of respect the Oscars have e...", "lead_paragraph": "Sinead O'Connor's recent announcement that she would not participate in the Grammy Awards this Wednesday is the latest brouhaha to erupt around an annual event that, after 33 years, is still struggling to gain the kind of respect the Oscars have enjoyed for decades. In a letter to Michael Greene, the president of the National Academy of Recording Arts and Sciences, the Irish pop star wrote, \"I don't want to be part of a world that measures artistic ability by material success.\" On \"Entertainment Tonight,\" she called it \"insulting\" that the best records are considered the ones that sell the most.", "abstract": null, "print_page": "26", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Grammys Still Try to Play It On the Safe Side", "kicker": "POP VIEW"}, "keywords": [{"name": "subject", "value": "MUSIC"}, {"name": "subject", "value": "GRAMMY AWARDS"}, {"name": "subject", "value": "AWARDS, DECORATIONS AND HONORS"}], "pub_date": "1991-02-17T00:00:00Z", "document_type": "article", "news_desk": "Arts and Leisure Desk", "section_name": "Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Stephen", "rank": 1, "lastname": "Holden"}], "original": "By Stephen Holden"}, "type_of_material": "News", "_id": "4fd1bc8c8eb7c8105d6e7e7f", "word_count": 1032, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1991/02/17/travel/l-pendulums-565191.html", "snippet": "To the Editor: My father sent me a copy of E. Oscar Kosberg's Nov. 25 letter concerning the Sept. 23 article \"Tracking Down Foucault's Pendulum.\"   For anyone planning a leisurely trip west, follow Interstate 80 from the George Washington Bridge f...", "lead_paragraph": "To the Editor: My father sent me a copy of E. Oscar Kosberg's Nov. 25 letter concerning the Sept. 23 article \"Tracking Down Foucault's Pendulum.\" For anyone planning a leisurely trip west, follow Interstate 80 from the George Washington Bridge for about 1,800 miles. Take the \"Western Wyoming College\" exit at Rock Springs, a city of 19,000 in the high plains desert. Once at the college, a Foucault fan will find what is probably the world's shortest Foucault pendulum (33 feet). Information at the site explains the rotation theory and gives a history of Foucault's life and work. Also displayed is a graph comparing the Western Wyoming pendulum with five other pendulums (the Pantheon in Paris, Dartmouth, the United Nations and the Smithsonian Institution). KATHRYN L. McCULLOUGH Rock Springs, Wyo.", "abstract": null, "print_page": "26", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Pendulums"}, "keywords": [{"name": "persons", "value": "MCCULLOUGH, KATHRYN L"}, {"name": "persons", "value": "FOUCAULT, JEAN BERNARD LEON"}, {"name": "glocations", "value": "ROCK SPRINGS (WYOMING)"}, {"name": "organizations", "value": "WESTERN WYOMING COLLEGE"}, {"name": "subject", "value": "PENDULUMS"}, {"name": "subject", "value": "NYTRAVEL"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}], "pub_date": "1991-02-17T00:00:00Z", "document_type": "article", "news_desk": "Travel Desk", "section_name": "Opinion", "subsection_name": null, "byline": null, "type_of_material": "Letter", "_id": "4fd1a7a38eb7c8105d6c2711", "word_count": 130, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1991/02/14/movies/review-film-methods-of-madness-in-silence-of-the-lambs.html", "snippet": "All sorts of macabre things have gone on, and are still going on just off screen, in Jonathan Demme's swift, witty new suspense thriller, \"The Silence of the Lambs.\"   Hannibal Lecter, a serial killer nicknamed Hannibal the Cannibal, once liked to...", "lead_paragraph": "All sorts of macabre things have gone on, and are still going on just off screen, in Jonathan Demme's swift, witty new suspense thriller, \"The Silence of the Lambs.\" Hannibal Lecter, a serial killer nicknamed Hannibal the Cannibal, once liked to feast on his victims, daintily, in a meal designed to complement the particular nature of the main dish. He would, for example, choose a \"nice\" Chianti to accompany a savory liver. A fine Bordeaux would compete.", "abstract": null, "print_page": "17", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Review/Film; Methods of Madness in 'Silence of the Lambs'"}, "keywords": [{"name": "creative_works", "value": "SILENCE OF THE LAMBS, THE (MOVIE)"}, {"name": "subject", "value": "REVIEWS"}, {"name": "subject", "value": "MOTION PICTURES"}], "pub_date": "1991-02-14T00:00:00Z", "document_type": "article", "news_desk": "Cultural Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Vincent", "rank": 1, "lastname": "CANBY"}], "original": "By VINCENT CANBY"}, "type_of_material": "Review", "_id": "4fd198ca8eb7c8105d6a8656", "word_count": 1205, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1991/02/14/movies/and-the-oscar-nominees-are.html", "snippet": "PICTURE  \"Awakenings\"  \"Dances With Wolves\"  \"Ghost\"  \"The Godfather Part III\"  \"Goodfellas\" ACTOR  Kevin Costner, \"Dances With Wolves\"  Robert De Niro, \"Awakenings\"  Gerard Depardieu, \"Cyrano de Bergerac\"  Richard Harris, \"The Field\"  Jeremy Iron...", "lead_paragraph": "PICTURE \"Awakenings\" \"Dances With Wolves\" \"Ghost\" \"The Godfather Part III\" \"Goodfellas\" ACTOR Kevin Costner, \"Dances With Wolves\" Robert De Niro, \"Awakenings\" Gerard Depardieu, \"Cyrano de Bergerac\" Richard Harris, \"The Field\" Jeremy Irons, \"Reversal of Fortune\" ACTRESS Kathy Bates, \"Misery\" Anjelica Huston, \"The Grifters\" Julia Roberts, \"Pretty Woman\" Meryl Streep, \"Postcards From the Edge\" Joanne Woodward, \"Mr. and Mrs. Bridge\" SUPPORTING ACTOR Bruce Davison, \"Longtime Companion\" Andy Garcia, \"The Godfather Part III\" Graham Greene, \"Dances With Wolves\" Al Pacino, \"Dick Tracy\" Joe Pesci, \"Goodfellas\" SUPPORTING ACTRESS Annette Bening, \"The Grifters\" Lorraine Bracco, \"Goodfellas\" Whoopi Goldberg, \"Ghost\" Diane Ladd, \"Wild at Heart\" Mary McDonnell, \"Dances With Wolves\" DIRECTOR Kevin Costner, \"Dances With Wolves\" Francis Ford Coppola, \"The Godfather Part III\" Martin Scorsese, \"Goodfellas\" Stephen Frears, \"The Grifters\" Barbet Schroeder, \"Reversal of Fortune\" ORIGINAL SCREENPLAY Woody Allen, \"Alice\" Barry Levinson, \"Avalon\" Bruce Joel Rubin, \"Ghost\" Peter Weir, \"Green Card\" Whit Stillman, \"Metropolitan\" ADAPTED SCREENPLAY Steven Zaillian, \"Awakenings\" Michael Blake, \"Dances With Wolves\" Nicholas Pileggi and Martin Scorsese, \"Goodfellas\" Donald E. Westlake, \"The Grifters\" Nicholas Kazan, \"Reversal of Fortune\" FOREIGN FILM \"Cyrano de Bergerac,\" France \"Journey of Hope,\" Switzerland \"Ju Dou,\" China \"The Nasty Girl,\" Germany \"Open Doors,\" Italy ART DIRECTION \"Cyrano de Bergerac\" \"Dances With Wolves\" \"Dick Tracy\" \"The Godfather Part III\" \"Hamlet\" CINEMATOGRAPHY \"Avalon\" \"Dances With Wolves\" \"Dick Tracy\" \"The Godfather Part III\" \"Henry and June\" COSTUME DESIGN \"Avalon\" \"Cyrano de Bergerac\" \"Dances With Wolves\" \"Dick Tracy\" \"Hamlet\" DOCUMENTARY FEATURE \"American Dream\" \"Berkeley in the 60's\" \"Building Bombs\" \"Forever Activists: Stories From the Veterans of the Abraham Lincoln Brigade\" \"Waldo Salt: A Screenwriter's Journey\" DOCUMENTARY SHORT SUBJECT \"Down Tomorrow\" \"Chimps: So Like Us\" \"Days of Waiting\" \"Journey Into Life: The World of the Unborn\" \"Rose Kennedy: A Life to Remember\" FILM EDITING \"Dances With Wolves\" \"Ghost\" \"The Godfather Part III\" \"Goodfellas\" \"The Hunt for Red October\" MAKEUP \"Cyrano de Bergerac\" \"Dick Tracy\" \"Edward Scissorhands\" MUSIC ORIGINAL SCORE Randy Newman, \"Avalon\" John Barry, \"Dances With Wolves\" Maurice Jarre, \"Ghost\" David Grusin, \"Havana\" John Williams, \"Home Alone\" MUSIC ORIGINAL SONG \"Blaze of Glory\" from \"Young Guns II\" \"I'm Checkin' Out\" from \"Postcards From the Edge\" \"Promise Me You'll Remember\" from \"The Godfather Part III\" \"Somewhere in My Memory\" from \"Home Alone\" \"Sooner or Later (I Always Get My Man)\" from \"Dick Tracy\" ANIMATED SHORT FILM \"Creature Comforts\" \"A Grand Day Out\" \"Grasshoppers (Cavallette)\" LIVE ACTION SHORT FILM \"Bronx Cheers\" \"Dear Rosie\" \"The Lunch Date\" \"Senzeni Na?\" (\"What Have We Done?\") \"12:01 P.M.\" SOUND \"Dances With Wolves\" \"Days of Thunder\" \"Dick Tracy\" \"The Hunt for Red October\" \"Total Recall\" SOUND EFFECTS EDITING \"Flatliners\" \"The Hunt for Red October\" \"Total Recall\"", "abstract": null, "print_page": "23", "blog": [], "source": "AP", "multimedia": [], "headline": {"main": "And the Oscar Nominees Are ..."}, "keywords": [{"name": "subject", "value": "ACADEMY AWARDS (OSCARS)"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "AWARDS, DECORATIONS AND HONORS"}], "pub_date": "1991-02-14T00:00:00Z", "document_type": "article", "news_desk": "Cultural Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"organization": "The Associated Press", "original": "By The Associated Press", "person": []}, "type_of_material": "List", "_id": "4fd19d7c8eb7c8105d6afd1d", "word_count": 435, "slideshow_credits": null}]}, "status": "OK", "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}