{"response": {"meta": {"hits": 85, "time": 41, "offset": 70}, "docs": [{"web_url": "http://www.nytimes.com/1991/01/08/style/chronicle-251991.html", "snippet": "After 10 years spent trying to make it happen, TONY RANDALL expects to establish the National Players on Broadway this fall. Mr. Randall and JOHN NEVILLE will be the artistic directors of the players, a national classical repertory company to be b...", "lead_paragraph": "After 10 years spent trying to make it happen, TONY RANDALL expects to establish the National Players on Broadway this fall. Mr. Randall and JOHN NEVILLE will be the artistic directors of the players, a national classical repertory company to be based at the Belasco Theater. Mr. Neville, an actor, is a former director of the Stratford Festival in Ontario. Mr. Randall said yesterday that he had raised the company's first-year budget of $3 million and planned to announce the repertory and actors soon. \"The first season will be a six-month season of three plays,\" he said, \"with at least one American classic a year.\" To benefit the company, he will appear on June 23 in a one-performance production of \"The Odd Couple\" at the Belasco, reunited after 10 years with JACK KLUGMAN . The actor underwent surgery for cancer of the throat two years ago, but a spokeswoman said yesterday: \"He's perfectly healthy. He wouldn't commit to the performance if he didn't think he could do it.\" In a casting coup, Mr. Randall flew to London last weekend to engage VANESSA and LYNN REDGRAVE for the show. They are to play the dizzy Englishwomen, the Pigeon sisters, who live upstairs from Felix and Oscar in the NEIL SIMON comedy.", "abstract": null, "print_page": "18", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "CHRONICLE"}, "keywords": [{"name": "creative_works", "value": "ODD COUPLE, THE (PLAY)"}, {"name": "persons", "value": "KLUGMAN, JACK"}, {"name": "persons", "value": "NEVILLE, JOHN"}, {"name": "persons", "value": "RANDALL, TONY"}, {"name": "organizations", "value": "NATIONAL PLAYERS"}, {"name": "subject", "value": "THEATER"}], "pub_date": "1991-01-08T00:00:00Z", "document_type": "article", "news_desk": "Style Desk", "section_name": "Style; Theater", "subsection_name": null, "byline": {"person": [{"firstname": "Susan", "middlename": "Heller", "lastname": "ANDERSON", "rank": 1, "role": "reported", "organization": ""}], "original": "By SUSAN HELLER ANDERSON"}, "type_of_material": "News", "_id": "4fd197ea8eb7c8105d6a6a3e", "word_count": 210, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1991/01/07/movies/challenges-and-rewards-of-filming-in-new-york.html", "snippet": "Deep in the winter of New York's discontent, when film making in the Big Apple has nearly come to a standstill because of cold weather and the lingering effects of a labor dispute, a hardy band of film makers is fighting gridlock, inflationary cos...", "lead_paragraph": "Deep in the winter of New York's discontent, when film making in the Big Apple has nearly come to a standstill because of cold weather and the lingering effects of a labor dispute, a hardy band of film makers is fighting gridlock, inflationary costs, chill winds and the wail of sirens to shoot an entire movie in New York City, about a quintessential New York theme: a slumlord who gets his comeuppance. The movie, a gritty comedy, is called \"The Super,\" and not only has its shooting schedule been a street-smart tour of the East Village, Harlem and Bushwick in Brooklyn, but it also stars some quintessential New York actors. They include Joe Pesci, celebrated recently for playing the volatile wise guy Tommy DeVito in Martin Scorsese's \"Goodfellas\" as well as a bumbling burglar in \"Home Alone,\" and Vincent Gardenia, best remembered for his role as Cher's father, the plumber, in \"Moonstruck.\" The film also features Ruben Blades, who appeared in \"Mo' Better Blues,\" \"The Two Jakes\" and \"The Milagro Beanfield War.\"", "abstract": null, "print_page": "11", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Challenges and Rewards of Filming in New York"}, "keywords": [{"name": "creative_works", "value": "SUPER, THE (MOVIE)"}, {"name": "glocations", "value": "NEW YORK CITY"}, {"name": "subject", "value": "MOTION PICTURES"}], "pub_date": "1991-01-07T00:00:00Z", "document_type": "article", "news_desk": "Cultural Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Glenn", "rank": 1, "lastname": "COLLINS"}], "original": "By GLENN COLLINS"}, "type_of_material": "News", "_id": "4fd197e28eb7c8105d6a642b", "word_count": 1524, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1991/01/06/travel/where-the-stars-dine-out.html", "snippet": "EVERY year, hundreds of thousands of people visit Los Angeles, hoping to see movie stars at work and at play. (After all, they can find beaches, freeways, smog, even Disneyland -- nowadays -- elsewhere. But when they say that Los Angeles is a comp...", "lead_paragraph": "EVERY year, hundreds of thousands of people visit Los Angeles, hoping to see movie stars at work and at play. (After all, they can find beaches, freeways, smog, even Disneyland -- nowadays -- elsewhere. But when they say that Los Angeles is a company town, the town they mean is Hollywood.) To this end, hopeful tourists take the Universal Studios tour, buy maps to movie stars' homes, and ride around all day in sightseeing buses. But the only stars one sees at Universal are Jaws and King Kong (and only the top half of Kong, at that), the maps are long out-of-date, house windows shuttered, limousine windows smoked, and, once you've ascertained that your hand-and-footprints are bigger than Marilyn Monroe's and John Wayne's, literally if not figuratively speaking, you may find yourself standing in the forecourt of Mann's Chinese Theater wondering if that's all there is. You'll have better luck if you get out of the trams and buses and rented cars, even if they're convertibles, and approach the Rich and Famous in that part of their Lifestyle which is most likely to intersect with yours, the Restaurant, in which the price of admission is the same for both Gazer and Gazee, though it should surprise no one that the celebrated might get a better table or not have to worry about reservations (which after all just makes it easier for them to be There, where you want them to be). It's best to make reservations at least a week in advance, and two or three weeks for Spago and Campanile.", "abstract": null, "print_page": "14", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Where the Stars Dine Out"}, "keywords": [{"name": "glocations", "value": "LOS ANGELES (CALIF)"}, {"name": "subject", "value": "RESTAURANTS"}, {"name": "subject", "value": "CELEBRITIES"}, {"name": "subject", "value": "NYTRAVEL"}], "pub_date": "1991-01-06T00:00:00Z", "document_type": "article", "news_desk": "Travel Desk", "section_name": "Travel", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Meredith", "rank": 1, "lastname": "BRODY"}], "original": "By MEREDITH BRODY; MEREDITH BRODY reviews restaurants for The LA Weekly"}, "type_of_material": "News", "_id": "4fd1a75c8eb7c8105d6c2500", "word_count": 2277, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1991/01/06/magazine/child-of-the-movies.html", "snippet": "JODIE FOSTER HAS ONLY ONE REGRET. IT CAME up one brutally hot day in August as she slouched in a chair in a warehouse in Cincinnati wearing a pair of blue gym shorts and a tank top. \"The only thing I've ever regretted in my whole life,\" she said, ...", "lead_paragraph": "JODIE FOSTER HAS ONLY ONE REGRET. IT CAME up one brutally hot day in August as she slouched in a chair in a warehouse in Cincinnati wearing a pair of blue gym shorts and a tank top. \"The only thing I've ever regretted in my whole life,\" she said, stamping out a cigarette on the cement floor, \"is that I started smoking.\" Seems remarkable. But there it is. She said it without a trace of exaggeration. Foster was on the set of \"Little Man Tate,\" her directorial debut in which she plays Dede Tate, a rough-around-the-edges woman who, like many of Jodie Foster's characters, talks tough, lives hard and smokes.", "abstract": null, "print_page": "16", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "CHILD OF THE MOVIES"}, "keywords": [{"name": "creative_works", "value": "LITTLE MAN TATE (MOVIE)"}, {"name": "persons", "value": "FOSTER, JODIE"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}], "pub_date": "1991-01-06T00:00:00Z", "document_type": "article", "news_desk": "Magazine Desk", "section_name": "Movies; Magazine", "subsection_name": null, "byline": {"person": [{"firstname": "Jonathan", "middlename": "Van", "lastname": "Meter", "rank": 1, "role": "reported", "organization": ""}], "original": "By Jonathan Van Meter; Jonathan Van Meter is a contributing editor at Vogue"}, "type_of_material": "News", "_id": "4fd19d7d8eb7c8105d6afdfa", "word_count": "5207", "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1991/01/06/books/he-was-serenely-independent-and-yet.html", "snippet": "A DAMNED SERIOUS BUSINESS  By Rex Harrison. Illustrated. 288 pp. New York: Bantam Books. $21.95....", "lead_paragraph": "A DAMNED SERIOUS BUSINESS By Rex Harrison. Illustrated. 288 pp. New York: Bantam Books. $21.95.", "abstract": null, "print_page": "13", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "He Was Serenely Independent and Yet ..."}, "keywords": [{"name": "creative_works", "value": "A DAMNED SERIOUS BUSINESS (BOOK)"}, {"name": "persons", "value": "HARRISON, REX"}, {"name": "subject", "value": "BOOK REVIEWS"}], "pub_date": "1991-01-06T00:00:00Z", "document_type": "article", "news_desk": "Book Review Desk", "section_name": "Arts; Books", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Andrew", "rank": 1, "lastname": "Sinclair"}], "original": "By Andrew Sinclair; Andrew Sinclair's most recent books are \"War Like a Wasp,\" on the arts in Britain in the 1940's, and \"The Need to Give: The Patrons and the Arts.\""}, "type_of_material": "Review", "_id": "4fd197ef8eb7c8105d6a6d8c", "word_count": 958, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1991/01/06/travel/movie-memories-for-sale.html", "snippet": "WHEN my mother visited Hollywood in the early 40's, Errol Flynn gave her a look in a nightclub -- not just any look, the once-over.  Big stuff! By the time I went out there, 30 years later, it was a less compact village of stars. Nobody famous gav...", "lead_paragraph": "WHEN my mother visited Hollywood in the early 40's, Errol Flynn gave her a look in a nightclub -- not just any look, the once-over. Big stuff! By the time I went out there, 30 years later, it was a less compact village of stars. Nobody famous gave me the once-over, though I did see Mel Brooks eating a cantaloupe at a diner. For real thrills, indulgent relatives took me to the memorabilia shops on Hollywood Boulevard, there to search out my idols. Small stuff, but not much else was left of the old days. In appearance, Hollywood Boulevard could be any disheveled downtown, frenzied by T-shirt sales and street pizza. Away from the great, bright back alley that it has become, however, are about a half-dozen shops selling original publicity photographs, posters, autographs and other souvenirs of movies and stars. Hollywood, in whatever form it takes in the mind, lives on in these stores.", "abstract": null, "print_page": "15", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Movie Memories for Sale"}, "keywords": [{"name": "glocations", "value": "HOLLYWOOD (CALIF)"}, {"name": "subject", "value": "COLLECTORS AND COLLECTIONS"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "NYTRAVEL"}], "pub_date": "1991-01-06T00:00:00Z", "document_type": "article", "news_desk": "Travel Desk", "section_name": "Movies; Travel", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Julie", "rank": 1, "lastname": "FENSTER"}], "original": "By JULIE FENSTER; JULIE FENSTER is the author of \"Packard: The Pride\" (Automobile Quarterly)"}, "type_of_material": "News", "_id": "4fd197ee8eb7c8105d6a6d7d", "word_count": 1795, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1991/01/04/us/fda-allows-experiments-with-pump-that-aids-heart.html", "snippet": "The Food and Drug Administration has given a Houston hospital approval to begin experimental use of a portable, battery-powered mechanical device to help a failing heart pump blood until a heart donor can be found.    With the new device, the dama...", "lead_paragraph": "The Food and Drug Administration has given a Houston hospital approval to begin experimental use of a portable, battery-powered mechanical device to help a failing heart pump blood until a heart donor can be found. With the new device, the damaged organ stays in place. After the pump is implanted in patients awaiting heart transplants, they are expected to be freely mobile because they will not be tethered to a cumbersome external console as with earlier versions of the device and the Jarvik-7 artificial heart.", "abstract": null, "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "F.D.A. Allows Experiments With Pump That Aids Heart"}, "keywords": [{"name": "organizations", "value": "FOOD AND DRUG ADMINISTRATION"}, {"name": "organizations", "value": "THERMEDICS INC"}, {"name": "subject", "value": "HEART"}, {"name": "subject", "value": "HEART, ARTIFICIAL"}, {"name": "subject", "value": "IMPLANTS"}, {"name": "subject", "value": "NEW MODELS, DESIGN AND PRODUCTS"}], "pub_date": "1991-01-04T00:00:00Z", "document_type": "article", "news_desk": "National Desk", "section_name": "Front Page; Health; U.S.", "subsection_name": null, "byline": {"person": [{"firstname": "Lawrence", "middlename": "K.", "lastname": "ALTMAN", "rank": 1, "role": "reported", "organization": ""}], "original": "By LAWRENCE K. ALTMAN"}, "type_of_material": "News", "_id": "4fd1a75c8eb7c8105d6c2498", "word_count": 1224, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1991/01/04/arts/voyaging-a-universe-on-beams-of-light.html", "snippet": "THE great green dome. The cathedral of magic and wonder. It is so familiar -- yes, let's actually say it, so beloved -- that it is almost invisible. No matter that 550,000 people troop through it each year. No matter that the native New Yorker is ...", "lead_paragraph": "THE great green dome. The cathedral of magic and wonder. It is so familiar -- yes, let's actually say it, so beloved -- that it is almost invisible. No matter that 550,000 people troop through it each year. No matter that the native New Yorker is predestined to visit it three times as a rite of passage: as a child, as a parent and as a grandparent. Though it is one of the best-known shrines in the city, for many residents who are casting about for a few hours of diversion, the Hayden Planetarium might as well not be there. You're thinking arts, you say? Then you're immediately considering movie times. Or you're figuring: play, concert, museum show, gallery. You are not ordinarily thinking stars or galaxies or sense of wonder. Alas.", "abstract": null, "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Voyaging A Universe On Beams Of Light"}, "keywords": [{"name": "organizations", "value": "HAYDEN PLANETARIUM"}, {"name": "subject", "value": "PLANETARIUMS"}, {"name": "subject", "value": "NYTRAVEL"}], "pub_date": "1991-01-04T00:00:00Z", "document_type": "article", "news_desk": "Weekend Desk", "section_name": "Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Glenn", "rank": 1, "lastname": "COLLINS"}], "original": "By GLENN COLLINS"}, "type_of_material": "News", "_id": "4fd1c3d98eb7c8105d6f34d3", "word_count": 1485, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1991/01/03/world/sogod-journal-aquino-s-successor-for-now-just-call-me-mr.html", "snippet": "Here in Southern Leyte, in a town hit hard by a recent typhoon, is a good place to watch Fidel V. Ramos go about his unorthodox campaign to succeed President Corazon C. Aquino, who says she will not run again in 1992. Mr. Ramos, the Defense Secret...", "lead_paragraph": "Here in Southern Leyte, in a town hit hard by a recent typhoon, is a good place to watch Fidel V. Ramos go about his unorthodox campaign to succeed President Corazon C. Aquino, who says she will not run again in 1992. Mr. Ramos, the Defense Secretary, is running for President by trying to do his job. Thus Mr. Ramos, a methodical and sometimes humorless man, tried to resist all talk of the presidency. Providing a long discourse on the declining Communist insurgency here, the crucial bridge between Mindanao and Luzon, he pretended not to hear efforts to interrupt him with political questions.", "abstract": null, "print_page": "4", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Aquino's Successor? For Now, 'Just Call Me Mr.'", "kicker": "SOGOD JOURNAL"}, "keywords": [{"name": "persons", "value": "RAMOS, FIDEL V"}, {"name": "persons", "value": "AQUINO, CORAZON C"}, {"name": "glocations", "value": "PHILIPPINES"}, {"name": "subject", "value": "COUPS D'ETAT AND ATTEMPTED COUPS D'ETAT"}, {"name": "subject", "value": "POLITICS AND GOVERNMENT"}, {"name": "subject", "value": "ELECTIONS"}], "pub_date": "1991-01-03T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Steven", "rank": 1, "lastname": "ERLANGER"}, {"organization": "", "role": "reported", "rank": 2}], "original": "By STEVEN ERLANGER, Special to The New York Times"}, "type_of_material": "News", "_id": "4fd1c5cc8eb7c8105d6f67d0", "word_count": 891, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1991/01/02/sports/tributes-and-a-louisville-victory.html", "snippet": "The Fiesta Bowl, tainted by the controversy over Arizona voters' rejection of a state holiday in honor of the Rev. Dr. Martin Luther King Jr., was played without incident today after a local civil rights group staged a protest against the game.   ...", "lead_paragraph": "The Fiesta Bowl, tainted by the controversy over Arizona voters' rejection of a state holiday in honor of the Rev. Dr. Martin Luther King Jr., was played without incident today after a local civil rights group staged a protest against the game. The game itself was no contest. Louisville scored 25 points in the first quarter and completely dominated Alabama the rest of the way to win, 34-7, before 69,098 fans.", "abstract": null, "print_page": "10", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Tributes and a Louisville Victory"}, "keywords": [{"name": "creative_works", "value": "FIESTA BOWL"}, {"name": "persons", "value": "KING, MARTIN LUTHER JR"}, {"name": "glocations", "value": "ARIZONA"}, {"name": "organizations", "value": "UNIVERSITY OF ALABAMA"}, {"name": "organizations", "value": "NATIONAL ASSN FOR THE ADVANCEMENT OF COLOR PEOPLE"}, {"name": "organizations", "value": "UNIVERSITY OF LOUISVILLE"}, {"name": "subject", "value": "BOWL GAMES"}, {"name": "subject", "value": "ELECTION ISSUES"}, {"name": "subject", "value": "UNIFORMS"}, {"name": "subject", "value": "DEMONSTRATIONS AND RIOTS"}, {"name": "subject", "value": "FOOTBALL"}, {"name": "subject", "value": "REFERENDUMS"}], "pub_date": "1991-01-02T00:00:00Z", "document_type": "article", "news_desk": "Sports Desk", "section_name": "Sports", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Jaime", "rank": 1, "lastname": "DIAZ"}, {"organization": "", "role": "reported", "rank": 2}], "original": "By JAIME DIAZ, Special to The New York Times"}, "type_of_material": "News", "_id": "4fd1b4b98eb7c8105d6d995f", "word_count": 570, "slideshow_credits": null}]}, "status": "OK", "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}