{"response": {"meta": {"hits": 85, "time": 29, "offset": 10}, "docs": [{"web_url": "http://www.nytimes.com/1991/02/25/nyregion/news-summary-467291.html", "snippet": "WAR IN THE GULF A12-17    Allied troops neared Kuwait City, and armored columns and a huge fleet of helicopters stormed into Iraq, heading toward Basra. The forces advanced faster than expected, meeting only scattered resistance. Page A1...", "lead_paragraph": "WAR IN THE GULF A12-17 Allied troops neared Kuwait City, and armored columns and a huge fleet of helicopters stormed into Iraq, heading toward Basra. The forces advanced faster than expected, meeting only scattered resistance. Page A1", "abstract": null, "print_page": "2", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "NEWS SUMMARY"}, "keywords": [{"name": "subject", "value": "NO INDEX TERMS"}], "pub_date": "1991-02-25T00:00:00Z", "document_type": "article", "news_desk": "Metropolitan Desk", "section_name": "New York and Region", "subsection_name": null, "byline": null, "type_of_material": "Summary", "_id": "4fd19d7c8eb7c8105d6afcf5", "word_count": 1079, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1991/02/24/movies/home-entertainment-video-fast-forward-wolves-stalks-oscar-and-video.html", "snippet": "Earlier this month \"Dances With Wolves\" set the pace in Oscar nominations: it received a dozen. The film also leads others nominated in quantity of planned tape releases: two. On Aug. 29 Orion is scheduled to issue the standard three-hour version ...", "lead_paragraph": "Earlier this month \"Dances With Wolves\" set the pace in Oscar nominations: it received a dozen. The film also leads others nominated in quantity of planned tape releases: two. On Aug. 29 Orion is scheduled to issue the standard three-hour version of the Kevin Costner movie, and around Christmas will come a two-cassette collectors' edition. The latter will contain, for those craving still more Sioux and big sky, 52 minutes of additional footage that wouldn't fit into the original story line, plus a 30-minute documentary on the making of the film. Video plans for a few other nominees in the best-picture, acting and directing categories are either announced or on hold. \"Ghost\" (Paramount; best picture, supporting actress) will be out on March 21. \"The Grifters\" (HBO; best actress and director) will be released June 5, and \"Mr. and Mrs. Bridge\" (also HBO; best actress) June 12. \"The Field\" (LIVE; best actor) is scheduled for August.", "abstract": null, "print_page": "20", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "'Wolves' Stalks Oscar and Video", "kicker": "HOME ENTERTAINMENT/VIDEO: FAST FORWARD"}, "keywords": [{"name": "subject", "value": "RECORDINGS (VIDEO)"}, {"name": "subject", "value": "ACADEMY AWARDS (OSCARS)"}, {"name": "subject", "value": "MOTION PICTURES"}], "pub_date": "1991-02-24T00:00:00Z", "document_type": "article", "news_desk": "Arts & Leisure Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By Peter M. Nichols"}, "type_of_material": "News", "_id": "4fd1c9528eb7c8105d6fc6bd", "word_count": 489, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1991/02/24/movies/film-view-stanley-circles-the-wolves.html", "snippet": "\"I know, I know,\" said Stanley, even before I could sit down. \"You're wondering why I look so pale.\"   Stanley, one of the last of a dwindling breed of creative Hollywood producers, can read minds, which may be why he has more money than friends....", "lead_paragraph": "\"I know, I know,\" said Stanley, even before I could sit down. \"You're wondering why I look so pale.\" Stanley, one of the last of a dwindling breed of creative Hollywood producers, can read minds, which may be why he has more money than friends.", "abstract": null, "print_page": "11", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Stanley Circles the Wolves", "kicker": "FILM VIEW"}, "keywords": [{"name": "subject", "value": "ACADEMY AWARDS (OSCARS)"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "FORECASTS"}], "pub_date": "1991-02-24T00:00:00Z", "document_type": "article", "news_desk": "Arts & Leisure Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Vincent", "rank": 1, "lastname": "Canby"}], "original": "By Vincent Canby"}, "type_of_material": "News", "_id": "4fd198c48eb7c8105d6a810e", "word_count": 1540, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1991/02/24/movies/home-entertainment-video-critics-choices-ready-when-you-are-j-n-c-e-r-r.html", "snippet": "Remember Pliny the Elder? He's the fellow who advised, in a manner of speaking, \"Ne supra crepidam sutor judicaret.\" Or, as most people say, \"Let the cobbler stick to his last.\"    But does anybody listen? Judging by Jack Nicholson, Clint Eastwood...", "lead_paragraph": "Remember Pliny the Elder? He's the fellow who advised, in a manner of speaking, \"Ne supra crepidam sutor judicaret.\" Or, as most people say, \"Let the cobbler stick to his last.\" But does anybody listen? Judging by Jack Nicholson, Clint Eastwood, Robert Redford and Woody Allen, the answer is: of course not. All are successful actors who turned to directing.", "abstract": null, "print_page": "20", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Ready When You Are, J. N., C. E., R. R.", "kicker": "HOME ENTERTAINMENT/VIDEO: CRITICS' CHOICES"}, "keywords": [{"name": "subject", "value": "RECORDINGS (VIDEO)"}, {"name": "subject", "value": "REVIEWS"}, {"name": "subject", "value": "MOTION PICTURES"}], "pub_date": "1991-02-24T00:00:00Z", "document_type": "article", "news_desk": "Arts and Leisure Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"firstname": "Lawrence", "middlename": "Van", "lastname": "Gelder", "rank": 1, "role": "reported", "organization": ""}], "original": "By Lawrence Van Gelder"}, "type_of_material": "Review", "_id": "4fd19d778eb7c8105d6af8ef", "word_count": 252, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1991/02/24/magazine/l-what-a-bride-533891.html", "snippet": "A wedding is not a prom, a masquerade ball or a burlesque show (\"The Wedding,\" Jan. 27). It is a celebration of two people making a serious commitment, and many times this takes place in a house of worship. The bride's choice of dress may be simpl...", "lead_paragraph": "A wedding is not a prom, a masquerade ball or a burlesque show (\"The Wedding,\" Jan. 27). It is a celebration of two people making a serious commitment, and many times this takes place in a house of worship. The bride's choice of dress may be simple or elaborate, but it should be in good taste and should command respect for her and the wedding. Women should not support styles like Oscar de la Renta's \"tulle-shrouded mini-bubble,\" which turns the wedding celebration into an irreverent spectacle. EVELYN RYAN Chatham, N.J.", "abstract": null, "print_page": "14", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "WHAT A BRIDE!"}, "keywords": [{"name": "subject", "value": "WEDDINGS AND ENGAGEMENTS"}, {"name": "subject", "value": "APPAREL"}], "pub_date": "1991-02-24T00:00:00Z", "document_type": "article", "news_desk": "Magazine Desk", "section_name": "Magazine; Opinion", "subsection_name": null, "byline": null, "type_of_material": "Letter", "_id": "4fd19d778eb7c8105d6af909", "word_count": 90, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1991/02/24/magazine/woody-and-mia-a-new-york-story.html", "snippet": "\"It's no accomplishment to have or raise kids,\" Woody Allen often used to say. \"Any fool can do it.\"    Then in the fall of 1979 he met Mia Farrow, who had seven children. Mia, he now says, \"introduced me to a whole other world. Yet the two of us ...", "lead_paragraph": "\"It's no accomplishment to have or raise kids,\" Woody Allen often used to say. \"Any fool can do it.\" Then in the fall of 1979 he met Mia Farrow, who had seven children. Mia, he now says, \"introduced me to a whole other world. Yet the two of us have so little in common that it always amazes us. We're always marveling on why we threw in our lot together and stayed together as long as we have.", "abstract": null, "print_page": "31", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Woody and Mia: A New York Story"}, "keywords": [{"name": "persons", "value": "FARROW, MIA"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}], "pub_date": "1991-02-24T00:00:00Z", "document_type": "article", "news_desk": "Magazine Desk", "section_name": "Movies; Magazine", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Eric", "rank": 1, "lastname": "Lax"}], "original": "By Eric Lax; Eric Lax is the author of \"Woody Allen: A Biography,\" from which this article is adapted. The book will be published in May by Alfred A. Knopf"}, "type_of_material": "News", "_id": "4fd197e68eb7c8105d6a6716", "word_count": 4608, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1991/02/22/arts/this-year-s-grammys.html", "snippet": "The 33d annual Grammy Awards were presented Wednesday night at Radio City Music Hall in New York in a televised ceremony that was broadcast to more than 60 countries. Here are the winners.    Record of the Year: \"Another Day in Paradise,\" Phil Col...", "lead_paragraph": "The 33d annual Grammy Awards were presented Wednesday night at Radio City Music Hall in New York in a televised ceremony that was broadcast to more than 60 countries. Here are the winners. Record of the Year: \"Another Day in Paradise,\" Phil Collins Album of the Year: \"Back on the Block,\" Quincy Jones Song of the Year: \"From a Distance,\" Julie Gold New Artist: Mariah Carey Pop Vocal Performance, Female: \"Vision of Love,\" Mariah Carey Pop Vocal Performance, Male: \"Oh Pretty Woman (From a Black and White Night Live),\" Roy Orbison Pop Performance by a Duo or Group With Vocal: \"All My Life,\" Linda Ronstadt with Aaron Neville Pop Instrumental Performance: \"Twin Peaks Theme,\" Angelo Badalamenti Rock Vocal Performance, Female: \"Black Velvet,\" Alannah Myles Rock Vocal Performance, Male: \"Bad Love,\" Eric Clapton Rock Performance by a Duo or Group With Vocal: \"Janie's Got a Gun,\" Aerosmith Rock Instrumental Performance: \"D-FW,\" the Vaughan Brothers Hard Rock Performance: \"Time's Up,\" Living Colour Metal performance: \"Stone Cold Crazy,\" Metallica Alternative Music Performance: \"I Do Not Want What I Haven't Got,\" Sinead O'Connor Rhythm-and-Blues Vocal Performance, Female: \"Compositions,\" Anita Baker Rhythm-and-Blues Vocal Performance, Male: \"Here and Now,\" Luther Vandross Rhythm-and-Blues Performance by a Duo or Group With Vocal: \"I'll Be Good to You,\" Ray Charles and Chaka Khan Rhythm-and-Blues Song: \"U Can't Touch This,\" James Miller and M.C. Hammer Rap Solo Performance: \"U Can't Touch This,\" M.C. Hammer Rap Performance by a Duo or Group: \"Back on the Block\" (track from Quincy Jones' \"Back on the Block\"), Ice-T, Melle Mel, Big Daddy Kane and Kool Moe Dee New Age Performance: \"Mark Isham,\" Mark Isham Jazz Fusion Performance: \"Birdland\" (track from \"Back on the Block\"), Quincy Jones (various artists) Jazz Vocal Performance, Female: \"All That Jazz,\" Ella Fitzgerald Jazz Vocal Performance, Male: \"We Are in Love,\" Harry Connick Jr. Jazz Instrumental Performance, Soloist: \"The Legendary Oscar Peterson Trio Live at the Blue Note,\" Oscar Peterson Jazz Instrumental Performance, Group: \"The Legendary Oscar Peterson Trio Live at the Blue Note,\" Oscar Peterson Trio Jazz Instrumental Performance, Big Band: \"Basie's Bag\" (track from \"Big Boss Band\"), the Count Basie Orchestra Country Vocal Performance, Female: \"Where You've Been,\" Kathy Mattea Country Vocal Performance, Male: \"When I Call Your Name,\" Vince Gill Country Performance by a Duo or Group With Vocal: \"Pickin' on Nashville,\" the Kentucky Headhunters Country Vocal Collaboration: \"Poor Boy Blues,\" Chet Atkins and Mark Knopfler Country Instrumental Performance: \"So Soft, Your Goodbye,\" Chet Atkins and Mark Knopfler Bluegrass Recording: \"I've Got That Old Feeling,\" Alison Krauss Country Song (songwriter's award): \"Where've You Been,\" Kathy Mattea Rock-Contemporary Gospel Album: \"Beyond Belief,\" Petra Pop Gospel Album: \"Another Time . . . Another Place,\" Sandi Patti Southern Gospel Album: \"The Great Exchange,\" Bruce Carroll Traditional Soul Gospel Album: \"Tramaine Hawkins Live,\" Tramaine Hawkins Contemporary Soul Gospel Album: \"So Much 2 Say,\" Take Six Gospel Album by a Choir or Chorus: \"Having Church,\" the Rev. James Cleveland and the Southern California Community Choir Latin Pop Performance: \"Por Que Te Tengo Que Olvidar?\" track from \"Nina\"), Jose Feliciano Tropical Latin Performance: \"Tito Puente Presents Millie P.,\" Tito Puente and Millie P. Mexican-American Performance: \"Soy de San Luis\" (track from \"Texas Tornados\"), Texas Tornados Traditional Blues Recording: \"Live at San Quentin,\" B. B. King Contemporary Blues Recording: \"Family Style,\" the Vaughan Brothers Traditional Folk Recording: \"On Praying Ground,\" Doc Watson Contemporary Folk Recording: \"Steady On,\" Shawn Colvin Reggae Recording: \"Time Will Tell: A Tribute to Bob Marley,\" Bunny Wailer Polka Recording: \"When It's Polka Time at Your House,\" Jimmy Sturr and His Orchestra Recording for Children: \"The Little Mermaid: Original Motion Picture Soundtrack\" (songs and instrumental score) Howard Ashman and Alan Menken, composers Comedy Recording: \"P. D. Q. Bach: Oedipus Tex and Other Choral Calamities,\" Prof. Peter Schickele Spoken or Nonmusical Recording: \"Gracie: A Love Story,\" George Burns Musical Cast Show Album: \"Les Miserables: The Complete Symphonic Recording,\" David Caddick, producer Instrumental Composition: \"Change of Heart,\" track from \"Question and Answer,\" Pat Metheny Instrumental Composition Written for a Motion Picture or for Television: \"Glory,\" James Horner Song Written Specifically for a Motion Picture or for Television: \"Under the Sea,\" for \"The Little Mermaid,\" Alan Menken and Howard Ashman Music Video, Short Form: \"Opposites Attract,\" Paula Abdul; Michael Patterson and Candice Reckinger, directors; Sharon Oreck, producer Music Video, Long Form: \"Please Hammer Don't Hurt 'Em, the Movie,\" M.C. Hammer; Rupert Wainwright, director; John Oetjen, producer Arrangement on an Instrumental: \"Birdland,\" track from \"Back on the Block,\" Quincy Jones, Ian Prince, Rod Temperton and Jerry Hey Instrumental Arrangement Accompanying a Vocal: \"The Places You Find Love,\" Siedah Garrett and Chaka Khan, arranged by Jerry Hey, Glen Ballard, Clif Magness and Quincy Jones Best-Engineered Recording (nonclassical): \"Back on the Block,\" Quincy Jones, engineered by Bruce Swedien Producer of the Year (nonclassical): Quincy Jones Album Package: \"Days of Open Hand,\" Suzanne Vega; Len Peltier, Jeffrey Gold and Suzanne Vega, art director Album Notes: \"Brownie,\" Clifford Brown, notes by Dan Morgenstern Historical Album: \"The Complete Recordings, Robert Johnson,\" Lawrence Cohn, producer Classical Album: Ives, \"Symphony No. 2, The Gong on the Hook and Ladder (Fireman's Parade on Main Street),\" \"Central Park in the Dark,\" \"The Unanswered Question,\" Leonard Bernstein, conductor; Hans Weber, producer Orchestral Performance: Shostakovich, \"Symphonies No. 1 and No. 7,\" Leonard Bernstein, conductor, Chicago Symphony Opera Recording: Wagner: \"Das Rheingold,\" James Levine, conductor, Metropolitan Opera Orchestra; Cord Garben, producer. Choral Performance (other than opera): Walton: \"Belshazzar's Feast,\" Bernstein: \"Chicester Psalms,\" \"Missa Brevis,\" Robert Shaw, conductor, Atlanta Symphony Chorus and Orchestra Classical Performance (instrumental solo with orchestra): Shostakovich: Violin Concerto No. 1 in A minor; Glazunov: Violin Concerto in A minor (Op. 82), Itzhak Perlman, violinist (Zubin Mehta, conductor, Israel Philharmonic) Classical Performance (instrumental solo without orchestra): \"The Last Recording\" (Chopin, Haydn, Liszt, Wagner), Vladimir Horowitz, pianist Chamber Music or Other Small Ensemble Performance: Brahams: The Three Violin Sonatas, Itzhak Perlman, violinist; Daniel Barenboim, pianist Classical Vocal Performance: \"Carreras, Domingo, Pavarotti in Concert,\" Jose Carreras, Placido Domingo, Luciano Pavarotti, tenors Contemporary Composition: \"Arias and Barcarolles,\" Leonard Bernstein, composer Best-Engineered Recording (classical): Rachmaninoff: Vespers (Robert Shaw Festival Singers), Jack Renner, engineer Classical Producer of the Year: Adam Stern", "abstract": null, "print_page": "22", "blog": [], "source": "AP", "multimedia": [], "headline": {"main": "This Year's Grammys"}, "keywords": [{"name": "subject", "value": "RECORDINGS (AUDIO)"}, {"name": "subject", "value": "RECORDINGS (VIDEO)"}, {"name": "subject", "value": "MUSIC"}, {"name": "subject", "value": "GRAMMY AWARDS"}, {"name": "subject", "value": "AWARDS, DECORATIONS AND HONORS"}], "pub_date": "1991-02-22T00:00:00Z", "document_type": "article", "news_desk": "Weekend Desk", "section_name": "Arts", "subsection_name": null, "byline": {"organization": "The Associated Press", "original": "By The Associated Press", "person": []}, "type_of_material": "List", "_id": "4fd1b4bb8eb7c8105d6d9a6d", "word_count": 1021, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1991/02/21/arts/a-list-of-the-honored.html", "snippet": "Here are the winners at the 33d annual Grammy Awards ceremony last night at Radio City Music Hall:...", "lead_paragraph": "Here are the winners at the 33d annual Grammy Awards ceremony last night at Radio City Music Hall:", "abstract": null, "print_page": "17", "blog": [], "source": "AP", "multimedia": [], "headline": {"main": "A List of the Honored"}, "keywords": [{"name": "subject", "value": "RECORDINGS (AUDIO)"}, {"name": "subject", "value": "MUSIC"}, {"name": "subject", "value": "GRAMMY AWARDS"}, {"name": "subject", "value": "AWARDS, DECORATIONS AND HONORS"}], "pub_date": "1991-02-21T00:00:00Z", "document_type": "article", "news_desk": "Cultural Desk", "section_name": "Arts", "subsection_name": null, "byline": {"person": [], "original": "By The Associated Press", "organization": "The Associated Press"}, "type_of_material": "List", "_id": "4fd19ea68eb7c8105d6b201d", "word_count": "1060", "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1991/02/20/world/leader-s-slaying-incites-ex-contras.html", "snippet": "The killing of Enrique Bermudez, the former contra rebel commander, could set off a new round of political violence in Nicaragua after a year of relative peace, United States and Nicaraguan officials say.    Mr. Bermudez's slaying in Managua on Sa...", "lead_paragraph": "The killing of Enrique Bermudez, the former contra rebel commander, could set off a new round of political violence in Nicaragua after a year of relative peace, United States and Nicaraguan officials say. Mr. Bermudez's slaying in Managua on Saturday night has been condemned by the Government, by the Sandinista party and by former contras, but tensions are rising. As his body was loaded on an aircraft headed for Miami, where he is to be buried Wednesday, 1,000 former rebels broke through a cordon of riot police officers, shook their fists and chanted: \"Eye for an eye! Tooth for a tooth!\"", "abstract": null, "print_page": "3", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Leader's Slaying Incites Ex-Contras"}, "keywords": [{"name": "persons", "value": "BERMUDEZ, ENRIQUE"}, {"name": "glocations", "value": "NICARAGUA"}, {"name": "subject", "value": "ASSASSINATIONS AND ATTEMPTED ASSASSINATIONS"}], "pub_date": "1991-02-20T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Clifford", "rank": 1, "lastname": "KRAUSS"}, {"organization": "", "role": "reported", "rank": 2}], "original": "By CLIFFORD KRAUSS, Special to The New York Times"}, "type_of_material": "News", "_id": "4fd198c48eb7c8105d6a8197", "word_count": 649, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1991/02/18/world/quick-solution-is-sought-in-ex-contra-chief-s-death.html", "snippet": "The Government pledged a rapid investigation today of the slaying on Saturday night of a former leader of the contra rebels as the Sandinistas and the contras traded accusations about the killing.   Enrique Bermudez, the hard-line commander who le...", "lead_paragraph": "The Government pledged a rapid investigation today of the slaying on Saturday night of a former leader of the contra rebels as the Sandinistas and the contras traded accusations about the killing. Enrique Bermudez, the hard-line commander who led an eight-year war against the former Sandinista Government, was shot twice in the head near his car in the parking lot of a hotel here, the police said. Security officials said they had no immediate clues to who was responsible.", "abstract": null, "print_page": "3", "blog": [], "source": "Reuters", "multimedia": [], "headline": {"main": "Quick Solution Is Sought in Ex-Contra Chief's Death"}, "keywords": [{"name": "persons", "value": "BERMUDEZ, ENRIQUE"}, {"name": "persons", "value": "CHAMORRO, VIOLETA BARRIOS DE"}, {"name": "glocations", "value": "NICARAGUA"}, {"name": "glocations", "value": "MANAGUA (NICARAGUA)"}, {"name": "subject", "value": "ASSASSINATIONS AND ATTEMPTED ASSASSINATIONS"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}], "pub_date": "1991-02-18T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"organization": "REUTERS", "original": "REUTERS", "person": []}, "type_of_material": "News", "_id": "4fd19d2a8eb7c8105d6af2a4", "word_count": 458, "slideshow_credits": null}]}, "status": "OK", "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}