{"response": {"meta": {"hits": 98, "time": 26, "offset": 10}, "docs": [{"web_url": "http://www.nytimes.com/1983/02/27/realestate/sutton-place-residents-divided-on-landmark-status.html", "snippet": "IN 1921, Anne Morgan of the banking Morgans turned her back on a F ifth Avenue address in favor of 3 Sutton Place, becoming the s treet's first fashionable resident. Her double house is now the r esidence of the Secretary General of the United Nat...", "lead_paragraph": "IN 1921, Anne Morgan of the banking Morgans turned her back on a F ifth Avenue address in favor of 3 Sutton Place, becoming the s treet's first fashionable resident. Her double house is now the r esidence of the Secretary General of the United Nations. Mrs. William K. Vanderbilt later joined Miss Morgan, changing her address from 660 Fifth Avenue to No. 1 Sutton Place. Her house had once been the residence of Effingham B. Sutton, for whom the street was named and who had met with little success in 1875 when he tried to develop the neighborhood. Elizabeth Marbury, literary agent for Oscar Wilde and George Bernard Shaw, once lived in No. 13. I.M. Pei, the architect, lives at No. 11.", "abstract": null, "print_page": "7", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "SUTTON PLACE RESIDENTS DIVIDED ON LANDMARK STATUS"}, "keywords": [{"name": "glocations", "value": "NEW YORK CITY"}, {"name": "subject", "value": "HISTORIC BUILDINGS AND SITES"}, {"name": "subject", "value": "HOUSING"}, {"name": "subject", "value": "REAL ESTATE"}], "pub_date": "1983-02-27T00:00:00Z", "document_type": "article", "news_desk": "Real Estate Desk", "section_name": "Real Estate", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Rosemary", "rank": 1, "lastname": "BRESLIN"}], "original": "By ROSEMARY BRESLIN"}, "type_of_material": "News", "_id": "4fd143ef8eb7c8105d61d539", "word_count": 1010, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1983/02/27/world/salvadorans-see-a-sign-of-hope-in-pope-s-visit.html", "snippet": "Many Salvadorans, from the country's political leadership to the people in the war-ravaged villages, share the hope that when Pope John Paul II arrives here next week he will be able to galvanize support for discussions with the leftist opposition...", "lead_paragraph": "Many Salvadorans, from the country's political leadership to the people in the war-ravaged villages, share the hope that when Pope John Paul II arrives here next week he will be able to galvanize support for discussions with the leftist opposition, These Salvadorans look toward the Pope's visit on March 6 as the coming of a respected figure who can give momentum to the search for an end to the country's three-year-old civil war. ''When the United States or some other party comes in and tries to talk about negotiations it is viewed as interventionist,'' said one of the leaders of a major political party. ''But the Pope comes without any of his own interests; he comes to the people.'' Church is Divided on Issue When Salvadorans talk privately about the Pope's visit, it is as if everyone has the same idea, but no one has the courage to admit it openly. ''People here have reacted very strongly to all this talk of Communism,'' said a Salvadoran woman. ''We are waiting for the Pope to come and tell us it is right to talk to the left.''", "abstract": null, "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "SALVADORANS SEE A SIGN OF HOPE IN POPE'S VISIT"}, "keywords": [{"name": "glocations", "value": "SALVADOR, EL"}, {"name": "subject", "value": "POLITICS AND GOVERNMENT"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}, {"name": "subject", "value": "POPES"}, {"name": "subject", "value": "TRAVEL, PERSONAL"}], "pub_date": "1983-02-27T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Lydia", "rank": 1, "lastname": "CHAVEZ"}, {"organization": "", "role": "reported", "rank": 2}], "original": "By LYDIA CHAVEZ, Special to the New York Times"}, "type_of_material": "News", "_id": "4fd125d98eb7c8105d5ec2b9", "word_count": 981, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1983/02/27/magazine/the-stylish-look.html", "snippet": "Certainly, it is not unreasonable to expect stylishness in new fashions, at least from the capable and trend-setting designers of the world. Their job, after all, is to periodically create new clothes that are attractive and modish, ideally even s...", "lead_paragraph": "Certainly, it is not unreasonable to expect stylishness in new fashions, at least from the capable and trend-setting designers of the world. Their job, after all, is to periodically create new clothes that are attractive and modish, ideally even smart and chic. This spring, however, the work of a good many of these talents, particularly several Americans, demonstrates such a carefully contrived attitude that it has put a heightened accent on the ''stylishness'' of spring fashions. In fact, this could be called the season of ''high style,'' a season in which most well-known designers have given their clothes a veneer of haute couture and studied elegance.", "abstract": null, "print_page": "108", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "THE STYLISH LOOK"}, "keywords": [{"name": "subject", "value": "APPAREL"}], "pub_date": "1983-02-27T00:00:00Z", "document_type": "article", "news_desk": "Magazine Desk", "section_name": "Magazine", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Carrie", "rank": 1, "lastname": "Donovan"}], "original": "By Carrie Donovan"}, "type_of_material": "News", "_id": "4fd128a48eb7c8105d5efa22", "word_count": 908, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1983/02/27/movies/private-life-russian-family-portrait.html", "snippet": "Yuli Raizman's ''Private Life'' offers as detailed a look at ordinary Soviet life as any contemporary Soviet film that has yet been seen here. In addition, it's an effective and well-acted drama.    It concerns a factory executive who is suddenly ...", "lead_paragraph": "Yuli Raizman's ''Private Life'' offers as detailed a look at ordinary Soviet life as any contemporary Soviet film that has yet been seen here. In addition, it's an effective and well-acted drama. It concerns a factory executive who is suddenly replaced by a former protege when his factory is combined with another, and who is then forced to retire. This leads him to reacquaint himself with the members of his extended family, and to resume the routine of the title, which he initially finds very difficult. Mr. Raizman, who directed and co-wrote the film and who is 80 years old, presents these events with a gentle knowingness, and directs them in a plain and forthright style.", "abstract": null, "print_page": "45", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "'PRIVATE LIFE,' RUSSIAN FAMILY PORTRAIT"}, "keywords": [{"name": "creative_works", "value": "PRIVATE LIFE (MOVIE)"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "REVIEW"}], "pub_date": "1983-02-27T00:00:00Z", "document_type": "article", "news_desk": "Cultural Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Janet", "rank": 1, "lastname": "MASLIN"}], "original": "By JANET MASLIN"}, "type_of_material": "Review", "_id": "4fd143ef8eb7c8105d61d555", "word_count": 481, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1983/02/27/weekinreview/john-paul-s-journey-is-his-hardest-yet.html", "snippet": "On his 16 pastoral trips outside the Vatican, Pope John Paul II has faced adversity ranging from scorching desert heat to the shadow of political repression. But many church officials believe the Pontiff's plans to visit Central America starting W...", "lead_paragraph": "On his 16 pastoral trips outside the Vatican, Pope John Paul II has faced adversity ranging from scorching desert heat to the shadow of political repression. But many church officials believe the Pontiff's plans to visit Central America starting Wednesday pose the most formidable obstacles he has yet confronted. The itinerary calls for stops in eight nations in as many days - Costa Rica, Nicaragua, Panama, El Salvador, Guatemala, Honduras, Belize and Haiti. The agenda follows a familiar pattern of outdoor masses, sessions with priests and conferences with government officials. For convenience and safety, the Pope will return each day to a base first in Costa Rica, then in Guatemala. Never before has the Pope entered a region fraught with so many open conflicts. With El Salvador in a state of civil war, opposition movements active in Nicaragua, insurgency in Guatemala, and the victims of bloodshed mounting, the Pope's skills as a peacemaker and human rights advocate will be tested.", "abstract": null, "print_page": "7", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "JOHN PAUL'S JOURNEY IS HIS HARDEST YET"}, "keywords": [{"name": "glocations", "value": "CENTRAL AMERICA"}, {"name": "subject", "value": "POPES"}, {"name": "subject", "value": "TRAVEL, PERSONAL"}], "pub_date": "1983-02-27T00:00:00Z", "document_type": "article", "news_desk": "Week in Review Desk", "section_name": "Travel; Week in Review", "subsection_name": null, "byline": {"person": [{"firstname": "Kenneth", "middlename": "A.", "lastname": "BRIGGS", "rank": 1, "role": "reported", "organization": ""}], "original": "By KENNETH A. BRIGGS"}, "type_of_material": "News", "_id": "4fd143ef8eb7c8105d61d536", "word_count": 1267, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1983/02/27/arts/antiques-view-from-goethe-s-pen-to-shaw-s-socks.html", "snippet": "Percy Bysshe Shelley's silver rattle, a lock of John Keats's hair and one of Amy Lowell's 40 pipes are among the mementos of 80 writers on view in ''Honour'd Relics,'' an offbeat, thoroughly engaging exhibition at the Grolier Club, 47 East 60th St...", "lead_paragraph": "Percy Bysshe Shelley's silver rattle, a lock of John Keats's hair and one of Amy Lowell's 40 pipes are among the mementos of 80 writers on view in ''Honour'd Relics,'' an offbeat, thoroughly engaging exhibition at the Grolier Club, 47 East 60th Street, through March 31. The writers represented lived from the 17th century through the 1970's and the objects associated with them that were chosen for this presentation are a curious mixture of things that reveal as much about the history of collecting as they do about these authors. For example, it is hard to imagine collectors today vying for the locks of hair, spectacles or coat buttons of late 20th-century writers, as, we discover, bibliophiles in the 18th and 19th centuries did when they admired the works of, say, Nathaniel Hawthorne, Robert Burns and Thomas Browne. Indeed, the assemblage of relics is wide ranging, and includes treasures and trivia, the merely sentimental and the sincerely inspirational, the obvious and the obscure. It is an extraordinary show, bringing together material that is rarely shown to the public by the 23 collectors and 20 major institutions who have loaned these selections to the club, which is now in its 99th year. These are the sort of historical oddments that were acquired by relatives or friends at an author's death, and they often remained as a part of the most important collections of an author's works.", "abstract": null, "print_page": "26", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "FROM GOETHE'S PEN TO SHAW'S SOCKS", "kicker": "ANTIQUES VIEW"}, "keywords": [{"name": "subject", "value": "ANTIQUES"}, {"name": "subject", "value": "SHOWS (EXHIBITS)"}], "pub_date": "1983-02-27T00:00:00Z", "document_type": "article", "news_desk": "Arts and Leisure Desk", "section_name": "Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Rita", "rank": 1, "lastname": "Reif"}], "original": "By Rita Reif"}, "type_of_material": "News", "_id": "4fd134738eb7c8105d604751", "word_count": 1009, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1983/02/27/weekinreview/d-aubuisson-gives-democracy-some-rope.html", "snippet": "Roberto d'Aubuisson, the President of El Salvador's Constituent Assembly, winced. More than 400 straw-hatted, brown-faced campesinos lined the gallery of the assembly last week and shouted down at him, ''Long live agrarian reform!''   The 39-year-...", "lead_paragraph": "Roberto d'Aubuisson, the President of El Salvador's Constituent Assembly, winced. More than 400 straw-hatted, brown-faced campesinos lined the gallery of the assembly last week and shouted down at him, ''Long live agrarian reform!'' The 39-year-old rightist leader has long been opposed to the land redistribution program. But instead of speaking out against the campesinos last week as he might have in the past, he tactfully acknowledged their presence with a smile. He allowed the moderate Christian Democrats to give impassioned pro-land reform speeches and then, almost casually, passed the issue to a committee for study.", "abstract": null, "print_page": "3", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "D'AUBUISSON GIVES DEMOCRACY SOME ROPE"}, "keywords": [{"name": "glocations", "value": "SALVADOR, EL"}, {"name": "subject", "value": "ARMAMENT, DEFENSE AND MILITARY FORCES"}, {"name": "subject", "value": "POLITICS AND GOVERNMENT"}], "pub_date": "1983-02-27T00:00:00Z", "document_type": "article", "news_desk": "Week in Review Desk", "section_name": "Week in Review", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Lydia", "rank": 1, "lastname": "CHAVEZ"}], "original": "By LYDIA CHAVEZ"}, "type_of_material": "News", "_id": "4fd134738eb7c8105d604752", "word_count": 1028, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1983/02/27/arts/music-view-arabella-will-it-stay-in-the-met-s-repertory.html", "snippet": "Is there room in the lifeboat for ''Arabella''? You know the lifeboat I mean: the allegorical craft, usually sailing under a Hollywood registry, that can hold just so many survivors and not one body more. Anyone else who swims up and tries to clim...", "lead_paragraph": "Is there room in the lifeboat for ''Arabella''? You know the lifeboat I mean: the allegorical craft, usually sailing under a Hollywood registry, that can hold just so many survivors and not one body more. Anyone else who swims up and tries to climb aboard is beaten off with oars. Now and then, an occupant may die of thirst, which opens a space for one of those clinging to the gunwales, perhaps a pregnant woman or a child with a puppy. At this point, the Metropolitan Opera repertory is rather like that lifeboat, a vessel crammed with firmly established works that are difficult to displace. Audiences, singers, impresarios and, yes, even critics take turns at beating off challengers to the old favorites. Yet, against all the odds, a place will occasionally open up. In recent decades, for example, we have seen signs of enduring welcome for several formerly ignored or neglected works by Verdi (''Don Carlos,'' ''Simon Boccanegra,'' ''Luisa Miller,'' ''Nabucco,'' ''Ernani''), Mozart (''Idomeneo'') Poulenc (''Dialogues of the Carmelites,'' ''Les Mamelles de Tiresias'') and Strauss (''Die Frau ohne Schatten''). But, compared to other leading companies in this country, the Metropolitan is still an extremely difficult lifeboat to board, even for major composers. Of Strauss's 15 operas, only three (''Der Rosenkavalier,'' ''Salome'' and ''Elektra'') were in the Met's repertory before World War II. ''Arabella'' was introduced in 1955 and ''Ariadne auf Naxos'' in 1962-63. ''Die Frau'' joined the list in 1966.", "abstract": null, "print_page": "19", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "'ARABELLA'-WILL IT STAY IN THE MET'S REPERTORY?", "kicker": "MUSIC VIEW"}, "keywords": [{"name": "subject", "value": "MUSIC"}, {"name": "subject", "value": "OPERA"}], "pub_date": "1983-02-27T00:00:00Z", "document_type": "article", "news_desk": "Arts and Leisure Desk", "section_name": "Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Donal", "rank": 1, "lastname": "Henahan"}], "original": "By Donal Henahan"}, "type_of_material": "News", "_id": "4fd12c138eb7c8105d5f5d8c", "word_count": 1434, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1983/02/27/theater/stage-view-the-case-for-star-vehicles.html", "snippet": "After seven flush years - financially, if not esthetically - Broadway is at least temporarily in trouble. The current season is playing to far fewer customers than it did last year, at the moment of writing at least 15 theaters are dark, etcetera,...", "lead_paragraph": "After seven flush years - financially, if not esthetically - Broadway is at least temporarily in trouble. The current season is playing to far fewer customers than it did last year, at the moment of writing at least 15 theaters are dark, etcetera, etcetera. You've read the papers. And, no doubt, you've shrugged and wondered what else anyone could possibly expect, considering the current state of the economy. I'm not at all sure the economy has that much to do with it. It's more or less the same crummy economy we had last year, when Broadway was still breaking box office records, and if ticket prices have been nudged upwards we've got to remember that (a) Broadway was very slow to start the nudging, and (b) the cost of a theater seat hasn't yet come anywhere near matching the overall rate of inflation. That last thought (b) is horrifying, and I'm sorry I brought it up.", "abstract": null, "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "THE CASE FOR STAR VEHICLES", "kicker": "STAGE VIEW"}, "keywords": [{"name": "subject", "value": "FINANCES"}, {"name": "subject", "value": "THEATER"}], "pub_date": "1983-02-27T00:00:00Z", "document_type": "article", "news_desk": "Arts and Leisure Desk", "section_name": "Arts; Theater", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Walter", "rank": 1, "lastname": "Kerr"}], "original": "By Walter Kerr"}, "type_of_material": "News", "_id": "4fd12a1d8eb7c8105d5f234a", "word_count": 2109, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1983/02/25/sports/nba-and-players-schedule-new-talks.html", "snippet": "The National Basketball Association and its players association will resume contract negotiations Tuesday for the first time since the players imposed an April 2 strike deadline.   The announcement of the resumption of talks came on the same day t...", "lead_paragraph": "The National Basketball Association and its players association will resume contract negotiations Tuesday for the first time since the players imposed an April 2 strike deadline. The announcement of the resumption of talks came on the same day that the league sent a three-page information sheet to the general managers of the league's 23 teams. Charles Grantham, the executive vice president of the players association, termed the league's move an attempt ''to intimidate the players.'' The league memo warned the players that in the event of a strike they would lose any deferred monies in their contracts this year, in addition to loss of salary.", "abstract": null, "print_page": "26", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "N.B.A. AND PLAYERS SCHEDULE NEW TALKS"}, "keywords": [{"name": "subject", "value": "LABOR UNIONS"}, {"name": "subject", "value": "PROFESSIONAL ATHLETICS"}, {"name": "subject", "value": "CONTRACTS"}, {"name": "subject", "value": "STRIKES"}, {"name": "subject", "value": "BASKETBALL"}], "pub_date": "1983-02-25T00:00:00Z", "document_type": "article", "news_desk": "Sports Desk", "section_name": "Sports", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Sam", "rank": 1, "lastname": "GOLDAPER"}], "original": "By SAM GOLDAPER"}, "type_of_material": "News", "_id": "4fd133a48eb7c8105d60319d", "word_count": 735, "slideshow_credits": null}]}, "status": "OK", "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}