{"response": {"meta": {"hits": 87, "time": 46, "offset": 80}, "docs": [{"web_url": "http://www.nytimes.com/1984/01/08/books/about-books-brothers-and-sisters-and-killers.html", "snippet": "From Scottish Crimes to Egyptian Mysteries Brothers and Sisters and Killers    IT was good to see Toni Morrison singling out the work of William Roughead for particular praise in the Christmas Books feature that appeared in this Review the other w...", "lead_paragraph": "From Scottish Crimes to Egyptian Mysteries Brothers and Sisters and Killers IT was good to see Toni Morrison singling out the work of William Roughead for particular praise in the Christmas Books feature that appeared in this Review the other week. Roughead (1870-1952) was an Edinburgh lawyer who specialized in writing up reconstructions of notable British murders - mainly Scottish, although he made occasional forays south of the border. His fame grew slowly, from local beginnings, but by the 1930's he was the undisputed master of his field. And rightly so - I find it hard to imagine anyone who has come under the spell of his books, with their full-flavored style and their dry sardonic asides, not agreeing that they represent as ripe an example as you could wish to find of criminology considered as one of the fine arts. Since his death, Roughead has pretty much faded from view in Britain, but in this country there has been a modest revival of interest in him in recent years. A selection of his essays was brought out by the Hyperion Press of Westport, Conn., in 1975 under the title ''Classic Crimes.'' Two years later, it was reissued as a Vintage paperback with an introduction by Julian Symons. And there are plenty of other Roughead collections waiting to be quarried from, volumes with such alluring titles as ''Malice Domestic'' and ''Reprobates Reviewed.''", "abstract": null, "print_page": "12", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "BROTHERS AND SISTERS AND KILLERS", "kicker": "ABOUT BOOKS"}, "keywords": [{"name": "subject", "value": "TERMS NOT AVAILABLE"}], "pub_date": "1984-01-08T00:00:00Z", "document_type": "article", "news_desk": "Book Review Desk", "section_name": "Arts; Books", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "John", "rank": 1, "lastname": "Gross"}], "original": "John Gross"}, "type_of_material": "Review", "_id": "4fd1314c8eb7c8105d5ff3e9", "word_count": 1425, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1984/01/07/business/coastal-corp-acts-bar-takeovers-houston-jan-6-reuters-coastal-corporation-said.html", "snippet": "Oscar S. Wyatt, company chairman, told stockholders the current market price of the stock is substantially less than its intrinsic value, leaving Coastal open to a possible takeover attempt. Coastal closed today on the New York Stock Exchange at 3...", "lead_paragraph": "Oscar S. Wyatt, company chairman, told stockholders the current market price of the stock is substantially less than its intrinsic value, leaving Coastal open to a possible takeover attempt. Coastal closed today on the New York Stock Exchange at 33 1/2, down 7/8. Mr. Wyatt said the company expects to reach its forecast of 1983 earnings of $3.85 to $4 a share, against $2.65 in 1982. Coastal is involved in the exploration and production of natural gas.", "abstract": null, "print_page": "30", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Coastal Corp. Acts To Bar Takeovers HOUSTON, Jan. 6 (Reuters) - The Coastal Corporation said stockholders at a special meeting had approved additional antitakeover amendments to the company's charter designed to discourage any hostile attempt to acquire control of the company in a transaction opposed by the board. The amendments divide the board into three classes, each elected for a three-year term, eliminate a provision that permitted removal of directors without cause and assure that stockholder action can be taken only at meetings in which all stockholders can participate and vote."}, "keywords": [{"name": "subject", "value": "TERMS NOT AVAILABLE"}], "pub_date": "1984-01-07T00:00:00Z", "document_type": "article", "news_desk": "Financial Desk", "section_name": "Business", "subsection_name": null, "byline": null, "type_of_material": "News", "_id": "4fd132c78eb7c8105d601567", "word_count": 77, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1984/01/04/movies/musical-fun-basileus-quartet.html", "snippet": "''BASILEUS QUARTET,'' written and directed by Fabio Carpi, a film maker new to me, is a witty, intelligent little film about the dead-end of a certain kind of art. Like ''Reuben, Reuben,'' this Franco-Italian co- production is an entertainment for...", "lead_paragraph": "''BASILEUS QUARTET,'' written and directed by Fabio Carpi, a film maker new to me, is a witty, intelligent little film about the dead-end of a certain kind of art. Like ''Reuben, Reuben,'' this Franco-Italian co- production is an entertainment for people who prefer a sort of literate decency of feelings to shocks provided by the unknown. The lives of the surviving members of the Basileus Quartet, a chamber group that has been playing successfully around the world for more than 30 years, are turned upside down after the death of the leader, Oscar Guarneri. The three aging musicians decide to split up to pursue those pleasures they've denied themselves too long.", "abstract": null, "print_page": "13", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "MUSICAL FUN, 'BASILEUS QUARTET'"}, "keywords": [{"name": "creative_works", "value": "BASILEUS QUARTET (MOVIE)"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "REVIEWS"}], "pub_date": "1984-01-04T00:00:00Z", "document_type": "article", "news_desk": "Cultural Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Vincent", "rank": 1, "lastname": "CANBY"}], "original": "By VINCENT CANBY"}, "type_of_material": "Review", "_id": "4fd1473f8eb7c8105d622d96", "word_count": 690, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1984/01/03/us/for-film-bear-defects-to-georgia.html", "snippet": "Gary Busey stalked to his desk. Pausing, still standing, his tie loose, he shook out a Lucky Strike and jabbed it into his mouth.    ''Let's rock,'' the actor commanded.   ''Let's roll,'' responded a man standing beside the movie camera.   And for...", "lead_paragraph": "Gary Busey stalked to his desk. Pausing, still standing, his tie loose, he shook out a Lucky Strike and jabbed it into his mouth. ''Let's rock,'' the actor commanded. ''Let's roll,'' responded a man standing beside the movie camera. And for the rest of the gray afternoon Mr. Busey played Bear Bryant: fearsomely bawling out an offending athlete in his gravely voice, then generously granting him a second chance to play, establishing his control over the frightened young football player.", "abstract": null, "print_page": "16", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "FOR FILM, 'BEAR' DEFECTS TO GEORGIA"}, "keywords": [{"name": "creative_works", "value": "BEAR, THE (MOVIE)"}, {"name": "persons", "value": "SPANGLER, LARRY"}, {"name": "persons", "value": "BUSEY, GARY"}, {"name": "persons", "value": "WALLACE, GEORGE C"}, {"name": "persons", "value": "BRYANT, PAUL"}, {"name": "glocations", "value": "GEORGIA"}, {"name": "glocations", "value": "ALABAMA"}, {"name": "organizations", "value": "ALABAMA, UNIVERSITY OF"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "FOOTBALL"}], "pub_date": "1984-01-03T00:00:00Z", "document_type": "article", "news_desk": "National Desk", "section_name": "Movies; U.S.", "subsection_name": null, "byline": {"person": [{"firstname": "Fay", "middlename": "S.", "lastname": "JOYCE", "rank": 1, "role": "reported", "organization": ""}, {"organization": "", "role": "reported", "rank": 2}], "original": "By FAY S. JOYCE, Special to the New York Times"}, "type_of_material": "News", "_id": "4fd13ceb8eb7c8105d613636", "word_count": 714, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1984/01/01/arts/film-view-tidying-up-a-few-matters-as-83-fades-from-the-screen.html", "snippet": "This morning, as we get ready to push on into the unknowns of 1984, there are some matters relating to the already dim 1983 calendar year that should be discussed before it's too late. It's a mixed bag of thoughts. I'm thinking of ''Silkwood'' (an...", "lead_paragraph": "This morning, as we get ready to push on into the unknowns of 1984, there are some matters relating to the already dim 1983 calendar year that should be discussed before it's too late. It's a mixed bag of thoughts. I'm thinking of ''Silkwood'' (and of the film's virtues that were overlooked in sober discussions of the fictional uses of fact), of opera movies (is that a contradiction in terms?), of screen writers (God bless at least some of them), and of the world of haute couture, which is beyond mine. Mike Nichols's ''Silkwood,'' written by Nora Ephron and Alice Arlen, was not an easy film to review. It was necessary to go into such detail about the known facts of Karen Silkwood, the Crescent, Okla., lab worker whose life and death called attention to the sloppy working working conditions in nuclear plants, that I think I shortchanged the film's rare understanding of its eccentric characters and the sorts of lives they lead. The fine performances of Meryl Streep, Cher and Kurt Russell have been written about at some length, but not much has been said about the manner in which the film works, and about the chances it takes in presenting - as heroines and heroes - mixed-up people one doesn't often find in conventional commercial movies.", "abstract": null, "print_page": "11", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "TIDYING UP A FEW MATTERS AS '83 FADES FROM THE SCREEN", "kicker": "FILM VIEW"}, "keywords": [{"name": "subject", "value": "TERMS NOT AVAILABLE"}], "pub_date": "1984-01-01T00:00:00Z", "document_type": "article", "news_desk": "Arts and Leisure Desk", "section_name": "Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Vincent", "rank": 1, "lastname": "Canby"}], "original": "By Vincent Canby"}, "type_of_material": "Review", "_id": "4fd14ad18eb7c8105d628850", "word_count": 1565, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1984/01/01/magazine/the-real-tom-stoppard.html", "snippet": "Mel Gussow is a drama critic for The New York Times.    T HOME, TOM STOPPARD - born Thomas Straussler, July 3, 1937, in Zlin, Czechoslovakia - is an English country squire, with an English garden, a lawn for cricket, a tennis court and a neighbor'...", "lead_paragraph": "Mel Gussow is a drama critic for The New York Times. T HOME, TOM STOPPARD - born Thomas Straussler, July 3, 1937, in Zlin, Czechoslovakia - is an English country squire, with an English garden, a lawn for cricket, a tennis court and a neighbor's cows peeping through rear windows. The Englishness, the squirehood, of Stoppard is one of the paradoxes in the life of this singular playwright. He is one of the wittiest and most literate writers of the English language, yet he quit school at 17 and found his education while working on a provincial English newspaper. He has no background in philosophy, philology, metaphysics or circus acrobatics, yet his plays are filled with knowledgeable references to these and other specialized fields. He is untutored in the ways of theater - except for his years as a drama critic - but his plays have a brilliant theatricality. In the plays themselves, nothing is ever quite what it seems: There are plays within plays and occasionally plays outside plays. On the cover of the English edition of his new play, ''The Real Thing,'' which opens in New York on Thursday at the Plymouth Theater, there is a drawing of a man on stage presenting a play about a man on a stage. The image is repeated and recedes to infinity, as in an endless series of Chinese boxes or an exercise in recursion, a characteristic of many of his plays.", "abstract": null, "print_page": "18", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "THE REAL TOM STOPPARD"}, "keywords": [{"name": "creative_works", "value": "REAL THING, THE (PLAY)"}, {"name": "persons", "value": "STOPPARD, TOM"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}, {"name": "subject", "value": "THEATER"}], "pub_date": "1984-01-01T00:00:00Z", "document_type": "article", "news_desk": "Magazine Desk", "section_name": "Theater; Magazine", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Mel", "rank": 1, "lastname": "Gussow"}], "original": "By Mel Gussow"}, "type_of_material": "News", "_id": "4fd1332a8eb7c8105d6022eb", "word_count": 6022, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1984/01/01/travel/sampling-the-varied-worlds-of-jamaica.html", "snippet": "What's a dedicated traveler to do about the Caribbean? The restless breed of vacationer who needs more than a beach, a bar and a book - the one who likes to move around, change scenes, discover things and kibbitz with strangers - hears boredom and...", "lead_paragraph": "What's a dedicated traveler to do about the Caribbean? The restless breed of vacationer who needs more than a beach, a bar and a book - the one who likes to move around, change scenes, discover things and kibbitz with strangers - hears boredom and claustrophobia alarms ringing in the names of little islands. Give us sun and sea, of course, but also give us space and choice, a few open roads and a couple of general stores that don't stock suntan oil, postcards or pastel T-shirts. BARBARA CROSSETTE is deputy foreign editor of The New York Times. There are ways, usually expensive, to avoid regimented resort life, like chartering a yacht to island hop or flying off on one's own to the bigger islands, looking for destinations or hotels not on the package circuit. Over the years we've tried freelancing our way around a number of larger islands, with mixed success. Cuba was off limits, and Trinidad (even with Tobago thrown in) was mostly a scruffy disappointment. Puerto Rico would have been fine, if muggers hadn't been stalking some of the loveliest secluded spots. Haiti was fascinating, if sad. And Jamaica - well, Jamaica had British cooking and a mood, people said, that was inhospitable. We never really gave it a chance. Early in December, a writing assignment provided an excuse to travel the length and breadth of Jamaica, and the island turned out to be a happy surprise. Jamaica, the Caribbean's third-largest island (144 miles long and more than 50 miles wide), has a variety of terrain: savannas and marshlands; small coves and long, empty beaches; rivers and waterfalls, and some of the highest (7,400 feet) and coolest mountains of any island.", "abstract": null, "print_page": "15", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "SAMPLING THE VARIED WORLDS OF JAMAICA"}, "keywords": [{"name": "glocations", "value": "JAMAICA (WEST INDIES)"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}], "pub_date": "1984-01-01T00:00:00Z", "document_type": "article", "news_desk": "Travel Desk", "section_name": "Travel", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Barbara", "rank": 1, "lastname": "CROSSETTE"}], "original": "By BARBARA CROSSETTE"}, "type_of_material": "News", "_id": "4fd147438eb7c8105d62316d", "word_count": 3311, "slideshow_credits": null}]}, "status": "OK", "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}