{"response": {"meta": {"hits": 87, "time": 51, "offset": 0}, "docs": [{"web_url": "http://www.nytimes.com/1984/03/02/arts/jazz-america-s-festival-winter-hot-spot-in-bronx.html", "snippet": "-weather answer to New York's summertime Kool Jazz Festival is taking shape in the Bronx. After a trial run of three days in January last year, the ''Jazz America'' festival at the Lehman College Center for the Performing Arts is now in its second...", "lead_paragraph": "-weather answer to New York's summertime Kool Jazz Festival is taking shape in the Bronx. After a trial run of three days in January last year, the ''Jazz America'' festival at the Lehman College Center for the Performing Arts is now in its second season, continuing through Sunday. ''Actually, it began last Saturday,'' Alan Light, managing director of the Lehman Center, said, mentally reaching toward the 10-day span of the Kool Festival. ''That was when we held auditions for the entrants in our combo contest for groups made up of musicians 21 and under. But technically, the first day was Wednesday, with afternoon and evening concerts.''", "abstract": null, "print_page": "17", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "'JAZZ AMERICA'S FESTIVAL, WINTER HOT SPOT IN BRONX"}, "keywords": [{"name": "subject", "value": "TERMS NOT AVAILABLE"}], "pub_date": "1984-03-02T00:00:00Z", "document_type": "article", "news_desk": "Weekend Desk", "section_name": "Arts", "subsection_name": null, "byline": {"person": [{"firstname": "John", "middlename": "S.", "lastname": "WILSON", "rank": 1, "role": "reported", "organization": ""}], "original": "By JOHN S. WILSON"}, "type_of_material": "News", "_id": "4fd136a58eb7c8105d608a62", "word_count": 772, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1984/03/02/movies/three-generations-adjust-to-franco-s-spain.html", "snippet": "MANUEL GUTIERREZ ARAGON'S ''Demons in the Garden'' (''Demonios en el Jardin''), a 1982 Spanish film that has won awards at European festivals, is not very long (100 minutes), but it has the generous scope of a large novel, being about three genera...", "lead_paragraph": "MANUEL GUTIERREZ ARAGON'S ''Demons in the Garden'' (''Demonios en el Jardin''), a 1982 Spanish film that has won awards at European festivals, is not very long (100 minutes), but it has the generous scope of a large novel, being about three generations of a small- town family in the years immediately after the Spanish Civil War. The narrative is not easily synopsized, but its center is 8-year-old Juanito, the illegitimate son of Juan, who leaves home to become what everyone believes to be an important member of the Franco regime, and Angela, the family slavey. The other members of the family are Gloria, the matriarch who runs the family store, called the Garden, Gloria's two sons, Oscar and Juan, and Oscar's pretty young wife, Ana.", "abstract": null, "print_page": "5", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "THREE GENERATIONS ADJUST TO FRANCO'S SPAIN"}, "keywords": [{"name": "creative_works", "value": "DEMONS IN THE GARDEN (DEMONIOS EN EL JARDIN) (MOVIE)"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "REVIEWS"}], "pub_date": "1984-03-02T00:00:00Z", "document_type": "article", "news_desk": "Weekend Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Vincent", "rank": 1, "lastname": "Canby"}], "original": "By Vincent Canby"}, "type_of_material": "Review", "_id": "4fd143868eb7c8105d61ce81", "word_count": 505, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1984/03/02/nyregion/new-york-day-by-day-026941.html", "snippet": "Venerable Voice     It's 38 years, approximately,   That I started on WNYC, And I still recall how the Little   Flower, Signed me on each week for half an   hour, Saying, 'Do your best, sonny, what   I mean, Is keep it funny and keep it clean.' So...", "lead_paragraph": "Venerable Voice It's 38 years, approximately, That I started on WNYC, And I still recall how the Little Flower, Signed me on each week for half an hour, Saying, 'Do your best, sonny, what I mean, Is keep it funny and keep it clean.' So every week I sang my tune, By the light of yon municipal moon.", "abstract": null, "print_page": "3", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "NEW YORK DAY BY DAY"}, "keywords": [{"name": "subject", "value": "TERMS NOT AVAILABLE"}], "pub_date": "1984-03-02T00:00:00Z", "document_type": "article", "news_desk": "Metropolitan Desk", "section_name": "New York and Region", "subsection_name": null, "byline": {"person": [{"firstname": "Susan", "middlename": "Heller", "lastname": "Anderson", "rank": 1, "role": "reported", "organization": ""}, {"organization": "", "role": "reported", "firstname": "Maurice", "rank": 2, "lastname": "Carroll"}], "original": "By Susan Heller Anderson and Maurice Carroll"}, "type_of_material": "News", "_id": "4fd14b288eb7c8105d629255", "word_count": 177, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1984/03/01/arts/hbo-to-parody-the-oscars.html", "snippet": "The crew responsible for Home Box Office's acclaimed ''Not Necessarily the News'' comedy show is preparing its first special to premiere on March 17, a sendup of the upcoming Academy Awards.   Nominees for the takeoff's awards will include: ''For ...", "lead_paragraph": "The crew responsible for Home Box Office's acclaimed ''Not Necessarily the News'' comedy show is preparing its first special to premiere on March 17, a sendup of the upcoming Academy Awards. Nominees for the takeoff's awards will include: ''For best achievement in suppression of human rights by a Communist puppet dictatorship, the nominees are: Poland, Afghanistan and Czechoslovakia.''", "abstract": null, "print_page": "22", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "HBO TO PARODY THE OSCARS"}, "keywords": [{"name": "subject", "value": "TERMS NOT AVAILABLE"}], "pub_date": "1984-03-01T00:00:00Z", "document_type": "article", "news_desk": "Cultural Desk", "section_name": "Arts", "subsection_name": null, "byline": null, "type_of_material": "News", "_id": "4fd135d68eb7c8105d606e9a", "word_count": 146, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1984/02/28/style/dressing-up-for-spring-and-summer-evenings.html", "snippet": "The party season doesn't stop with the spring equinox. For many people, it accelerates. In addition to black-tie events, for charity or just for fun, informal get-togethers proliferate. The hostess's ''Don't dress'' means that men can wear blazers...", "lead_paragraph": "The party season doesn't stop with the spring equinox. For many people, it accelerates. In addition to black-tie events, for charity or just for fun, informal get-togethers proliferate. The hostess's ''Don't dress'' means that men can wear blazers or even tie a sweater around their neck if they choose. For women, the choice is even less restrictive. If it's very warm, they can wear shorts or thin linen trousers. The top can be a linen blouse, somewhat more elaborate than the one that's worn to work, or a simple tank top, sequin-paved or not.", "abstract": null, "print_page": "25", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "DRESSING UP FOR SPRING AND SUMMER EVENINGS"}, "keywords": [{"name": "subject", "value": "TERMS NOT AVAILABLE"}], "pub_date": "1984-02-28T00:00:00Z", "document_type": "article", "news_desk": "Style Desk", "section_name": "Style", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Bernadine", "rank": 1, "lastname": "MORRIS"}], "original": "By BERNADINE MORRIS"}, "type_of_material": "News", "_id": "4fd14a018eb7c8105d6277b1", "word_count": 710, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1984/02/26/arts/film-view-at-25-france-s-new-wave-still-surges-through-movies.html", "snippet": "G ive or take a few months, this year is the 25th anniversary of the Nouvelle Vague, that New Wave of young French filmmakers who, first by their sometimes outrageous statements and then by the extraordinary films they made to support those statem...", "lead_paragraph": "G ive or take a few months, this year is the 25th anniversary of the Nouvelle Vague, that New Wave of young French filmmakers who, first by their sometimes outrageous statements and then by the extraordinary films they made to support those statements, forever changed the look of - as well as the way we look at - movies. Their new criticism, the sweeping and, at the time, revolutionary politiques des auteurs, announced that all films, even the most ghastly collaborations, could be seen as the work of a single artistic sensibility, that is, of the director-as-''author.'' Their films, made on limited budgets in the real world outside the walls of the studios, turned poverty into visual assets. They came up with new editing tricks, including the jump-cut that functions as cinema shorthand. They rediscovered others - such as the ''iris,'' by which a portion of an image can be isolated on an otherwise black screen - that had been abandoned as old-fashioned with the arrival of the talkies. It was almost as if films were being reinvented.", "abstract": null, "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "AT 25, FRANCE'S NEW WAVE STILL SURGES THROUGH MOVIES", "kicker": "FILM VIEW"}, "keywords": [{"name": "subject", "value": "TERMS NOT AVAILABLE"}], "pub_date": "1984-02-26T00:00:00Z", "document_type": "article", "news_desk": "Arts and Leisure Desk", "section_name": "Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Vincent", "rank": 1, "lastname": "CANBY"}], "original": "By VINCENT CANBY"}, "type_of_material": "News", "_id": "4fd14bd28eb7c8105d62a43f", "word_count": 2733, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1984/02/26/travel/pacific-mexico-puerto-vallarta.html", "snippet": "NICK MADIGAN, formerly a staff member of The New York Times, reports from the Caribbean for United Press International.      Twenty years ago, Puerto Vallarta was accessible only by tramp steamer, the occasional DC-3 or a treacherous trip by burro...", "lead_paragraph": "NICK MADIGAN, formerly a staff member of The New York Times, reports from the Caribbean for United Press International. Twenty years ago, Puerto Vallarta was accessible only by tramp steamer, the occasional DC-3 or a treacherous trip by burro over the Sierra Madre. A picture of idyllic isolation, hidden away between a jungle that seemed to cascade down the mountains and a half-moon shaped bay on the west coast of Mexico, the town was exclusive only in that few people had ever heard of it. That was soon to change. In 1964, John Huston directed the filming of Tennessee Williams's ''Night of the Iguana'' in Puerta Vallarta, and within six years of the film's release a road had been carved through the dense jungle to Tepic, 100 miles away, the airport had been enlarged to accommodate bigger aircraft and the town had played host to a summit conference between Presidents Richard M. Nixon and Gustavo Diaz Ordaz. Hollywood had put Puerto Vallarta on the map.", "abstract": null, "print_page": "20", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "PACIFIC MEXICO: PUERTO VALLARTA"}, "keywords": [{"name": "glocations", "value": "PUERTO VALLARTA (MEXICO)"}, {"name": "glocations", "value": "MEXICO"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}], "pub_date": "1984-02-26T00:00:00Z", "document_type": "article", "news_desk": "Travel Desk", "section_name": "Travel", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Nick", "rank": 1, "lastname": "Madigan"}], "original": "By Nick Madigan"}, "type_of_material": "News", "_id": "4fd1332c8eb7c8105d6024e4", "word_count": 2063, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1984/02/26/realestate/how-do-developers-put-a-price-on-the-best-views.html", "snippet": "TO look out the living-room window on the    Manhattan skyline is a great pleasure   for the homeowner or apartment- dweller in a different community. But how much are buyers willing to pay for that pleasure? Will they pay more, or less, to look o...", "lead_paragraph": "TO look out the living-room window on the Manhattan skyline is a great pleasure for the homeowner or apartment- dweller in a different community. But how much are buyers willing to pay for that pleasure? Will they pay more, or less, to look out over a panorama of hills and villages? What about a pleasant lake, or a golf course? Developers of new housing outside Manhattan come to grips with the question of the value of the view of Manhattan when they establish their premium schedules. Often it is a question of relative value, because different units in the same development may have other desirable views as well. What is their relative value?", "abstract": null, "print_page": "7", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "HOW DO DEVELOPERS PUT A PRICE ON THE BEST VIEWS?"}, "keywords": [{"name": "glocations", "value": "MANHATTAN (NYC)"}, {"name": "subject", "value": "PRICES"}, {"name": "subject", "value": "HOUSING"}], "pub_date": "1984-02-26T00:00:00Z", "document_type": "article", "news_desk": "Real Estate Desk", "section_name": "Real Estate", "subsection_name": null, "byline": {"person": [{"firstname": "Alan", "middlename": "S.", "lastname": "Oser", "rank": 1, "role": "reported", "organization": ""}], "original": "By Alan S. Oser"}, "type_of_material": "News", "_id": "4fd1324a8eb7c8105d600db9", "word_count": 1188, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1984/02/26/books/in-short-252140.html", "snippet": "FICTION    RIVER MIST AND OTHER STORIES. By Kunikida Doppo. (Kodanasha, $14.95.) Thanks to the late British scholar David G. Chibbett, those of us without Japanese but possessing a constant thirst for good short fiction now have access to some of ...", "lead_paragraph": "FICTION RIVER MIST AND OTHER STORIES. By Kunikida Doppo. (Kodanasha, $14.95.) Thanks to the late British scholar David G. Chibbett, those of us without Japanese but possessing a constant thirst for good short fiction now have access to some of the best stories by Kunikida Doppo. In his useful introduction Chibbett, who also translated the 15 stories that make up this volume, sketches in the life of the provincial teacher and journalist whose conversion to Christianity and lifelong love of Western writers (Wordsworth, in particular) made him a rather unusual figure in his own day. Doppo, who was born in 1871 and died in 1908, was an extremely popular magazine writer during his short lifetime. The majority of the stories in this collection demonstrate the good taste of his fans. The title story is a delicate dramatization of the return to the sea-bordered provinces of a man whose ambitions have come to nothing in the big city. ''Old Gen,'' also set in the countryside abutting on the sea, portrays the tragedy of a ferryman doomed to lose his family, both natural and adopted. ''Bird of Spring'' (an apparent variation on a theme out of Wordsworth) is another tale of familial loss. The long story ''Masashino'' is a beautiful piece of impressionistic writing whose organizing principle is the author's feeling recollection of a year's worth of wandering about the fields and woods of a historic plain. ''The Bonfire,'' ''The Stars'' and ''Poetic Images'' defy categorization by the Western reader.", "abstract": null, "print_page": "22", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "IN SHORT"}, "keywords": [{"name": "subject", "value": "TERMS NOT AVAILABLE"}], "pub_date": "1984-02-26T00:00:00Z", "document_type": "article", "news_desk": "Book Review Desk", "section_name": "Arts; Books", "subsection_name": null, "byline": null, "type_of_material": "Review", "_id": "4fd135de8eb7c8105d6075f3", "word_count": 1848, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1984/02/23/us/trial-nears-for-federal-judge-indicted-in-nevada.html", "snippet": "Late Tuesday night, after almost 12 hours at the courthouse, Federal District Judge Walter E. Hoffman finished reviewing a stack of defense motions and ruled that Chief Federal District Judge Harry E. Claiborne of Nevada would go on trial here Mar...", "lead_paragraph": "Late Tuesday night, after almost 12 hours at the courthouse, Federal District Judge Walter E. Hoffman finished reviewing a stack of defense motions and ruled that Chief Federal District Judge Harry E. Claiborne of Nevada would go on trial here March 12. Since early January, Judge Hoffman has resisted all defense moves for delay. Now Judge Claiborne's trial could be postponed only by a a special panel of appeals court judges in San Francisco that has previously refused to grant a stay. On Friday the panel will hear arguments on a motion based on the contention that the constitutional separation of powers precludes prosecution of a judicial officer by the executive branch until the officer has been impeached and removed from office. No sitting Federal judge has ever been convicted of crimes committed as a judge. District Judge Alcee Hastings of Florida, the only Federal judge to be tried, raised the constitutional separation of powers issue before his trial last year on charges of obstructing justice and conspiring to solicit and accept a bribe, but the argument was rejected by the United States Court of Appeals for the 11th Circuit. A jury acquitted him on Feb. 4, 1983.", "abstract": null, "print_page": "14", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "TRIAL NEARS FOR FEDERAL JUDGE INDICTED IN NEVADA"}, "keywords": [{"name": "persons", "value": "HOFFMAN, WALTER E"}, {"name": "persons", "value": "CLAIBORNE, HARRY E"}, {"name": "glocations", "value": "RENO (NEV)"}, {"name": "subject", "value": "JUDGES"}, {"name": "subject", "value": "COURTS"}, {"name": "subject", "value": "BRIBERY"}], "pub_date": "1984-02-23T00:00:00Z", "document_type": "article", "news_desk": "National Desk", "section_name": "U.S.", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Wallace", "rank": 1, "lastname": "TURNER"}], "original": "By WALLACE TURNER"}, "type_of_material": "News", "_id": "4fd1369d8eb7c8105d608470", "word_count": 1422, "slideshow_credits": null}]}, "status": "OK", "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}