{"response": {"meta": {"hits": 183, "time": 21, "offset": 30}, "docs": [{"web_url": "http://www.nytimes.com/2003/02/22/sports/college-basketball-where-surprise-is-commonplace.html", "snippet": "Last week 14 of the nation's top 25 men's college basketball teams were defeated, and already this week another five have gone down -- including two teams in the top 10 of the Associated Press poll. That number figures to grow this weekend as No. ...", "lead_paragraph": "Last week 14 of the nation's top 25 men's college basketball teams were defeated, and already this week another five have gone down -- including two teams in the top 10 of the Associated Press poll. That number figures to grow this weekend as No. 2 Kentucky takes on No. 19 Mississippi State; No. 5 Oklahoma plays No. 6 Kansas; No. 3 Texas travels to No. 16 Oklahoma State, and No. 14 Xavier squares off with No. 25 Dayton. But it also is a good bet that at least one or two unranked teams will knock off a top-25 team and reshuffle the rankings once more come Monday.", "abstract": "College basketball has increasingly become stage for parity this season, with top ranked teams losing to lesser teams and once-dominating teams losing more games than in past years; photos (M)", "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Where Surprise Is Commonplace", "kicker": "COLLEGE BASKETBALL"}, "keywords": [{"name": "subject", "value": "COLLEGE ATHLETICS"}, {"name": "subject", "value": "BASKETBALL"}], "pub_date": "2003-02-22T00:00:00Z", "document_type": "article", "news_desk": "Sports Desk", "section_name": "Sports", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Joe", "rank": 1, "lastname": "DRAPE"}], "original": "By JOE DRAPE"}, "type_of_material": "News", "_id": "4fd28dc18eb7c8105d863986", "word_count": 975, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2003/02/21/us/risk-of-fatal-stroke-is-greatest-for-blacks-government-says.html", "snippet": "Blacks in the United States are more likely to die from a stroke and at a much younger age than whites, Hispanics and people of other races, a new federal report says.    The findings, reported today by the Centers for Disease Control and Preventi...", "lead_paragraph": "Blacks in the United States are more likely to die from a stroke and at a much younger age than whites, Hispanics and people of other races, a new federal report says. The findings, reported today by the Centers for Disease Control and Prevention in its first Atlas of Stroke Mortality, confirmed a pattern long noted by public health officials, who have been warning that racial disparities in diet, smoking and access to health care were leading to wide differences in the rates of heart disease, stroke and cancer.", "abstract": "Centers for Disease Control and Prevention reports in its first Atlas of Stroke Mortality that blacks are more likely to die from stroke and at much younger age than whites, Hispanics and people of other races; chart and map show mortality by ethnicity and geographic location in United States (M)", "print_page": "18", "blog": [], "source": "Reuters", "multimedia": [], "headline": {"main": "Risk of Fatal Stroke Is Greatest for Blacks, Government Says"}, "keywords": [{"name": "organizations", "value": "CENTERS FOR DISEASE CONTROL AND PREVENTION"}, {"name": "subject", "value": "AGE, CHRONOLOGICAL"}, {"name": "subject", "value": "MINORITIES (US)"}, {"name": "subject", "value": "BLACKS"}, {"name": "subject", "value": "STROKE"}, {"name": "subject", "value": "RESEARCH"}, {"name": "subject", "value": "HISPANIC-AMERICANS"}], "pub_date": "2003-02-21T00:00:00Z", "document_type": "article", "news_desk": "National Desk", "section_name": null, "subsection_name": null, "byline": null, "type_of_material": "News", "_id": "4fd26ce88eb7c8105d825d8b", "word_count": 501, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2003/02/21/movies/a-jumble-of-categories-for-screenwriter-awards.html", "snippet": "Controversies come in many colors at the Academy Awards, but rarely have they emerged in such shades of gray as govern this year's screenwriting categories.    Some academy voters think at least two nominees for best original screenplay -- ''Gangs...", "lead_paragraph": "Controversies come in many colors at the Academy Awards, but rarely have they emerged in such shades of gray as govern this year's screenwriting categories. Some academy voters think at least two nominees for best original screenplay -- ''Gangs of New York'' and ''My Big Fat Greek Wedding'' -- are better described as adapted screenplays. And one of the adapted scripts -- for ''Adaptation,'' of all things -- strikes many as being more original than any of the original screenplays.", "abstract": "Debate in Hollywood over categorizing screenplay Oscar nominations explained; some academy voters think at least two nominees for best original screenplay, Gangs of New York and My Big Fat Greek Wedding, are better described as adaptations, while one of adapted scripts, for Adaptation, strikes many as being more original than any of 'original' screenplay nominations; photo (M)", "print_page": "3", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "A Jumble of Categories For Screenwriter Awards"}, "keywords": [{"name": "creative_works", "value": "ADAPTATION (MOVIE)"}, {"name": "creative_works", "value": "MY BIG FAT GREEK WEDDING (MOVIE)"}, {"name": "creative_works", "value": "GANGS OF NEW YORK (MOVIE)"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "ACADEMY AWARDS (OSCARS)"}, {"name": "subject", "value": "WRITING AND WRITERS"}], "pub_date": "2003-02-21T00:00:00Z", "document_type": "article", "news_desk": "Movies, Performing Arts/Weekend Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Rick", "rank": 1, "lastname": "LYMAN"}], "original": "By RICK LYMAN"}, "type_of_material": "News", "_id": "4fd225e18eb7c8105d7ad395", "word_count": 1114, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2003/02/21/sports/boxing-de-la-hoya-and-mosley-talk.html", "snippet": "Oscar De La Hoya and Shane Mosley have not yet agreed to fight again, but De La Hoya offered today to give Mosley $500,000 out of his own guarantee if they fight and Mosley beats him.    Mosley, who beat De La Hoya in June 2000, missed Monday's de...", "lead_paragraph": "Oscar De La Hoya and Shane Mosley have not yet agreed to fight again, but De La Hoya offered today to give Mosley $500,000 out of his own guarantee if they fight and Mosley beats him. Mosley, who beat De La Hoya in June 2000, missed Monday's deadline to agree to the rematch. He objected to the $4.25 million offer made by the promoter Bob Arum, saying he should get more because he had beaten De La Hoya, who was guaranteed $12 million.", "abstract": null, "print_page": "4", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "De La Hoya and Mosley Talk", "kicker": "BOXING"}, "keywords": [], "pub_date": "2003-02-21T00:00:00Z", "document_type": "article", "news_desk": "Sports Desk", "section_name": "Sports", "subsection_name": null, "byline": null, "type_of_material": "News", "_id": "4fd26ce88eb7c8105d825d98", "word_count": 181, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2003/02/21/sports/boxing-even-without-incident-tyson-still-draws-crowd.html", "snippet": "For 18 minutes, he alternated between Aristotle Tyson, the ring philosopher, and Iron Mike, the bad-mouth boxer who captivates.    Mike Tyson was back on stage lobbing barbs and bouquets. He still draws a crowd like a car accident draws a crowd: y...", "lead_paragraph": "For 18 minutes, he alternated between Aristotle Tyson, the ring philosopher, and Iron Mike, the bad-mouth boxer who captivates. Mike Tyson was back on stage lobbing barbs and bouquets. He still draws a crowd like a car accident draws a crowd: you watch and wonder.", "abstract": null, "print_page": "4", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Even Without Incident, Tyson Still Draws Crowd", "kicker": "BOXING"}, "keywords": [], "pub_date": "2003-02-21T00:00:00Z", "document_type": "article", "news_desk": "Sports Desk", "section_name": "Sports", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Ray", "rank": 1, "lastname": "GLIER"}], "original": "By RAY GLIER"}, "type_of_material": "News", "_id": "4fd23af88eb7c8105d7cf9a6", "word_count": 945, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2003/02/19/business/market-place-holder-seeks-ouster-of-board-of-el-paso.html", "snippet": "A dissident shareholder of the El Paso Corporation kicked off what is expected to be an especially rancorous corporate proxy season yesterday by saying he hoped to oust the company's entire board.    The shareholder, Selim K. Zilkha, a wealthy ent...", "lead_paragraph": "A dissident shareholder of the El Paso Corporation kicked off what is expected to be an especially rancorous corporate proxy season yesterday by saying he hoped to oust the company's entire board. The shareholder, Selim K. Zilkha, a wealthy entrepreneur whose father was an Iraqi banker, sent a letter to his former fellow directors of El Paso saying that he would seek support for replacing them with a slate of nine new directors, including himself. El Paso, a struggling pipeline operator whose chief executive said last week that he would resign, said yesterday that Mr. Zilkha's proposal lacked substance and asked shareholders to reject it.", "abstract": "Selim K Zilkha, dissident shareholder of El Paso Corp, says he hopes to oust company's entire board; sends letter to his former fellow El Paso directors saying he will seek support for replacing them with slate of nine directors, including himself; chairman-chief executive William A Wise, who said last week that he would resign, says Zilkha's proposal lacks substance and asks shareholders to reject it (Market Place column) (M)", "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Market Place; Holder Seeks Ouster of Board Of El Paso"}, "keywords": [{"name": "creative_works", "value": "MARKET PLACE (TIMES COLUMN)"}, {"name": "persons", "value": "ZILKHA, SELIM K"}, {"name": "persons", "value": "WISE, WILLIAM A"}, {"name": "organizations", "value": "EL PASO CORP"}, {"name": "subject", "value": "SUSPENSIONS, DISMISSALS AND RESIGNATIONS"}, {"name": "subject", "value": "BOARDS OF DIRECTORS"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}], "pub_date": "2003-02-19T00:00:00Z", "document_type": "article", "news_desk": "Business/Financial Desk", "section_name": "Business", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Patrick", "rank": 1, "lastname": "McGEEHAN"}], "original": "By PATRICK McGEEHAN"}, "type_of_material": "News", "_id": "4fd241ca8eb7c8105d7da97e", "word_count": 838, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2003/02/19/sports/transactions-416070.html", "snippet": "BASEBALL    American League  DETROIT TIGERS--Agreed to terms with RHP Jorge Cordova, RHP Oscar Henriquez, LHP Nate Robertson, INF Eric Munson, OF Hiram Bocachica, OF Gene Kingsale and OF George Lombard.  TORONTO BLUE JAYS--Agreed to terms with OF ...", "lead_paragraph": "BASEBALL American League DETROIT TIGERS--Agreed to terms with RHP Jorge Cordova, RHP Oscar Henriquez, LHP Nate Robertson, INF Eric Munson, OF Hiram Bocachica, OF Gene Kingsale and OF George Lombard. TORONTO BLUE JAYS--Agreed to terms with OF Shannon Stewart on a one-year contract. National League ATLANTA BRAVES--Agreed to terms with LHP Andy Pratt and RHP Matt Belisle and INF Adam LaRoche on one-year contracts.", "abstract": "Sports transactions", "print_page": "7", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "TRANSACTIONS"}, "keywords": [], "pub_date": "2003-02-19T00:00:00Z", "document_type": "article", "news_desk": "Sports Desk", "section_name": "Sports", "subsection_name": null, "byline": null, "type_of_material": "List", "_id": "4fd2267c8eb7c8105d7ae936", "word_count": 371, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2003/02/18/nyregion/review-fashion-from-karan-sensuality-and-steel.html", "snippet": "For the last several years, Donna Karan hasn't been herself. She lost her husband to cancer. She went through the trauma of taking her company public and then selling it to LVMH Moët Hennessy Louis Vuitton. She has gone on a diet, embraced Zen, a...", "lead_paragraph": "For the last several years, Donna Karan hasn't been herself. She lost her husband to cancer. She went through the trauma of taking her company public and then selling it to LVMH Moët Hennessy Louis Vuitton. She has gone on a diet, embraced Zen, and endured rumors that she was about to be fired. Her collections, tending to reflect her moods rather than her principles, have been received as politely as a successful woman suddenly announcing she had fallen in love with the milkman. It doesn't take long for a designer to lose her franchise -- and Ms. Karan, beginning with her bodysuits and wrap skirts 15 years ago, had the franchise of being the most important female designer in the United States. So it will take a while for her to straighten herself out. ''Believe me, it won't happen overnight,'' said Bernard Arnault, the chairman of LVMH, who was front and center at her show last Friday. He predicted that it would take two years. ''But,'' he said, ''the ingredients are all there.''", "abstract": "Cathy Horyn reviews fall collections by Donna Karan and other designers; photos (M)", "print_page": "9", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Review/Fashion; From Karan, Sensuality And Steel"}, "keywords": [{"name": "persons", "value": "KARAN, DONNA"}, {"name": "subject", "value": "REVIEWS"}, {"name": "subject", "value": "APPAREL"}], "pub_date": "2003-02-18T00:00:00Z", "document_type": "article", "news_desk": "Metropolitan Desk", "section_name": "New York and Region", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Cathy", "rank": 1, "lastname": "HORYN"}], "original": "By CATHY HORYN"}, "type_of_material": "Review", "_id": "4fd225e38eb7c8105d7ad4f9", "word_count": 664, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2003/02/18/us/clinging-to-beverly-hills-lifestyle-via-a-pawnshop.html", "snippet": "Some may not realize that in these murky and difficult days, the rich and the artificially beautiful are suffering, too.    Take the case of one Beverly Hills socialite. She has no money, because her soon-to-be-ex-husband controls their investment...", "lead_paragraph": "Some may not realize that in these murky and difficult days, the rich and the artificially beautiful are suffering, too. Take the case of one Beverly Hills socialite. She has no money, because her soon-to-be-ex-husband controls their investment portfolio and bank account. Nevertheless, a divorce lawyer requires a cash retainer, and so the woman with nowhere else to turn takes her four-carat engagement diamond to a pawnshop.", "abstract": "Article on Beverly Loan Company, upscale pawn shop on Rodeo Drive in Beverly Hills, Calif, that deals almost exclusively in items exchanged for loans by wealthy individuals, who have fallen on hard times; owner Jean Zimmelman comments; photos (M)", "print_page": "14", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Clinging to Beverly Hills Lifestyle, via a Pawnshop"}, "keywords": [{"name": "persons", "value": "ZIMMELMAN, JEAN"}, {"name": "glocations", "value": "BEVERLY HILLS (CALIF)"}, {"name": "organizations", "value": "BEVERLY LOAN CO"}, {"name": "subject", "value": "PAWNBROKING"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}], "pub_date": "2003-02-18T00:00:00Z", "document_type": "article", "news_desk": "National Desk", "section_name": "U.S.", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Charlie", "rank": 1, "lastname": "LeDUFF"}], "original": "By CHARLIE LeDUFF"}, "type_of_material": "News", "_id": "4fd226738eb7c8105d7ae50c", "word_count": 842, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2003/02/18/classified/paid-notice-deaths-herrmann-jacqueline-kolin.html", "snippet": "HERRMANN-Jacqueline Kolin, 61. On February 14, 2003. Loving daughter of the late Oscar and Berthe Kolin, cherished mother of Edward and Nancy Levin, beloved grandmother of Daniel and Benjamin, adored sister of Diane and Robert Moss. Funeral servic...", "lead_paragraph": "HERRMANN-Jacqueline Kolin, 61. On February 14, 2003. Loving daughter of the late Oscar and Berthe Kolin, cherished mother of Edward and Nancy Levin, beloved grandmother of Daniel and Benjamin, adored sister of Diane and Robert Moss. Funeral service will be held on Tuesday, February 18 at noon at Plaza Jewish Community Chapel, 630 Amsterdam Avenue, at 91st Street. Burial immediately following ceremony. Contributions may be made to The Children's Museum of Manhattan, Vassar College, or a charity of your choice.", "abstract": null, "print_page": "21", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Paid Notice: Deaths  HERRMANN, JACQUELINE KOLIN"}, "keywords": [{"name": "persons", "value": "HERRMANN, JACQUELINE KOLIN"}], "pub_date": "2003-02-18T00:00:00Z", "document_type": "article", "news_desk": "Classified", "section_name": "Paid Death Notices", "subsection_name": null, "byline": null, "type_of_material": "Paid Death Notice", "_id": "4fd26ceb8eb7c8105d825f15", "word_count": 80, "slideshow_credits": null}]}, "status": "OK", "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}