{"response": {"meta": {"hits": 183, "time": 37, "offset": 130}, "docs": [{"web_url": "http://www.nytimes.com/2003/01/21/nyregion/review-fashion-in-paris-where-the-awards-show-runway-begins.html", "snippet": "Dior's fabled ateliers operated in all-night shifts over the weekend to pleat and stitch John Galliano's ode to the nation of China, and even then the show today was two hours late. As Dior executives pushed back testy photographers and promised a...", "lead_paragraph": "Dior's fabled ateliers operated in all-night shifts over the weekend to pleat and stitch John Galliano's ode to the nation of China, and even then the show today was two hours late. As Dior executives pushed back testy photographers and promised architectural feats on the order of Frank Gehry, Isabella Blow, the London stylist, rushed to her seat wearing a burka of hot-pink chiffon. Haute couture is the last institution on earth where you would expect to have an analysis of geopolitics. It is life in a bubble -- a bubble of childish delight. The clothes at Dior, which opened the spring couture season, were so enormous, so incomprehensible in their exotic layers and proportions that they could only have signified one country. China -- but of course.", "abstract": "Cathy Horyn reviews latest fashions introduced at Paris show; photos (M)", "print_page": "9", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Review/Fashion; In Paris, Where the Awards Show Runway Begins . . ."}, "keywords": [{"name": "glocations", "value": "PARIS (FRANCE)"}, {"name": "subject", "value": "REVIEWS"}, {"name": "subject", "value": "APPAREL"}], "pub_date": "2003-01-21T00:00:00Z", "document_type": "article", "news_desk": "Metropolitan Desk", "section_name": "New York and Region", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Cathy", "rank": 1, "lastname": "HORYN"}], "original": "By CATHY HORYN"}, "type_of_material": "Review", "_id": "4fd26c788eb7c8105d8255e7", "word_count": 895, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2003/01/21/us/globes-make-worldbeaters-of-2-films.html", "snippet": "Executives at Miramax Films and Paramount Pictures are beside themselves with joy. Literally.    The two films that emerged as the big winners at the Golden Globes Awards on Sunday night -- Miramax's ''Chicago'' and ''The Hours,'' a co-production ...", "lead_paragraph": "Executives at Miramax Films and Paramount Pictures are beside themselves with joy. Literally. The two films that emerged as the big winners at the Golden Globes Awards on Sunday night -- Miramax's ''Chicago'' and ''The Hours,'' a co-production of Paramount and Miramax -- are perfectly poised to capitalize both at the box office and in the coming Oscar race, just as the films that did not do well, like ''Far From Heaven,'' now face a more daunting, if not impossible, battle to rise above the Oscar pack.", "abstract": "Miramax's film version of musical Chicago and Paramount-Miramax movie The Hours emerge as big winners at Golden Globe awards, and are poised to capitalize at box office and in runup to Oscars; photo of The Hours producer Scott Rudin with co-stars Nicole Kidman, Julianne More and Meryl Streep; two films are opening around country just after awards ceremony is seen by television audience now second only to Oscar broadcast; Miramax co-chairman Harvey Weinstein expresses special pleasure over Martin Scorsese winning director award for Gangs of New York (M)", "print_page": "18", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Globes Make Worldbeaters of 2 Films"}, "keywords": [{"name": "creative_works", "value": "HOURS, THE (MOVIE)"}, {"name": "creative_works", "value": "GANGS OF NEW YORK (MOVIE)"}, {"name": "creative_works", "value": "CHICAGO (MOVIE)"}, {"name": "persons", "value": "KIDMAN, NICOLE"}, {"name": "persons", "value": "WEINSTEIN, HARVEY"}, {"name": "persons", "value": "SCORSESE, MARTIN"}, {"name": "persons", "value": "STREEP, MERYL"}, {"name": "persons", "value": "RUDIN, SCOTT"}, {"name": "persons", "value": "MOORE, JULIANNE"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "ACADEMY AWARDS (OSCARS)"}, {"name": "subject", "value": "GOLDEN GLOBES (AWARDS)"}, {"name": "subject", "value": "RATINGS AND RATING SYSTEMS"}, {"name": "subject", "value": "AWARDS, DECORATIONS AND HONORS"}], "pub_date": "2003-01-21T00:00:00Z", "document_type": "article", "news_desk": "National Desk", "section_name": "Movies; U.S.", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Rick", "rank": 1, "lastname": "LYMAN"}, {"organization": "", "role": "reported", "rank": 2}], "original": "By RICK LYMAN and LAURA M. HOLSON"}, "type_of_material": "News", "_id": "4fd2233c8eb7c8105d7a8e92", "word_count": 1049, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2003/01/20/opinion/on-media-giantism.html", "snippet": "You won't find a movie nominated for an Oscar with the heroine  fighting to expose the dominance of media conglomerates in the distribution of entertainment -- crushed by the giant corporation that controls film financing, distribution and media c...", "lead_paragraph": "You won't find a movie nominated for an Oscar with the heroine fighting to expose the dominance of media conglomerates in the distribution of entertainment -- crushed by the giant corporation that controls film financing, distribution and media criticism. You won't find television magazine programs fearlessly exposing the broadcast lobby's pressure on Congress and the courts to allow station owners to gobble up more stations and cross-own local newspapers, thereby to determine what information residents of a local market receive.", "abstract": "William Safire Op-Ed column warns that media mergers have narrowed range of information and entertainment available to American people (M)", "print_page": "19", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "On Media Giantism"}, "keywords": [{"name": "subject", "value": "NEWSPAPERS"}, {"name": "subject", "value": "MERGERS, ACQUISITIONS AND DIVESTITURES"}, {"name": "subject", "value": "TELEVISION"}, {"name": "subject", "value": "RADIO"}], "pub_date": "2003-01-20T00:00:00Z", "document_type": "article", "news_desk": "Editorial Desk", "section_name": "Opinion", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "William", "rank": 1, "lastname": "SAFIRE"}], "original": "By WILLIAM SAFIRE"}, "type_of_material": "Op-Ed", "_id": "4fd26c6f8eb7c8105d824fa8", "word_count": 682, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2003/01/20/opinion/l-gay-bookstores-907790.html", "snippet": "To the Editor:    Re ''Closing Time,'' by Bruce Bawer (Op-Ed, Jan. 13):    Independent bookstores fail for a multitude of reasons, and there is no doubt that the announced closing of the gay and lesbian Oscar Wilde Bookshop is due in part to the v...", "lead_paragraph": "To the Editor: Re ''Closing Time,'' by Bruce Bawer (Op-Ed, Jan. 13): Independent bookstores fail for a multitude of reasons, and there is no doubt that the announced closing of the gay and lesbian Oscar Wilde Bookshop is due in part to the vast progress made by gay and lesbian people toward acceptance in larger society.", "abstract": "Eric Marcus letter says announced closing of gay and lesbian Oscar Wilde Bookshop (Jan 13 Op-Ed) is due in part to vast progress made by gay and lesbian people toward acceptance in larger society", "print_page": "18", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Gay Bookstores"}, "keywords": [{"name": "persons", "value": "MARCUS, ERIC"}, {"name": "glocations", "value": "NEW YORK CITY"}, {"name": "organizations", "value": "OSCAR WILDE BOOKSHOP"}, {"name": "subject", "value": "SHUTDOWNS (INSTITUTIONAL)"}, {"name": "subject", "value": "BOOKS AND LITERATURE"}, {"name": "subject", "value": "HOMOSEXUALITY"}], "pub_date": "2003-01-20T00:00:00Z", "document_type": "article", "news_desk": "Editorial Desk", "section_name": "Opinion", "subsection_name": null, "byline": null, "type_of_material": "Letter", "_id": "4fd225e08eb7c8105d7ad29e", "word_count": 155, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2003/01/19/books/best-sellers-january-19-2003.html", "snippet": "Weeks     This   Last   On     Week   Week   List   Fiction                 1   1   28   THE LOVELY BONES, by Alice Sebold. (Little, Brown, $21.95.) A 14-year-old girl looks down from heaven as she describes what happens in the aftermath of her ki...", "lead_paragraph": "Weeks This Last On Week Week List Fiction 1 1 28 THE LOVELY BONES, by Alice Sebold. (Little, Brown, $21.95.) A 14-year-old girl looks down from heaven as she describes what happens in the aftermath of her kidnapping and murder. 2 5 2 BY THE LIGHT OF THE MOON, by Dean Koontz. (Bantam, $26.95.) A young man who has been injected with a mysterious substance finds himself drawn to crime scenes immediately before the crimes occur. 3 3 6 PREY, by Michael Crichton. (HarperCollins, $26.95.) In the Nevada desert, a team of scientists tries to undo an experiment involving nanoparticles -- molecule-sized robots -- that has gone disastrously wrong. 4 2 7 FOUR BLIND MICE, by James Patterson. (Little, Brown, $27.95.) Detective Alex Cross and his partner, John Sampson, try to prove that one of Sampson's oldest friends has been framed for murder. 5 6 5 HORNET FLIGHT, by Ken Follett. (Dutton, $26.95.) In 1941, as the Luftwaffe is shooting down R.A.F. bombers, a young Dane stumbles upon a German installation whose secrets he must try to convey to England. 6 1 LIGHT IN SHADOW, by Jayne Ann Krentz. (Putnam, $24.95.) An interior designer in Whispering Springs, Ariz., turns to a private investigator for help when her former life comes back to haunt her. 7 11 4 THE LAST JIHAD, by Joel C. Rosenberg. (Forge/ Tom Doherty, $24.95.) A Wall Street wizard, close friend of the president of the United States, must help protect the country from nuclear attacks by Iraq. 8 4 27 SKIPPING CHRISTMAS, by John Grisham. (Double-day, $14.95.) A husband and wife discover that their decision to forgo Christmas comes with consequences. 9 1 FOREVER, by Pete Hamill. (Little, Brown, $25.95.) The history of New York City as seen through the eyes of Cormac O'Connor, an Irish immortal. 10 6 I DON'T KNOW HOW SHE DOES IT, by Allison Pearson. (Knopf, $23.) A 35-year-old woman in London struggles with her job, her children and her husband. 11 9 9 THE CHRISTMAS TRAIN, by David Baldacci. (Warner, $19.95.) A disillusioned journalist goes on a journey of self-discovery during the holidays. 12 14 8 *VISIONS OF SUGAR PLUMS, by Janet Evanovich. (St. Martin's, $19.95.) A Christmas story featuring the New Jersey bounty hunter Stephanie Plum. 13 12 10 REVERSIBLE ERRORS, by Scott Turow. (Farrar, Straus & Giroux, $28.) A corporate lawyer agrees to represent a man on death row. 14 3 *LIFE OF PI, by Yann Martel. (Harcourt, $25.) An allegory on the high seas, in which a teenage boy and a 450-pound tiger are thrown together in a lifeboat. 15 8 10 ANSWERED PRAYERS, by Danielle Steel. (Delacorte, $26.95.) A sophisticated New Yorker who has applied to law school against her husband's wishes finds the possibility of true love with a childhood friend. Weeks This Last On Week Week List Nonfiction 1 2 8 PORTRAIT OF A KILLER, by Patricia Cornwell. (Putnam, $27.95.) The crime novelist presents evidence that the British artist Walter Sickert was Jack the Ripper. 2 1 7 BUSH AT WAR, by Bob Woodward. (Simon & Schuster, $28.) Behind the scenes at the White House as the president and his advisers responded to the attacks of Sept. 11. 3 3 14 LEADERSHIP, by Rudolph W. Giuliani with Ken Kurson. (Miramax/Hyperion, $25.95.) The former mayor of New York discusses what it takes to be a leader and addresses subjects like the crime rate and 9/11. 4 4 9 JOURNALS, by Kurt Cobain. (Riverhead, $29.95.) A selection of drawings, lyrics and other writings left behind by the lead singer of Nirvana, who committed suicide in 1994. 5 7 39 STUPID WHITE MEN, by Michael Moore. (ReganBooks/HarperCollins, $24.95.) The man behind ''Roger & Me'' takes aim at Republicans and Democrats, corporate America and our ''nation of idiots.'' (+) 6 1 THE LORD OF THE RINGS: the Two Towers Visual Companion, by Jude Fisher. (Houghton Mifflin, $18.95.) An illustrated guide to the movie. 7 8 10 *THE CONQUERORS, by Michael Beschloss. (Simon & Schuster, $26.95.) How Franklin D. Roosevelt and Harry S. Truman worked to ensure the destruction of Hitler's Germany. 8 9 14 LIVE FROM NEW YORK, by Tom Shales and James Andrew Miller. (Little, Brown, $25.95.) An oral history of ''Saturday Night Live.'' 9 6 12 MY LOSING SEASON, by Pat Conroy. (Nan A. Talese/ Doubleday, $27.95.) The novelist remembers his last year playing basketball, as a point guard for the Citadel in 1966-67. 10 1 *BIBLE CODE II: The Countdown, by Michael Drosnin. (Viking, $26.95.) New predictions from a journalist who contends that important events have been foretold in the Bible. 11 10 16 SANDY KOUFAX, by Jane Leavy. (HarperCollins, $23.95.) A biography of the great pitcher for the Los Angeles Dodgers. 12 1 PARIS 1919, by Margaret MacMillan. (Random House, $35.) A historian's account of the negotiations that remade the world after the Great War. 13 15 13 ABRAHAM, by Bruce Feiler. (Morrow, $23.95.) Judaism, Christianity and Islam as seen through the story of one man. 14 5 9 A LONG WAY FROM HOME, by Tom Brokaw. (Random House, $24.95.) The NBC News anchor recalls growing up in South Dakota in the 1940's and 50's. 15 14 5 *TO AMERICA, by Stephen E. Ambrose. (Simon & Schuster, $24.) The historian, who died in October, reflects on his career and his country. Weeks This Last On Week Week List Children's Picture Books 1 6 11 ELOISE TAKES A BAWTH, by Kay Thompson. Illustrated by Hilary Knight. Edited by Mart Crowley. (Simon & Schuster, $17.95.) After Eloise jumps into the tub, the Plaza Hotel springs a leak. (All ages) 2 5 10 PHILADELPHIA CHICKENS, written and illustrated by Sandra Boynton. (Workman, $16.95; with audio CD.) A zoological musical revue. (All ages) 3 8 16 I'M GONNA LIKE ME, by Jamie Lee Curtis. Illustrated by Laura Cornell. (Cotler/HarperCollins, $15.99.) Lessons in self-esteem. (Ages 4 to 8) 4 20 IF YOU TAKE A MOUSE TO SCHOOL, by Laura Numeroff. Illustrated by Felicia Bond. (Geringer/HarperCollins, $15.99.) Classroom antics. (Ages 3 to 7) 5 3 DEAR MRS. LARUE, written and illustrated by Mark Teague. (Scholastic, $15.95.) Ike the dog writes letters to his owner from obedience school. (Ages 4 to 8) 6 7 DAVID GETS IN TROUBLE, written and illustrated by David Shannon. (Blue Sky/Scholastic, $15.95.) The mischief-maker is at it again. (Ages 3 to 5) 7 7 30 IF YOU TAKE A MOUSE TO THE MOVIES, by Laura Numeroff. Illustrated by Felicia Bond. (Geringer/ HarperCollins, $15.95.) Holiday antics. (Ages 3 to 7) 8 3 GETTING TO KNOW YOU! Illustrated by Rosemary Wells. (HarperCollins, $19.99.) A picture book based on 16 songs by Richard Rodgers and Oscar Hammerstein II. (All ages) 9 3 BOB'S BIG STORY COLLECTIOn. (Simon Spotlight, $10.95.) A book of 10 tales about Bob the Builder. (Ages 1 to 5) 10 10 10 ZATHURA, written and illustrated by Chris Van Allsburg. (Houghton Mifflin, $18.) A ''space adventure'' involving two brothers and a board game; a sequel to ''Jumanji.'' (Ages 4 to 8) Rankings reflect sales, for the week ended Jan. 4, at almost 4,000 bookstores plus wholesalers serving 50,000 other retailers (gift shops, department stores, newsstands, supermarkets), statistically weighted to represent all such outlets nationwide. An asterisk (*) indicates that a book's sales are barely distinguishable from those of the book above. A dagger (+) indicates that some bookstores report receiving bulk orders. Expanded rankings are available at The New York Times on the Web: nytimes.com/books. Best-seller lists for children's picture books, children's chapter books and children's paperbacks, respectively, are published in rotation on succeeding weeks; all three lists appear each week on the Book Review's Web site. Publishers have provided the age designations for their best-selling children's titles. Rankings for children's paperbacks do not include serials.", "abstract": null, "print_page": "18", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "BEST SELLERS: January 19, 2003"}, "keywords": [], "pub_date": "2003-01-19T00:00:00Z", "document_type": "article", "news_desk": "Book Review Desk", "section_name": "Arts; Books", "subsection_name": null, "byline": null, "type_of_material": "List", "_id": "4fd227d08eb7c8105d7b0b4e", "word_count": 1289, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2003/01/19/nyregion/county-lines-hollywood-east-no-pleasantville.html", "snippet": "I'D like to thank the Academy.    After years of pigeonholing the suburbs as a land of ennui and bulky minivans, the film industry has finally come to appreciate suburbanites. It turns out that they like us. They really, really like us....", "lead_paragraph": "I'D like to thank the Academy. After years of pigeonholing the suburbs as a land of ennui and bulky minivans, the film industry has finally come to appreciate suburbanites. It turns out that they like us. They really, really like us.", "abstract": "Debra West County Lines column on current popularity of Jacob Burns Film Center in Pleasantville, NY, as venue for prescreening Hollywood movies; drawing (M)", "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Hollywood East? No, Pleasantville", "kicker": "COUNTY LINES"}, "keywords": [{"name": "organizations", "value": "BURNS, JACOB, FILM CENTER"}, {"name": "subject", "value": "MOTION PICTURES"}], "pub_date": "2003-01-19T00:00:00Z", "document_type": "article", "news_desk": "Westchester Weekly Desk", "section_name": "Movies; New York and Region", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Debra", "rank": 1, "lastname": "WEST"}], "original": "By DEBRA WEST"}, "type_of_material": "News", "_id": "4fd227d08eb7c8105d7b0b6c", "word_count": 718, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2003/01/19/travel/travel-advisory-oscar-s-new-home-is-offering-tours.html", "snippet": "The Kodak Theater in Hollywood, which became the new home of the Academy Award presentations last year, has started offering 30-minute guided behind-the-scenes tours.     The tour includes a visit to the George Eastman V.I.P. Room, the site of mos...", "lead_paragraph": "The Kodak Theater in Hollywood, which became the new home of the Academy Award presentations last year, has started offering 30-minute guided behind-the-scenes tours. The tour includes a visit to the George Eastman V.I.P. Room, the site of most post-show celebrity parties, and the Winner's Walk, the path Oscar winners take to meet the news media. The tour focuses on the building's architecture and theater operations.", "abstract": "Kodak Theater in Hollywood, where Academy Awards are presented, begins offering 30-minute guided behind-the-scenes tours; photo (M)", "print_page": "3", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Oscar's New Home Is Offering Tours", "kicker": "TRAVEL ADVISORY"}, "keywords": [{"name": "subject", "value": "THEATERS (BUILDINGS)"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "ACADEMY AWARDS (OSCARS)"}, {"name": "subject", "value": "KODAK THEATER (LOS ANGELES)"}], "pub_date": "2003-01-19T00:00:00Z", "document_type": "article", "news_desk": "Travel Desk", "section_name": "Movies; Theater", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Marjorie", "rank": 1, "lastname": "CONNELLY"}], "original": "By MARJORIE CONNELLY"}, "type_of_material": "News", "_id": "4fd22a768eb7c8105d7b55f6", "word_count": 197, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2003/01/19/movies/film-blacks-being-themselves-not-symbols.html", "snippet": "IN the closing weeks of 2002, as in Decembers past, I saw more movies than I can remember, though I'm happy to say that a lot of them turned out to be quite memorable. Some have already gone on to collect critics' prizes and Golden Globe nominatio...", "lead_paragraph": "IN the closing weeks of 2002, as in Decembers past, I saw more movies than I can remember, though I'm happy to say that a lot of them turned out to be quite memorable. Some have already gone on to collect critics' prizes and Golden Globe nominations, and will continue to be analyzed, debated and discussed in the fallow weeks leading up to the announcement of the Academy Award nominations next month. In the midst of all this thunder and bombast, however, I retain a special fondness for the lively rhythms of a low-budget picture called ''Drumline,'' made without big stars or grandiose ambitions, which opened on Dec. 13, just before the stampede of designated Oscar contenders. As it happens, I am hardly alone in my affection for this movie, a loving, exuberant coming-of-age story set at a fictitious black college in Atlanta. Since its release, ''Drumline,'' directed by Charles Stone III, has earned more than $50 million at the box office and has held its own in the weekly box office roster, alongside Jennifer Lopez, Sandra Bullock, Martin Scorsese's ''Gangs of New York'' and Peter Jackson's army of orcs. The sources of the movie's appeal are obvious enough: its young star, Nick Cannon, has both heartthrob charisma and parent-soothing likability; its hectic plot combines adolescent high jinks, gladiatorial competition, youthful romance and family reconciliation; and its intricately choreographed marching band sequences are as thrilling as any of the show-stopping numbers in ''Chicago.''", "abstract": "A O Scott reviews Charles Stone III's film Drumline; photo (M)", "print_page": "10", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Blacks Being Themselves, Not Symbols", "kicker": "FILM"}, "keywords": [{"name": "creative_works", "value": "DRUMLINE (MOVIE)"}, {"name": "persons", "value": "STONE, CHARLES III"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "REVIEWS"}], "pub_date": "2003-01-19T00:00:00Z", "document_type": "article", "news_desk": "Arts and Leisure Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"firstname": "A.", "middlename": "O.", "lastname": "SCOTT", "rank": 1, "role": "reported", "organization": ""}], "original": "By A. O. SCOTT"}, "type_of_material": "News", "_id": "4fd2207e8eb7c8105d7a4175", "word_count": 986, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2003/01/19/nyregion/out-of-order-which-clothes-make-which-man.html", "snippet": "LONG ISLAND men are not famous for their sense of fashion. A few stylish ones may be spotted in the Hamptons during the season. But, in general, men's clothes stopped evolving here when Archie Bunker was the best-dressed man on television.    My o...", "lead_paragraph": "LONG ISLAND men are not famous for their sense of fashion. A few stylish ones may be spotted in the Hamptons during the season. But, in general, men's clothes stopped evolving here when Archie Bunker was the best-dressed man on television. My own wardrobe is nothing to boast about. My sartorial career has been all downhill since the 1960's, when I had a brief but exciting flirtation with denim. Since then, I've settled for a dull but serviceable outfit that is as effective as Harry Potter's cloak of invisibility: tweed jacket, dark shirt with a dark tie or dark sweater, corduroy pants and old leather shoes. Everything is gray or black. Things that don't quite fit are altered by the friendly lady at the local dry cleaner, or I can do it myself with that useful fashion accessory, the stapler. I take my text from Oscar Wilde: ''Fashion is what one wears oneself. What is unfashionable is what other people wear.''", "abstract": "David Bouchier Out of Order column on realization, after shopping trip to Long Island mall to update his look, that his own, worn wardrobe from 1940's is back in fashion but at much higher prices; drawing (M)", "print_page": "13", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Which Clothes Make Which Man?", "kicker": "OUT OF ORDER"}, "keywords": [{"name": "subject", "value": "APPAREL"}], "pub_date": "2003-01-19T00:00:00Z", "document_type": "article", "news_desk": "Long Island Weekly Desk", "section_name": "New York and Region", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "David", "rank": 1, "lastname": "BOUCHIER"}], "original": "By DAVID BOUCHIER"}, "type_of_material": "News", "_id": "4fd23af98eb7c8105d7cfa61", "word_count": 892, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2003/01/19/books/the-incomparable.html", "snippet": "MAX BEERBOHM   A Kind of a Life.   By N. John Hall.   Illustrated. 284 pp. New Haven:   Yale University Press. $24.95....", "lead_paragraph": "MAX BEERBOHM A Kind of a Life. By N. John Hall. Illustrated. 284 pp. New Haven: Yale University Press. $24.95.", "abstract": "Valentine Cunningham reviews book Max Beerbohm: A Kind of a Life by N John Hall (M)", "print_page": "22", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "The Incomparable"}, "keywords": [{"name": "creative_works", "value": "MAX BEERBOHM: A KIND OF A LIFE (BOOK)"}, {"name": "persons", "value": "HALL, N JOHN"}, {"name": "persons", "value": "BEERBOHM, MAX"}, {"name": "subject", "value": "REVIEWS"}, {"name": "subject", "value": "BOOKS AND LITERATURE"}], "pub_date": "2003-01-19T00:00:00Z", "document_type": "article", "news_desk": "Book Review Desk", "section_name": "Arts; Books", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Valentine", "rank": 1, "lastname": "Cunningham"}], "original": "By Valentine Cunningham"}, "type_of_material": "Review", "_id": "4fd26cea8eb7c8105d825e98", "word_count": 1115, "slideshow_credits": null}]}, "status": "OK", "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}