{"response": {"meta": {"hits": 183, "time": 48, "offset": 20}, "docs": [{"web_url": "http://www.nytimes.com/2003/02/23/arts/spring-theater-a-singing-proust-a-mechanical-bull-and-gypsy-too.html", "snippet": "FEBRUARY    OBSERVE THE SONS OF ULSTER MARCHING TOWARDS THE SOMME -- A play by Frank McGuinness about Irish Protestant soldiers in World War I. Directed by Nicholas Martin. In previews. Opens tomorrow. Mitzi E. Newhouse Theater at Lincoln Center. ...", "lead_paragraph": "FEBRUARY OBSERVE THE SONS OF ULSTER MARCHING TOWARDS THE SOMME -- A play by Frank McGuinness about Irish Protestant soldiers in World War I. Directed by Nicholas Martin. In previews. Opens tomorrow. Mitzi E. Newhouse Theater at Lincoln Center. (Telecharge) www.lct.org TAKE ME OUT -- Moving to Broadway in time for spring training, Richard Greenberg's provocative tale about a gay ballplayer is a love letter, of sorts, to baseball. Directed by Joe Mantello. With Daniel Sunjata and Denis O'Hare. In previews. Opens Thursday. Walter Kerr Theater, 219 West 48th Street. (Telecharge).", "abstract": null, "print_page": "17", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "A Singing Proust, a Mechanical Bull and 'Gypsy,' Too", "kicker": "SPRING THEATER"}, "keywords": [], "pub_date": "2003-02-23T00:00:00Z", "document_type": "article", "news_desk": "Arts and Leisure Desk", "section_name": "Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Bruce", "rank": 1, "lastname": "Weber"}], "original": "By Bruce Weber"}, "type_of_material": "Schedule", "_id": "4fd28e718eb7c8105d864aa6", "word_count": 3240, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2003/02/23/movies/film-in-the-african-sun-while-dark-came-over-europe.html", "snippet": "''WHEN I first read the book 'Nowhere in Africa,' I was fascinated by it,'' said the German director Caroline Link. ''I was caught up by the story it told of a woman from a protected Jewish family who suddenly has to live in the middle of the Afri...", "lead_paragraph": "''WHEN I first read the book 'Nowhere in Africa,' I was fascinated by it,'' said the German director Caroline Link. ''I was caught up by the story it told of a woman from a protected Jewish family who suddenly has to live in the middle of the African desert. I've always loved to discover new worlds with my movies, but I remember thinking to myself: 'Wow, can I do this? Will I really be able to shoot a movie in Kenya?' '' Not only is Ms. Link's ''Nowhere in Africa'' a film shot in Kenya: it is an unlikely hybrid, a German film shot in Kenya with the Holocaust as an emotional backdrop. The film does not portray Kenya as the setting for a picturesque safari or as a land with an exotic colonial past, but rather as a harsh, beautiful country that becomes a refuge for the dispossessed.", "abstract": "Laura Winters article on Caroline Link's film Nowhere in Africa, which tells story of Jewish lawyer and his family who flee Nazi Germany for Kenya in 1938 and find themselves tenant farmers on African plain; Link comments; photos (M)", "print_page": "42", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "In the African Sun While Dark Came Over Europe", "kicker": "FILM"}, "keywords": [{"name": "creative_works", "value": "NOWHERE IN AFRICA (MOVIE)"}, {"name": "persons", "value": "LINK, CAROLINE"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "NAZI POLICIES TOWARD JEWS AND MINORITIES"}], "pub_date": "2003-02-23T00:00:00Z", "document_type": "article", "news_desk": "Arts and Leisure Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Laura", "rank": 1, "lastname": "WINTERS"}], "original": "By LAURA WINTERS"}, "type_of_material": "News", "_id": "4fd28dbc8eb7c8105d86354c", "word_count": 1293, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2003/02/23/magazine/why-we-love-fashion-it-s-gender-bending-homme-alone.html", "snippet": "When I got to Vogue in the late 1980's, it was like coming in from a blizzard. The daily panorama of women thriving there, working women who seemed to rise from the very pages of the magazine -- it was, to say the least, a heady experience.    Str...", "lead_paragraph": "When I got to Vogue in the late 1980's, it was like coming in from a blizzard. The daily panorama of women thriving there, working women who seemed to rise from the very pages of the magazine -- it was, to say the least, a heady experience. Strong feelings of attachment were established, but it was a job first and foremost. Vogue could be extremely festive, but it was not a party. For instance, I learned very quickly that as a man in the office, one did not comment about a colleague's clothes or appearance. Usually a comment like ''I love what you are wearing,'' especially to the editor in chief, Anna Wintour, was met with a polite stare or curt ''Thank you.'' The reason for this became evident when, during one of my first days there, I wandered off to the office of Shirley Lord, then the magazine's beauty director, whom I had known through family friends since I was a teenager.", "abstract": "William Norwich comment recalls working at Vogue in late 1980's, where men have always been decided minority (special section, Fashions of The Times) (part 2 of 2-part section) (M)", "print_page": "88", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Homme Alone", "kicker": "WHY WE LOVE FASHION? IT'S GENDER-BENDING."}, "keywords": [{"name": "organizations", "value": "VOGUE"}, {"name": "subject", "value": "MEN"}, {"name": "subject", "value": "APPAREL"}], "pub_date": "2003-02-23T00:00:00Z", "document_type": "article", "news_desk": "Fashions of The Times Magazine", "section_name": "Style; Magazine", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "William", "rank": 1, "lastname": "Norwich"}], "original": "By William Norwich"}, "type_of_material": "News", "_id": "4fd28dbc8eb7c8105d86354b", "word_count": 2550, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2003/02/23/magazine/why-we-love-fashion-it-s-kooky-good-as-goldie.html", "snippet": "''I always thought she was an exalted blonde. She was a deeply joyful blonde! I never thought of her as dumb.'' -- Goldie Hawn, on her screen persona   The morning after she received an Oscar for her film role as Walter Matthau's young lover in ''...", "lead_paragraph": "''I always thought she was an exalted blonde. She was a deeply joyful blonde! I never thought of her as dumb.'' -- Goldie Hawn, on her screen persona The morning after she received an Oscar for her film role as Walter Matthau's young lover in ''Cactus Flower,'' Goldie Hawn got a call from her publicist telling her that she had won. ''Oh, my God, they were on last night!'' shrieked the ingénue. ''I totally forgot.''", "abstract": "Gerri Hirshey tribute to Goldie Hawn recalls Cactus Flower, in which young actress first beguiled movie audiences with madcap, exuberant blond style that became her trademark; fashion photos recreating role (special section, Fashions of The Times) (part 2 of 2-part section) (M)", "print_page": "147", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Good as Goldie", "kicker": "WHY WE LOVE FASHION? IT'S KOOKY."}, "keywords": [{"name": "creative_works", "value": "CACTUS FLOWER (MOVIE)"}, {"name": "persons", "value": "HAWN, GOLDIE"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}, {"name": "subject", "value": "APPAREL"}], "pub_date": "2003-02-23T00:00:00Z", "document_type": "article", "news_desk": "Fashions of The Times Magazine", "section_name": "Movies; Style; Magazine", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Gerri", "rank": 1, "lastname": "Hirshey"}], "original": "By Gerri Hirshey"}, "type_of_material": "News", "_id": "4fd241c08eb7c8105d7da0ea", "word_count": 1004, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2003/02/23/nyregion/c-corrections-480258.html", "snippet": "Because of a production error, three words are omitted today at the end of an article on Page 154 of Fashions of The Times, Part 2 of The Times Magazine, about the actress Goldie Hawn. The affected sentence, referring to the nomination of her daug...", "lead_paragraph": "Because of a production error, three words are omitted today at the end of an article on Page 154 of Fashions of The Times, Part 2 of The Times Magazine, about the actress Goldie Hawn. The affected sentence, referring to the nomination of her daughter, Kate Hudson, for a 2001 Academy Award as best supporting actress, should read, ''But that was an Oscar night that Goldie Hawn could never, ever sleep through.''", "abstract": "Correction of article in Feb 23 Fashions of The Times section on actress Goldie Hawn", "print_page": "2", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Corrections"}, "keywords": [{"name": "persons", "value": "HAWN, GOLDIE"}, {"name": "subject", "value": "CORRECTION STORIES"}, {"name": "subject", "value": "APPAREL"}], "pub_date": "2003-02-23T00:00:00Z", "document_type": "article", "news_desk": "Metropolitan Desk", "section_name": "Corrections; New York and Region", "subsection_name": null, "byline": null, "type_of_material": "Correction", "_id": "4fd22a748eb7c8105d7b5409", "word_count": 72, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2003/02/23/magazine/why-we-love-fashion-it-s-eye-candy-say-cheesecake.html", "snippet": "Watching the superstar rapper Eve take an inspired turn as a 1940's pinup girl on an elaborately built set in SoHo, I am hard pressed to remember how groundbreaking these photos really are. Back when the illustrator Alberto Vargas was reshaping th...", "lead_paragraph": "Watching the superstar rapper Eve take an inspired turn as a 1940's pinup girl on an elaborately built set in SoHo, I am hard pressed to remember how groundbreaking these photos really are. Back when the illustrator Alberto Vargas was reshaping the American standard of beauty in the pages of Esquire magazine, sisters were hardly part of the picture. ''Separate but equal'' applied not only to water fountains and classrooms, but also to beauty contests and gas-station pinups. In 1939, perhaps the most famous black woman in America, Hattie McDaniel, won an Oscar for her turn in ''Gone With the Wind.'' And even though she was no Halle Berry, some of her white contemporaries felt lessened by McDaniel's win. It is said that Oliva de Havilland, who was nominated in the same category, was so distraught after McDaniel's speech that she ran from her seat and sought refuge in the hotel's kitchen. (At least there, I imagine, black women knew their place.)", "abstract": "Veronica Chambers article on rap singer Eve as fashion model; photos (special section, Fashions of The Times) (part 2 of 2-part section)", "print_page": "128", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Say, 'Cheesecake'", "kicker": "WHY WE LOVE FASHION? IT'S EYE CANDY."}, "keywords": [{"name": "persons", "value": "EVE"}, {"name": "subject", "value": "APPAREL"}], "pub_date": "2003-02-23T00:00:00Z", "document_type": "article", "news_desk": "Fashions of The Times Magazine", "section_name": "Style; Magazine", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Veronica", "rank": 1, "lastname": "Chambers"}], "original": "By Veronica Chambers"}, "type_of_material": "News", "_id": "4fd22af68eb7c8105d7b616d", "word_count": 928, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2003/02/23/theater/spring-theater-performance-a-10-year-old-trouper-with-an-inner-wild-child.html", "snippet": "IF 10-year-old Skye McCole Bartusiak is forced to choose between punching, slapping, biting, pushing, pulling hair and stomping on feet, it's really no contest. ''Stomping on feet is pretty fun,'' she said, giggling. ''But pulling hair is my all-t...", "lead_paragraph": "IF 10-year-old Skye McCole Bartusiak is forced to choose between punching, slapping, biting, pushing, pulling hair and stomping on feet, it's really no contest. ''Stomping on feet is pretty fun,'' she said, giggling. ''But pulling hair is my all-time favorite. You should try it sometime.'' Ms. Bartusiak is not a troublemaker by nature; in fact, you would be hard pressed to find a more mature and composed young girl. But playing the combative Helen Keller in the Broadway revival of ''The Miracle Worker,'' scheduled to open on April 24 at the Music Box Theater, she must summon up her every wild instinct. Much of the drama, which was first on Broadway in 1959 with Patty Duke and Anne Bancroft, is a furious tussle between Keller and Annie Sullivan, the teacher recruited to tame her.", "abstract": "Profile of 10-year-old actress Skye McCole Bartusiak, who plays Helen Keller in Broadway revival of William Gibson play Miracle Worker; photo (S)", "print_page": "7", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "A 10-Year-Old Trouper With an Inner Wild Child", "kicker": "SPRING THEATER: PERFORMANCE"}, "keywords": [{"name": "creative_works", "value": "MIRACLE WORKER, THE (PLAY)"}, {"name": "persons", "value": "BARTUSIAK, SKYE MCCOLE"}, {"name": "persons", "value": "GIBSON, WILLIAM"}, {"name": "subject", "value": "THEATER"}], "pub_date": "2003-02-23T00:00:00Z", "document_type": "article", "news_desk": "Arts and Leisure Desk", "section_name": "Arts; Theater", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Jason", "rank": 1, "lastname": "ZINOMAN"}], "original": "By JASON ZINOMAN"}, "type_of_material": "News", "_id": "4fd23f648eb7c8105d7d6892", "word_count": 521, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2003/02/23/magazine/why-we-love-fashion-it-s-the-passion-going-postal.html", "snippet": "Last fall, while readers of The Economist sparred over whether the United Nations had a double standard in dealing with Israel and Iraq, Vogue readers were in a lather over the magazine's unusual October cover. There was the supermodel Christy Tur...", "lead_paragraph": "Last fall, while readers of The Economist sparred over whether the United Nations had a double standard in dealing with Israel and Iraq, Vogue readers were in a lather over the magazine's unusual October cover. There was the supermodel Christy Turlington, belly down on a blue wooden bench, arched like the figurehead on a ship's prow. Doesn't everyone do yoga in a hammered-silk-satin Calvin Klein evening gown? ''I have never seen a more undignified fashion magazine cover than your October issue,'' one Beverly Hills reader wrote. ''The model's pose was reminiscent of the elderly lady in the TV ad whose catch phrase was 'I've fallen and I can't get up.' I know Christy does yoga but it isn't pretty.'' Others, including a yoga teacher, wrote in to say that Turlington was doing the pose incorrectly, and one blasted the magazine for calling her ''the guru of breathing'' -- ''judging by your photos of her yoga technique she has a long way to go toward perfection in that department.''", "abstract": "Sarah Raper Larenaudie article on some of very strong opinions expressed in letters to the editors of Vogue, Elle and W fashion magazines (special section, Fashions of The Times) (part 2 of 2-part section) (M)", "print_page": "120", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Going Postal", "kicker": "WHY WE LOVE FASHION? IT'S THE PASSION."}, "keywords": [{"name": "organizations", "value": "ELLE"}, {"name": "organizations", "value": "W"}, {"name": "organizations", "value": "VOGUE"}, {"name": "subject", "value": "MAGAZINES"}, {"name": "subject", "value": "APPAREL"}], "pub_date": "2003-02-23T00:00:00Z", "document_type": "article", "news_desk": "Fashions of The Times Magazine", "section_name": "Style; Magazine", "subsection_name": null, "byline": {"person": [{"firstname": "Sarah", "middlename": "Raper", "lastname": "Larenaudie", "rank": 1, "role": "reported", "organization": ""}], "original": "By Sarah Raper Larenaudie"}, "type_of_material": "News", "_id": "4fd22af68eb7c8105d7b6162", "word_count": 1837, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2003/02/23/movies/film-rushes-call-them-the-un-oscars.html", "snippet": "This year's Academy Award nominees for best picture -- ''Chicago,''  ''Gangs of New York,''  ''The Hours,''  ''The Lord of the Rings: The Two Towers'' and ''The Pianist'' -- are a remarkably classy group. Not that there aren't things to carp about...", "lead_paragraph": "This year's Academy Award nominees for best picture -- ''Chicago,'' ''Gangs of New York,'' ''The Hours,'' ''The Lord of the Rings: The Two Towers'' and ''The Pianist'' -- are a remarkably classy group. Not that there aren't things to carp about, and since an Academy Awards season without carping is a dish without salt, let's just note that Pedro Almodóvar's ravishing ''Talk to Her'' -- a new peak for its director -- belongs on the list. Mr. Almodóvar did get a best-director nomination, but he won't win -- for the same reason that Ang Lee, the director of ''Crouching Tiger, Hidden Dragon,'' didn't two years ago; their movies aren't in English. This is what makes the Oscars such interesting agony for film lovers. Like life, they're absurdly unfair.", "abstract": "Karen Durbin article on some films nominated for Independent Spirit Awards, which are held day before Oscars and shown on Independent Film Channel and on Bravo; photo (M)", "print_page": "23", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Call Them the Un-Oscars", "kicker": "FILM: RUSHES"}, "keywords": [{"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "INDEPENDENT SPIRIT AWARDS"}, {"name": "subject", "value": "AWARDS, DECORATIONS AND HONORS"}], "pub_date": "2003-02-23T00:00:00Z", "document_type": "article", "news_desk": "Arts and Leisure Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Karen", "rank": 1, "lastname": "DURBIN"}], "original": "By KAREN DURBIN"}, "type_of_material": "News", "_id": "4fd241c08eb7c8105d7da101", "word_count": 505, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2003/02/23/tv/cover-story-second-helpings-at-a-familiar-greek-feast.html", "snippet": "THEY'RE back. Gus Portokalos (Michael Constantine), a man who can turn any conversation into a discussion of Greek as the root of all language, a man convinced that no injury or ailment exists that cannot be healed by Windex. His wife, Maria (Lain...", "lead_paragraph": "THEY'RE back. Gus Portokalos (Michael Constantine), a man who can turn any conversation into a discussion of Greek as the root of all language, a man convinced that no injury or ailment exists that cannot be healed by Windex. His wife, Maria (Lainie Kazan), a loving master manipulator. (''A man is the head'' of the family, she tells her daughter, ''but the woman is the neck, and she can turn the head any way she wants.'') Aunt Voula (Andrea Martin), who squeezes her young relatives' cheeks a little too forcefully and believes a neck tumor she once had was her unborn twin. And, of course, Toula Portokalos, our young Greek-American heroine, although her name has been changed to Nia, as in Nia Vardalos, the actress who plays her. Yes, the extended Greek family of last year's surprise hit film ''My Big Fat Greek Wedding,'' written by Ms. Vardalos, has become a prime-time sitcom on CBS. After the show's premiere, tomorrow night at 9:30, it will settle into a regular 8 p.m. slot on Sundays.", "abstract": "Anita Gates reviews television series My Big Fat Greek Life, based on Nia Vardalos's movie My Big Fat Greek Wedding; photos (M)", "print_page": "4", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Second Helpings at a Familiar Greek Feast", "kicker": "COVER STORY"}, "keywords": [{"name": "creative_works", "value": "MY BIG FAT GREEK WEDDING (MOVIE)"}, {"name": "creative_works", "value": "MY BIG FAT GREEK LIFE (TV PROGRAM)"}, {"name": "persons", "value": "VARDALOS, NIA"}, {"name": "subject", "value": "TELEVISION"}], "pub_date": "2003-02-23T00:00:00Z", "document_type": "article", "news_desk": "Television", "section_name": null, "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Anita", "rank": 1, "lastname": "GATES"}], "original": "By ANITA GATES"}, "type_of_material": "News", "_id": "4fd225df8eb7c8105d7ad1e2", "word_count": 1102, "slideshow_credits": null}]}, "status": "OK", "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}