{"response": {"meta": {"hits": 183, "time": 19, "offset": 120}, "docs": [{"web_url": "http://www.nytimes.com/2003/01/26/magazine/warren-zevon-s-last-waltz.html", "snippet": "In the lobby of the Ed Sullivan Theater, two perky handlers for ''The Late Show With David Letterman'' were giving their nightly pep talk to the people headed for the front rows. They encouraged laughter, the more enthusiastic the better. They war...", "lead_paragraph": "In the lobby of the Ed Sullivan Theater, two perky handlers for ''The Late Show With David Letterman'' were giving their nightly pep talk to the people headed for the front rows. They encouraged laughter, the more enthusiastic the better. They warned against whistling, which could overload the microphones. They also had one more caution. ''If you hear sad news, don't make that sympathy sound,'' one instructed. ''You know, 'Awwwwww. . . . ' '' The audience understood why. The show's only guest would be Warren Zevon, the songwriter known for the twisted humor of songs like ''Lawyers, Guns and Money,'' ''Werewolves of London'' and ''Poor Poor Pitiful Me'' and for troubled love songs like ''Hasten Down the Wind'' and ''Accidentally Like a Martyr.'' Zevon, 56, is a dying man.", "abstract": "Jon Pareles profile of songwriter Warren Zevon, who is dying of virulent form of cancer and is expected to live for only several more months; Zevon is using time he has left to write as much music as he can, say goodbye to friends and immerse himself in familiar cultural experiences; video crew from cable channel VH1 is following him as he makes what will be his final album; photos (M)", "print_page": "22", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Warren Zevon's last waltz."}, "keywords": [{"name": "persons", "value": "ZEVON, WARREN"}, {"name": "organizations", "value": "VH1"}, {"name": "subject", "value": "MUSIC"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}], "pub_date": "2003-01-26T00:00:00Z", "document_type": "article", "news_desk": "Magazine Desk", "section_name": "Magazine", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Jon", "rank": 1, "lastname": "Pareles"}], "original": "By Jon Pareles"}, "type_of_material": "News", "_id": "4fd26ce68eb7c8105d825c04", "word_count": 2932, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2003/01/26/nyregion/a-new-reality-for-the-winner-of-idol-like-show.html", "snippet": "''You're prettier in person than on television,'' a woman shrieked outside a terminal at Kennedy Airport as cameras flashed and the heartthrob, surrounded by a crowd of autograph-seekers, tried to inch forward.    ''I told you, didn't I?'' a neigh...", "lead_paragraph": "''You're prettier in person than on television,'' a woman shrieked outside a terminal at Kennedy Airport as cameras flashed and the heartthrob, surrounded by a crowd of autograph-seekers, tried to inch forward. ''I told you, didn't I?'' a neighbor, Cruz Santiago, yelled out to the same celebrity an hour later as a small mob pressed against him in the street outside his apartment building just off 167th Street and the Grand Concourse in the Bronx.", "abstract": "Miguel Angel Guzman greets admirers after winning Protagonistas de la Musica, Telemundo show similar to American Idol; his fame is playing out like rags-to-riches story in Dominican neighborhoods around New York; profile; photos (M)", "print_page": "29", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "A New Reality for the Winner of 'Idol'-Like Show"}, "keywords": [{"name": "creative_works", "value": "AMERICAN IDOL (TV PROGRAM)"}, {"name": "creative_works", "value": "PROTAGONISTAS DE LA MUSICA (TV PROGRAM)"}, {"name": "persons", "value": "GUZMAN, MIGUEL ANGEL"}, {"name": "glocations", "value": "NEW YORK CITY"}, {"name": "organizations", "value": "TELEMUNDO"}, {"name": "subject", "value": "SPANISH LANGUAGE"}, {"name": "subject", "value": "TELEVISION"}, {"name": "subject", "value": "DOMINICAN-AMERICANS"}], "pub_date": "2003-01-26T00:00:00Z", "document_type": "article", "news_desk": "Metropolitan Desk", "section_name": "New York and Region", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Mireya", "rank": 1, "lastname": "NAVARRO"}], "original": "By MIREYA NAVARRO"}, "type_of_material": "News", "_id": "4fd2207c8eb7c8105d7a3fb2", "word_count": 986, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2003/01/25/theater/in-performance-theater-an-avalanche-of-danish-words-to-portray-four-empty-lives.html", "snippet": "'Details'  New York Theater Workshop      Normally a play performed entirely in Danish with a run of just four days would not command New York newspaper space, but here the director is Bille August, an acclaimed filmmaker (he won an Oscar for his ...", "lead_paragraph": "'Details' New York Theater Workshop Normally a play performed entirely in Danish with a run of just four days would not command New York newspaper space, but here the director is Bille August, an acclaimed filmmaker (he won an Oscar for his 1988 film ''Pelle the Conqueror'') making his stage directorial debut.", "abstract": "Neil Genzlinger reviews production of Lars Noren play Details, directed by filmmaker Bille August,at New York Theater Workshop (S)", "print_page": "18", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "An Avalanche of Danish Words To Portray Four Empty Lives", "kicker": "IN PERFORMANCE: THEATER"}, "keywords": [{"name": "persons", "value": "NOREN, LARS"}, {"name": "persons", "value": "AUGUST, BILLE"}, {"name": "organizations", "value": "NEW YORK THEATER WORKSHOP"}, {"name": "subject", "value": "REVIEWS"}, {"name": "subject", "value": "THEATER"}], "pub_date": "2003-01-25T00:00:00Z", "document_type": "article", "news_desk": "Arts & Ideas/Cultural Desk", "section_name": "Arts; Theater", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Neil", "rank": 1, "lastname": "GENZLINGER"}], "original": "By NEIL GENZLINGER"}, "type_of_material": "Review", "_id": "4fd221a88eb7c8105d7a6874", "word_count": 243, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2003/01/24/opinion/the-nfl-s-gambling-problem.html", "snippet": "The National Football League has made another bad call: It has denied the city of Las Vegas the right to advertise itself during Sunday's televised broadcast of the Super Bowl. Why? Because we are Las Vegas.    The N.F.L. has long had a policy tha...", "lead_paragraph": "The National Football League has made another bad call: It has denied the city of Las Vegas the right to advertise itself during Sunday's televised broadcast of the Super Bowl. Why? Because we are Las Vegas. The N.F.L. has long had a policy that prohibits gambling-related advertisements during televised games. And even though our ads -- promotional spots commissioned by the Las Vegas Convention and Visitors Authority -- do not make direct reference to gambling, the league has said that the basic reason for their rejection is simply ''because Las Vegas is so synonymous with sports betting and gambling.'' The ads -- which have already been shown on several cable networks -- are based on real-life tourist experiences, none of which involve gambling.", "abstract": "Op-Ed article by Las Vegas Mayor Oscar B Goodman objects to National Football League decision to deny city right to advertise itself during televised broadcast of Super Bowl because of policy that prohibits gambling-related commercials (M)", "print_page": "23", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "The N.F.L.'s Gambling Problem"}, "keywords": [{"name": "glocations", "value": "LAS VEGAS (NEV)"}, {"name": "organizations", "value": "OAKLAND RAIDERS"}, {"name": "organizations", "value": "TAMPA BAY BUCCANEERS"}, {"name": "organizations", "value": "NATIONAL FOOTBALL LEAGUE"}, {"name": "subject", "value": "ADVERTISING"}, {"name": "subject", "value": "TELEVISION"}, {"name": "subject", "value": "GAMBLING"}, {"name": "subject", "value": "SUPER BOWL"}, {"name": "subject", "value": "FOOTBALL"}], "pub_date": "2003-01-24T00:00:00Z", "document_type": "article", "news_desk": "Editorial Desk", "section_name": "Opinion", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By Oscar B. Goodman"}, "type_of_material": "Op-Ed", "_id": "4fd23f678eb7c8105d7d6b43", "word_count": 424, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2003/01/24/sports/college-basketball-manhattan-93-fairfield-86.html", "snippet": "Manhattan took a giant step toward proving it is the best team in the Metro Atlantic Athletic Conference by beating Fairfield, as Luis Flores scored a career-high 44 points in Bridgeport, Conn.     This was a battle for first place, which Manhatta...", "lead_paragraph": "Manhattan took a giant step toward proving it is the best team in the Metro Atlantic Athletic Conference by beating Fairfield, as Luis Flores scored a career-high 44 points in Bridgeport, Conn. This was a battle for first place, which Manhattan (14-3, 8-1) took with its 10th straight victory. Fairfield (11-6, 7-1) had its six-game winning streak halted.", "abstract": "Manhattan College defeats Fairfield University, 93-86 (S)", "print_page": "6", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "MANHATTAN 93, FAIRFIELD 86", "kicker": "COLLEGE BASKETBALL"}, "keywords": [{"name": "organizations", "value": "FAIRFIELD UNIVERSITY"}, {"name": "organizations", "value": "MANHATTAN COLLEGE"}, {"name": "subject", "value": "BASKETBALL"}], "pub_date": "2003-01-24T00:00:00Z", "document_type": "article", "news_desk": "Sports Desk", "section_name": "Sports", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Jack", "rank": 1, "lastname": "Cavanaugh"}], "original": "By Jack Cavanaugh"}, "type_of_material": "News", "_id": "4fd23afa8eb7c8105d7cfb40", "word_count": 159, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2003/01/24/sports/transactions-006289.html", "snippet": "BASEBALL    American League  YANKEES--Reassigned senior vice president of baseball operations Mark Newman to vice president of player development. Promoted vice president of international and professional scouting Gordon Blakeley to senior vice pr...", "lead_paragraph": "BASEBALL American League YANKEES--Reassigned senior vice president of baseball operations Mark Newman to vice president of player development. Promoted vice president of international and professional scouting Gordon Blakeley to senior vice president of baseball operations. ANAHEIM ANGELS--Agreed to terms with LHP Rich Rodriguez, INF Adam Riggs and INF Oscar Salazar on minor league contracts. BALTIMORE ORIOLES--Announced RHP Kerry Ligtenberg has passed his physical examination and has been added to the team's 40-man roster. Designated OF Tim Raines, Jr. for assignment. BOSTON RED SOX--Agreed to terms with C Doug Mirabelli and RHP Hector Almonte on one-year contracts. Agreed to terms with C-1B Dave Nilsson on a minor league contract. Designated INF Earl Snyder for assignment. DETROIT TIGERS--Agreed to terms with RHP Fernando Rodney, LHP Adrian Burnside, LHP Eric Eckenstahler, INF Ramon Santiago, OF Nook Logan and OF Cody Ross. Agreed to terms with LHP Steve Avery and 3B Tom Evans on minor league contracts. KANSAS CITY ROYALS--Agreed to terms with RHP James Baldwin on a minor league contract. TAMPA BAY DEVIL RAYS--Named Omer Munoz manager of Bakersfield of the California League and Skeeter Barnes coach of Orlando of the Southern League. TEXAS RANGERS--Name Dick Bogard special assistant for scouting operations and Mel Didier special assignment professional scout.", "abstract": "Sports transactions", "print_page": "7", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "TRANSACTIONS"}, "keywords": [], "pub_date": "2003-01-24T00:00:00Z", "document_type": "article", "news_desk": "Sports Desk", "section_name": "Sports", "subsection_name": null, "byline": null, "type_of_material": "List", "_id": "4fd23f678eb7c8105d7d6b41", "word_count": 492, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2003/01/23/sports/boxing-forrest-inspired-by-mission-outside-the-ring.html", "snippet": "In a culture in which language is often turned upside down so that bad means very good, Vernon Forrest has become one of boxing's good guys.    It's not only that Forrest is an undefeated welterweight champion, the favorite for fighter of the year...", "lead_paragraph": "In a culture in which language is often turned upside down so that bad means very good, Vernon Forrest has become one of boxing's good guys. It's not only that Forrest is an undefeated welterweight champion, the favorite for fighter of the year honors from the Boxing Writers Association of America. Or that he seeks out the best opponents, like Saturday's foe, Ricardo Mayorga, who holds the World Boxing Association welterweight title.", "abstract": "Undefeated welterweight champion Vernon Forrest has used fame to found and bring attention to Destiny's Child Inc, charity that helps mentally disabled people; photo (M)", "print_page": "4", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Forrest Inspired by Mission Outside the Ring", "kicker": "BOXING"}, "keywords": [{"name": "persons", "value": "FORREST, VERNON"}, {"name": "organizations", "value": "DESTINY'S CHILD INC"}, {"name": "subject", "value": "BOXING"}, {"name": "subject", "value": "PHILANTHROPY"}, {"name": "subject", "value": "MENTAL HEALTH AND DISORDERS"}], "pub_date": "2003-01-23T00:00:00Z", "document_type": "article", "news_desk": "Sports Desk", "section_name": "Health; Sports", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Michael", "rank": 1, "lastname": "KATZ"}], "original": "By MICHAEL KATZ"}, "type_of_material": "News", "_id": "4fd23f638eb7c8105d7d67c6", "word_count": 1074, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2003/01/22/us/11-start-trial-in-shootings-by-miami-police-officers.html", "snippet": "Eleven suspended or fired police officers whose trial on corruption and conspiracy charges began today in federal court here are the worst kind of criminals, as prosecutors say, or the worst kind of victims, as their lawyers say.     In opening ar...", "lead_paragraph": "Eleven suspended or fired police officers whose trial on corruption and conspiracy charges began today in federal court here are the worst kind of criminals, as prosecutors say, or the worst kind of victims, as their lawyers say. In opening arguments, the prosecution told a jury that the government would present ''throw-down'' guns planted at crime scenes by rogue officers who shot unarmed suspects. It said it would prove that the men lied to investigators to cover up their actions. Many of the defendants were members of an elite street team, ''the Jump Out Boys,'' who operated tough neighborhoods. It has been disbanded.", "abstract": "Corruption and conspiracy trial of 11 suspended or fired police officers begins, federal court, Miami; 11 are charged with planting guns at crime scenes after shooting unarmed suspects, and of lying to cover up actions; defense lawyers say clients are scapegoats who simply practiced aggressive police work to protect citizens in some of most crime-ridden neighborhoods; say charges are politically motivated in response to group of unfortunate but justified shootings; case centers on four prominent shootings and arrests in mid- to late 1990's, including fatal shooting of 73-year-old Richard Brownduring drug investigation and of homeless man shot while carrying radio that police later said was gun (M)", "print_page": "12", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "11 Start Trial in Shootings By Miami Police Officers"}, "keywords": [{"name": "persons", "value": "QUINTERO, JOSE"}, {"name": "persons", "value": "BROWN, RICHARD"}, {"name": "persons", "value": "LOPEZ, ELIEZER"}, {"name": "persons", "value": "BEGUIRISTAIN, ARTURO"}, {"name": "persons", "value": "MACIAS, ALEJANDRO"}, {"name": "persons", "value": "RONDA, OSCAR"}, {"name": "persons", "value": "ACUNA, JOSE"}, {"name": "persons", "value": "GARCIA, JORGE"}, {"name": "persons", "value": "CASTELLO, JORGE"}, {"name": "persons", "value": "AGUERO, JESUS"}, {"name": "glocations", "value": "MIAMI (FLA)"}, {"name": "glocations", "value": "FLORIDA"}, {"name": "subject", "value": "POLICE BRUTALITY AND MISCONDUCT"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}, {"name": "subject", "value": "POLICE"}, {"name": "subject", "value": "FIREARMS"}], "pub_date": "2003-01-22T00:00:00Z", "document_type": "article", "news_desk": "National Desk", "section_name": "U.S.", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Dana", "rank": 1, "lastname": "CANEDY"}], "original": "By DANA CANEDY"}, "type_of_material": "News", "_id": "4fd227ce8eb7c8105d7b0a09", "word_count": 992, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2003/01/21/nyregion/news-summary-951331.html", "snippet": "INTERNATIONAL   A3-8    France Rules Out Voting To Support an Iraq War  In unusually blunt terms aimed at preempting the United States, France said that it would not support any Security Council resolution for military action against Iraq in the c...", "lead_paragraph": "INTERNATIONAL A3-8 France Rules Out Voting To Support an Iraq War In unusually blunt terms aimed at preempting the United States, France said that it would not support any Security Council resolution for military action against Iraq in the coming weeks. France's foreign minister, Dominique de Villepin, would not rule out the possibility that France would use its veto power if the United States presses the Council to authorize war against Iraq for failing to disarm. A1", "abstract": null, "print_page": "2", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "NEWS SUMMARY"}, "keywords": [], "pub_date": "2003-01-21T00:00:00Z", "document_type": "article", "news_desk": "Metropolitan Desk", "section_name": "New York and Region", "subsection_name": null, "byline": null, "type_of_material": "Summary", "_id": "4fd221af8eb7c8105d7a6b8a", "word_count": 1330, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2003/01/21/world/corruption-and-waste-bleed-mexico-s-oil-lifeline.html", "snippet": "Tony Cantu grew up with the giant oil refinery that Pemex, Mexico's state-owned oil company, runs here in his hometown. He helped build it and operate it, rising from construction worker to computer programmer to chemical engineer.     Mr. Cantu g...", "lead_paragraph": "Tony Cantu grew up with the giant oil refinery that Pemex, Mexico's state-owned oil company, runs here in his hometown. He helped build it and operate it, rising from construction worker to computer programmer to chemical engineer. Mr. Cantu gave Pemex a decade of his working life. But he will never work there again. He can explain why in one word.", "abstract": "Pemex, Mexico's national oil monopoly and economic lifeblood for more than 60 years that sells nearly as much oil to US as Saudi Arabia, is in danger of breaking down because of widespread corruption and waste; has been cash machine for government, slush fund for politicians and patronage mill for powerful Institutional Revolutionary Party (PRI), whose loyalists created company in 1938 after nationalizing American and British oil interests; lost $3.5 billion in 2001 after payment of taxes and royalties and reportedly loses at least $1 billion annually; director Raul Munoz Leos warns without major restructuring company faces short-term collapse; failed efforts of Pres Vicente Fox to honor campaign pledge to effect reforms discussed; he has been hamstrung by PRI resistance and company's long history of corruption; photos; map; chart (M)", "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Corruption and Waste Bleed Mexico's Oil Lifeline"}, "keywords": [{"name": "persons", "value": "MUNOZ, LEOS, RAUL"}, {"name": "persons", "value": "FOX QUESADA, VICENTE"}, {"name": "glocations", "value": "GREAT BRITAIN"}, {"name": "glocations", "value": "MEXICO"}, {"name": "glocations", "value": "SAUDI ARABIA"}, {"name": "organizations", "value": "PETROLEOS MEXICANOS"}, {"name": "subject", "value": "FRAUDS AND SWINDLING"}, {"name": "subject", "value": "PATRONAGE"}, {"name": "subject", "value": "INTERNATIONAL TRADE AND WORLD MARKET"}, {"name": "subject", "value": "OIL (PETROLEUM) AND GASOLINE"}, {"name": "subject", "value": "ANTITRUST ACTIONS AND LAWS"}, {"name": "subject", "value": "ELECTION ISSUES"}, {"name": "subject", "value": "POLITICS AND GOVERNMENT"}, {"name": "subject", "value": "ETHICS"}, {"name": "subject", "value": "ECONOMIC CONDITIONS AND TRENDS"}, {"name": "subject", "value": "ELECTIONS"}, {"name": "subject", "value": "NATIONALIZATION OF INDUSTRY"}], "pub_date": "2003-01-21T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World; Front Page", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Tim", "rank": 1, "lastname": "WEINER"}], "original": "By TIM WEINER"}, "type_of_material": "News", "_id": "4fd225e58eb7c8105d7ad72d", "word_count": 1940, "slideshow_credits": null}]}, "status": "OK", "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}