{"response": {"meta": {"hits": 176, "time": 28, "offset": 10}, "docs": [{"web_url": "http://www.nytimes.com/1999/02/28/business/private-sector-in-this-corner-a-clever-promoter.html", "snippet": "ALL three telephones in the apartment office of Cedric Kushner, the boxing promoter, were ringing off the hook one morning last week. A crisis had arisen: One of Mr. Kushner's fighters was thinking of backing out of a bout because his mother had b...", "lead_paragraph": "ALL three telephones in the apartment office of Cedric Kushner, the boxing promoter, were ringing off the hook one morning last week. A crisis had arisen: One of Mr. Kushner's fighters was thinking of backing out of a bout because his mother had become convinced that demons were intent on attacking her son through air-conditioning vents. Executives at HBO, the cable network that was supposed to broadcast the match, were in a high state of anxiety. But Mr. Kushner remained calm.", "abstract": "Profile of Cedric Kushner, boxing promoter; he has eight world champions in his stable of 55 fighters, but admits he makes his momey mostly with volume; he promoted 57 fights in 1998 and is aiming to increase that this year; photo (M)", "print_page": "2", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "In This Corner, a Clever Promoter", "kicker": "PRIVATE SECTOR"}, "keywords": [{"name": "persons", "value": "KUSHNER, CEDRIC"}, {"name": "subject", "value": "BOXING"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}], "pub_date": "1999-02-28T00:00:00Z", "document_type": "article", "news_desk": "Money and Business/Financial Desk", "section_name": "Business", "subsection_name": null, "byline": {"person": [{"firstname": "Timothy", "middlename": "W.", "lastname": "SMITH", "rank": 1, "role": "reported", "organization": ""}], "original": "By TIMOTHY W. SMITH"}, "type_of_material": "Biography", "_id": "4fd1f8ed8eb7c8105d755689", "word_count": 802, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1999/02/28/nyregion/theater-the-gathering-in-croton-falls.html", "snippet": "YOU don't have to be Italian-American to relate to this play,'' said the producer Lee Pope before last Saturday night's opening performance of ''The Gathering'' at the Schoolhouse here.     Both Ms. Pope's words and the play by Steve Scionti and J...", "lead_paragraph": "YOU don't have to be Italian-American to relate to this play,'' said the producer Lee Pope before last Saturday night's opening performance of ''The Gathering'' at the Schoolhouse here. Both Ms. Pope's words and the play by Steve Scionti and James Shanta are the epitome of a ''cliche coming true,'' as a lyric by Oscar Hammerstein 2d goes. It is almost as if Mr. Scionti, the play's solo performer, who was born and raised in Middletown, Conn., is a champion of truth in stereotype.", "abstract": "Alvin Klein reviews Steve Scionti and James Shanta one-man play The Gathering, performed by Scionti, at Schoolhouse, Croton Falls, NY; photo (M)", "print_page": "16", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "'The Gathering' in Croton Falls", "kicker": "THEATER"}, "keywords": [{"name": "creative_works", "value": "GATHERING, THE (PLAY)"}, {"name": "persons", "value": "SCIONTI, STEVE"}, {"name": "persons", "value": "SHANTA, JAMES"}, {"name": "subject", "value": "REVIEWS"}, {"name": "subject", "value": "THEATER"}], "pub_date": "1999-02-28T00:00:00Z", "document_type": "article", "news_desk": "Westchester Weekly Desk", "section_name": "Theater; New York and Region", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Alvin", "rank": 1, "lastname": "KLEIN"}], "original": "By ALVIN KLEIN"}, "type_of_material": "News", "_id": "4fd1f3fc8eb7c8105d74c581", "word_count": 807, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1999/02/28/books/best-sellers-february-28-1999.html", "snippet": "Weeks     This   Last   On     Week   Week   List   Fiction                 1   1   2   THE TESTAMENT, by John Grisham. (Doubleday, $27.95.) A reclusive billionaire, a burned-out lawyer and a missionary are brought together by a startling secret. ...", "lead_paragraph": "Weeks This Last On Week Week List Fiction 1 1 2 THE TESTAMENT, by John Grisham. (Doubleday, $27.95.) A reclusive billionaire, a burned-out lawyer and a missionary are brought together by a startling secret. 2 2 5 SOUTHERN CROSS, by Patricia Cornwell. (Putnam, $25.95.) A former police chief finds herself summoned to Richmond to clean up scandalous conditions. 3 3 2 RANSOM, by Julie Garwood. (Pocket, $24.) In the 13th century, two Scottish chieftains come to the aid of a beautiful woman who is fighting an unscrupulous baron. 4 4 14 A MAN IN FULL, by Tom Wolfe. (Farrar, Straus & Giroux, $28.95.) Life in Atlanta on the cusp of the millennium, as Old South values collide with a new world. 5 6 18 THE POISONWOOD BIBLE, by Barbara Kingsolver. (Harper Flamingo, $26.) Five female characters narrate this novel set in the Belgian Congo. 6 7 10 HARRY POTTER AND THE SORCERER'S STONE, by J. K. Rowling. (Levine/Scholastic, $16.95.) A British boy finds his fortune attending a school of witchcraft. 7 15 2 SEND NO FLOWERS, by Sandra Brown. (Bantam, $18.95.) A young widow and mother embarks on an affair with an enigmatic man she met on a camping trip. 8 5 5 IN DANGER'S PATH, by W. E. B. Griffin. (Putnam, $24.95.) During World War II, Fleming Pickering, a Marine officer, performs perilous missions in the Pacific. 9* 10 7 SEIZE THE NIGHT, by Dean Koontz. (Bantam, $26.95.) A man who can live only at night tracks children who have mysteriously disappeared in a California town. 10 8 7 BILLY STRAIGHT, by Jonathan Kellerman. (Random House, $25.95.) A 12-year-old boy, trying to survive on Los Angeles's mean streets, witnesses a brutal murder. 11* 1 BE cool, by Elmore Leonard. (Delacorte, $24.95.) The former mobster Chili Palmer tries to make another movie, this one about a singer named Linda Moon. 12 9 5 THE CAT WHO SAW STARS, by Lilian Jackson Braun. (Putnam, $22.95.) Jim Qwilleran's vacation is upset when his feline friends contend with U.F.O.'s. 13 1 APOLlYON, by Tim LaHaye and Jerry B. Jenkins. (Tyndale, $19.97.) After the rapture of the saved, the world's remaining believers confront the Antichrist. (+) 14 11 6 AMSTERDAM, by Ian McEwan. (Talese/Doubleday, $21.) The death of a woman they both loved has far-reaching consequences for a composer and an editor. 15* 20 A NIGHT WITHOUT ARMOR, by Jewel Kilcher. (HarperCollins, $15.) The singer-songwriter's poems. (+) 16 9 BAG OF BONES, by Stephen King. (Scribner, $28.) A series of terrifying events besets a best-selling novelist. Weeks This Last On Week Week List Nonfiction 1 1 11 THE GREATEST GENERATION, by Tom Brokaw. (Random House, $24.95.) The lives of men and women who came of age during the Depression and World War II. 2 2 71 TUESDAYS WITH MORRIE, by Mitch Albom. (Doubleday, $19.95.) A sportswriter tells of his weekly visits to his old college mentor, who was near death's door. 3 3 13 BLIND MAN'S BLUFF, by Sherry Sontag and Christopher Drew with Annette Lawrence Drew. (Public Affairs, $25.) American submarine espionage from the early cold war years to the present. 4 6 6 THE ART OF HAPPINESS, by the Dalai Lama and Howard C. Cutler. (Riverhead, $22.95.) What Buddhism and common sense tell us about everyday problems. 5 5 13 THE CENTURY, by Peter Jennings and Todd Brewster. (Doubleday, $60.) An account of the 20th century, complete with photographs and first-person narratives. 6 7 3 PLAYING FOR KEEPS, by David Halberstam. (Random House, $24.95.) The life and times of Michael Jordan. 7 4 2 BEAUTY FADES, DUMB IS FOREVER, by Judy Sheindlin. (Cliff Street/HarperCollins, $22.) Judge Judy examines the problems that face women today. 8 12 3 TRAVELING MERCIES, by Anne Lamott. (Pantheon, $23.) A chronicle of the author's journey toward faith and spirituality. 9 8 12 CONVERSATIONS WITH GOD: Book 1, by Neale Donald Walsch. (Putnam, $19.95.) The author addresses questions of good and evil, guilt and sin. 10 10 11 THE ENDURANCE, by Caroline Alexander. (Knopf, $29.95.) The story of Ernest Shackleton's 1914 Antarctic expedition. 11 9 22 THE PROFESSOR AND THE MADMAN, by Simon Winchester. (HarperCollins, $22.) How a murderer helped compile the Oxford English Dictionary. 12 14 5 WHY NOT ME? by Al Franken. (Delacorte, $23.95.) The comedian gives a satirical account of his Presidential campaign in the year 2000 and his Administration. 13 16 14 FOR THE LOVE OF THE GAME, by Michael Jordan. Edited by Mark Vancil. (Crown, $50.) A profusely illustrated memoir by the former N.B.A. superstar. 14 1 ELEGY FOR IRIS, by John Bayley. (St. Martin's, $22.95.) A memoir by a British literary critic about his late wife, the novelist Iris Murdoch, and her descent into Alzheimer's disease. 15 15 22 THE DEATH OF OUTRAGE, by William J. Bennett. (Free Press, $20.) The former Secretary of Education takes a critical view of the Clinton Presidency. (+) Weeks This Last On Week Week List Advice, How-to and Miscellaneous 1 1 3 HOW TO GET WHAT YOU WANT AND WANT WHAT YOU HAVE, by John Gray. (HarperCollins, $24.95.) A guide to personal success. (+) 2 3 34 SUGAR BUSTERS! by H. Leighton Steward et al. (Ballantine, $22.) A diet designed for losing weight, increasing energy and combating disease. (+) 3 2 5 LIFE STRATEGIES, by Phillip C. McGraw. (Hyperion, $21.95.) How to find what matters in your life and what to do about it. (+) 4 4 12 ONE DAY MY SOUL JUST OPENED UP, by Iyanla Vanzant. (Fireside/S&S, $13.) How to raise one's morale and realize one's ambitions. (+) Rankings reflect sales, for the week ending Feb. 13, at almost 4,000 bookstores plus wholesalers serving 50,000 other retailers (gift shops, department stores, newsstands, supermarkets), statistically weighted to represent all such outlets nationwide. An asterisk (*) indicates that a book's sales are barely distinguishable from those of the book above. A dagger (+) indicates that some bookstores report receiving bulk orders. Expanded rankings are available from The New York Times on the Web: www.nytimes.com/books. And Bear in Mind (Editors' choices of other recent books of particular interest) COLLECTED POEMS: 1920-1954, by Eugenio Montale. (Farrar, Straus & Giroux, $40.) Jonathan Galassi's superb translation, with commentary, of the three principal books of a man of letters now recognized as one of Italy's greatest poets. THE CRIME OF SHEILA McGOUGH, by Janet Malcolm. (Knopf, $22.) A journalist whose specialty is the vexed relationship between objective truth and narrative truth inspects a case in which a lawyer's incompetence at storytelling helped to land her in prison. DUANE'S DEPRESSED, by Larry McMurtry. (Simon & Schuster, $26.) Actually, Duane's not so depressed; he's just taking time out at 62 to rework and unclutter his life in the final volume of the expansive half-century Texas trilogy that began with The Last Picture Show.'' THE ELEGANT UNIVERSE: Superstrings, Hidden Dimensions, and the Quest for the Ultimate Theory, by Brian Greene. (Norton, $27.95.) A persuasive presentation of the 10-dimensional string theory that aspires to mediate between quantum mechanics and general relativity. EMPRESS OF THE SPLENDID SEASON, by Oscar Hijuelos. (Harper Flamingo, $25.) A tender novel, by the author of The Mambo Kings Play Songs of Love,'' in which a beautiful Cuban emigre who works as a cleaning lady is the victim of a struggle between her instinct for self-invention and her inability to devise a suitable self. THE INTUITIONIST, by Colson Whitehead. (Anchor/Doubleday, $19.95.) An ingenious, original first novel that pits empiricism against intuition in elevator inspection by way of approaching racial struggle and social progress. OUR KIND OF PEOPLE: Inside America's Black Upper Class, by Lawrence Otis Graham. (HarperCollins, $25.) An ambitious, occasionally reverent, anatomy of the segment of black society that has experienced generations of material well-being and produced a number of engaging organizations and personalities. SOUTH OF THE BORDER, WEST OF THE SUN, by Haruki Murakami. (Knopf, $22.) A pair of lovers, parted before they understand their fated mutual rightness, are forever unable to reclaim the past in this wise, discouraging novel. THE THINGS WE DO TO MAKE IT HOME, by Beverly Gologorsky. (Random House, $22.95.) A first novel that concerns Vietnam veterans and their wives, all of them wounded, none of them beyond the author's skill or her generosity. WHILE I WAS GONE, by Sue Miller. (Knopf, $24.) This painstaking fictional meditation on marital fidelity attends to a woman's complex feelings about her husband and her no less complex feelings and fantasies about another man.", "abstract": null, "print_page": "22", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "BEST SELLERS: February 28, 1999"}, "keywords": [], "pub_date": "1999-02-28T00:00:00Z", "document_type": "article", "news_desk": "Book Review Desk", "section_name": "Arts; Books", "subsection_name": null, "byline": null, "type_of_material": "List", "_id": "4fd1f3fc8eb7c8105d74c562", "word_count": 1404, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1999/02/28/opinion/hollywood-hypocrisy.html", "snippet": "Elia Kazan is a wonderfully creative director who has contributed brilliantly to the arts of drama and film in the 20th century. He is also a man who in 1952 gave the House Committee on Un-American Activities the names of people he had known durin...", "lead_paragraph": "Elia Kazan is a wonderfully creative director who has contributed brilliantly to the arts of drama and film in the 20th century. He is also a man who in 1952 gave the House Committee on Un-American Activities the names of people he had known during his brief membership in the Communist Party 16 years before. And he is a man whose impending recognition by the Academy of Motion Picture Arts and Sciences is driving some people into orgies of self-righteous frenzy. Mr. Kazan, they say, is a scoundrel who should apologize for past misdeeds in politics before he receives an honorary Oscar for his lifetime achievement in the arts. Mr. Kazan, the protesters say, is an informer, and his offense is unforgivable. But is that what the protesters really mean? Is informing unforgivable in all circumstances? Had Mr. Kazan been a member of the German-American Bund naming underground Nazis, would they have condemned him just as much? Or a former Klansman who informed on his hooded brethren? Or a former Mafia thug who informed on the mob? Or a member of the Nixon White House who informed during Watergate? Or a whistleblower who disclosed government malfeasance? No, informing per se is not Mr. Kazan's offense. His true offense in the minds of the Hollywood protesters is that he informed on the Communist Party.", "abstract": "Arthur Schlesinger Jr Op-Ed article supports the awarding of an Oscar for lifetime achievement to Elia Kazan and says those who feel he should first apologize for naming names before Congress are hypocrites; says if Kazan has to apologize, so too should those who continued to defend Stalin after Moscow trials, after the pact with Hitler, the age of the gulag; drawing (M)", "print_page": "19", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Hollywood Hypocrisy"}, "keywords": [{"name": "persons", "value": "KAZAN, ELIA"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "ACADEMY AWARDS (OSCARS)"}], "pub_date": "1999-02-28T00:00:00Z", "document_type": "article", "news_desk": "Editorial Desk", "section_name": "Opinion", "subsection_name": null, "byline": {"person": [{"qualifier": "Jr", "firstname": "Arthur", "lastname": "Schlesinger", "rank": 1, "role": "reported", "organization": ""}], "original": "By Arthur Schlesinger Jr"}, "type_of_material": "Op-Ed", "_id": "4fd209fe8eb7c8105d77658a", "word_count": 747, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1999/02/28/books/books-in-brief-nonfiction-416495.html", "snippet": "OSCAR WILDE'S AMERICA  Counterculture in the Gilded Age.  By Mary Warner Blanchard.  Yale University, $45.    In 1882, Oscar Wilde lectured across the United States, preaching the beauty and repose of estheticism, avoiding politics and inspiring a...", "lead_paragraph": "OSCAR WILDE'S AMERICA Counterculture in the Gilded Age. By Mary Warner Blanchard. Yale University, $45. In 1882, Oscar Wilde lectured across the United States, preaching the beauty and repose of estheticism, avoiding politics and inspiring a generation of restless women eager to transcend the rigid confines of mainstream Victorian culture. Mary Warner Blanchard's deft examination of the esthetic movement in the American decorative arts gives a portrait of an early women's movement, one that flourished briefly and quietly as the 19th century drew to a close. After the myth of the virile war hero was destroyed by the Civil War, but before the twin myths of imperialism and industrialism had taken root, the notion of American masculinity was ambiguous and insecure, Blanchard writes. It was in this implicitly feminized America that ''female esthetic visionaries'' found room to make their mark on the national decor. Women like the accomplished textile artist Candace Wheeler and the potter Mary Louise McLaughlin redefined the domestic arts; they had public careers and shed stiflingly corseted bodices in favor of loose, robelike ''esthetic dress'' and decorated their parlors like exotic theatrical sets. The relaxed boundaries between public and private worlds, between masculine and feminine roles, between (with a little help from opium) reality and dream were more than tolerable to many; women expanded their social limits, and the new freedoms also offered catharsis for a nation well aware that recovery from the Civil War was easier said than done. Eventually, however, esthetic ambitions, like the movement itself, were buried. Blanchard, an associate fellow at the Rutgers Center for Historical Analysis, resolves ''to rescue these women from their undeserved oblivion.'' It is unfortunate, then, that she finds it necessary to render one man as the guiding principle for her book and for the diverse and groundbreaking women whose cultural significance she is intent on illuminating. The lives chronicled in ''Oscar Wilde's America'' become merely symptomatic of larger phenomena, subject to the vicissitudes of history. In turn, the women themselves are consigned to remain figures who ''exemplified the impact of estheticism'' rather than authentic creative talents. Christina Cho", "abstract": "Christina Cho reviews book Oscar Wilde's America: Counterculture in the Gilded Age by Mary Warner Blanchard (M)", "print_page": "16", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "BOOKS IN BRIEF: NONFICTION"}, "keywords": [{"name": "creative_works", "value": "OSCAR WILDE'S AMERICA: COUNTERCULTURE IN THE GILDED AGE (BOOK)"}, {"name": "persons", "value": "BLANCHARD, MARY WARNER"}, {"name": "subject", "value": "REVIEWS"}, {"name": "subject", "value": "BOOKS AND LITERATURE"}], "pub_date": "1999-02-28T00:00:00Z", "document_type": "article", "news_desk": "Book Review Desk", "section_name": "Arts; Books", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Christina", "rank": 1, "lastname": "Cho"}], "original": "By Christina Cho"}, "type_of_material": "Review", "_id": "4fd20db38eb7c8105d77e293", "word_count": 350, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1999/02/28/sports/baseball-alfonzo-willingly-goes-to-second-where-mets-need-him.html", "snippet": "Edgardo Alfonzo would like to know what the fuss is all about.    After all, it's not as if he hasn't played second base before. He did it in 1994 when a phenom named Rey Ordonez was promoted from Class A St. Lucie to Class AA Binghamton midway th...", "lead_paragraph": "Edgardo Alfonzo would like to know what the fuss is all about. After all, it's not as if he hasn't played second base before. He did it in 1994 when a phenom named Rey Ordonez was promoted from Class A St. Lucie to Class AA Binghamton midway through the season. Alfonzo had been the Binghamton shortstop, but he moved to second to make room for Ordonez.", "abstract": "New York Mets switch Edgardo Alfonzo from third base to second base; Robin Ventura will cover third base; switch is no problem for Alfonzo, who has played position before (M)", "print_page": "2", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Alfonzo Willingly Goes to Second, Where Mets Need Him", "kicker": "BASEBALL"}, "keywords": [{"name": "persons", "value": "VENTURA, ROBIN"}, {"name": "persons", "value": "ALFONZO, EDGARDO"}, {"name": "organizations", "value": "NEW YORK METS"}, {"name": "subject", "value": "BASEBALL"}], "pub_date": "1999-02-28T00:00:00Z", "document_type": "article", "news_desk": "Sports Desk", "section_name": "Sports", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Jason", "rank": 1, "lastname": "DIAMOS"}], "original": "By JASON DIAMOS"}, "type_of_material": "News", "_id": "4fd2098f8eb7c8105d7756b6", "word_count": 860, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1999/02/28/books/science-fiction.html", "snippet": "In DISTRACTION (Spectra/Bantam, $23.95) the estimable Bruce Sterling demonstrates why science fiction is such a difficult genre to get right. One of the inventors of cyberpunk, the stylistic and conceptual revolution that helped revitalize science...", "lead_paragraph": "In DISTRACTION (Spectra/Bantam, $23.95) the estimable Bruce Sterling demonstrates why science fiction is such a difficult genre to get right. One of the inventors of cyberpunk, the stylistic and conceptual revolution that helped revitalize science fiction in the 1980's, Sterling has gone on to imagine densely layered futures inhabited by quirkily obsessive characters in novels like ''Islands in the Net,'' ''Heavy Weather'' and ''Holy Fire.'' The mid-21st-century America that forms the backdrop for ''Distraction'' is as elaborately detailed as any near-future milieu in recent science fiction. Yet the very detail that Sterling has provided undercuts the story he wants to tell and reduces the players in the drama to bloodless puppets of the authorial imagination. Oscar Valparaiso, a brilliant political operative, is ''not exactly human,'' having been birthed in a vat by a black market ''embryo mill'' that fooled around with his DNA to enhance his powers of survival. The book opens at a moment of triumph: Oscar has masterminded the election to the Senate of an idiosyncratic architect named Alcott Bambakias.", "abstract": "Gerald Jonas reviews books Distraction by Bruce Sterling; Step into Chaos by William Shatner and Godshome by Robert Sheckley (M)", "print_page": "18", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Science Fiction"}, "keywords": [{"name": "creative_works", "value": "GODSHOME (BOOK)"}, {"name": "creative_works", "value": "STEP INTO CHAOS (BOOK)"}, {"name": "creative_works", "value": "DISTRACTION (BOOK)"}, {"name": "persons", "value": "SHECKLEY, ROBERT"}, {"name": "persons", "value": "STERLING, BRUCE"}, {"name": "persons", "value": "SHATNER, WILLIAM"}, {"name": "subject", "value": "REVIEWS"}, {"name": "subject", "value": "BOOKS AND LITERATURE"}], "pub_date": "1999-02-28T00:00:00Z", "document_type": "article", "news_desk": "Book Review Desk", "section_name": "Arts; Books", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Gerald", "rank": 1, "lastname": "Jonas"}], "original": "By Gerald Jonas"}, "type_of_material": "Review", "_id": "4fd20db38eb7c8105d77e27c", "word_count": 1095, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1999/02/28/nyregion/italian-family-celebrating-family.html", "snippet": "YOU don't have to be Italian-American to relate to this play,'' said the producer Lee Pope before last Saturday night's opening performance of ''The Gathering'' at the Schoolhouse in Croton Falls, N.Y.     Both Ms. Pope's words and the play by Ste...", "lead_paragraph": "YOU don't have to be Italian-American to relate to this play,'' said the producer Lee Pope before last Saturday night's opening performance of ''The Gathering'' at the Schoolhouse in Croton Falls, N.Y. Both Ms. Pope's words and the play by Steve Scionti and James Shanta are the epitome of a ''cliche coming true,'' as a lyric by Oscar Hammerstein 2d goes. It is almost as if Mr. Scionti, the play's solo performer, who was born and raised in Middletown, is a champion of truth in stereotype.", "abstract": null, "print_page": "16", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Italian Family Celebrating Family"}, "keywords": [], "pub_date": "1999-02-28T00:00:00Z", "document_type": "article", "news_desk": "Connecticut Weekly Desk", "section_name": "New York and Region", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Alvin", "rank": 1, "lastname": "KLEIN"}], "original": "By ALVIN KLEIN"}, "type_of_material": "News", "_id": "4fd20d788eb7c8105d77d89e", "word_count": 802, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1999/02/26/nyregion/public-lives.html", "snippet": "A Leader's Belief In Power of Words       ''When my wife is mad at me, I read love stories,'' said LECH WALESA, the former leader of the Solidarity movement in Poland, who helped pound the first big hole in the Communist bloc....", "lead_paragraph": "A Leader's Belief In Power of Words ''When my wife is mad at me, I read love stories,'' said LECH WALESA, the former leader of the Solidarity movement in Poland, who helped pound the first big hole in the Communist bloc.", "abstract": "Lech Walesa, former leader of Solidarity movement in Poland, visits New York Public Library as he nears end of 10-day American lecture tour; photo (S)", "print_page": "2", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "PUBLIC LIVES"}, "keywords": [{"name": "persons", "value": "WALESA, LECH"}, {"name": "glocations", "value": "POLAND"}, {"name": "organizations", "value": "NEW YORK PUBLIC LIBRARY"}, {"name": "organizations", "value": "SOLIDARITY"}], "pub_date": "1999-02-26T00:00:00Z", "document_type": "article", "news_desk": "Metropolitan Desk", "section_name": "New York and Region", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "James", "rank": 1, "lastname": "BARRON"}, {"firstname": "C.", "middlename": "J.", "lastname": "Satterwhite", "rank": 2, "role": "reported", "organization": ""}, {"organization": "", "role": "reported", "firstname": "Kimberly", "rank": 3, "lastname": "Stevens"}], "original": "By JAMES BARRON with C. J. Satterwhite and Kimberly Stevens"}, "type_of_material": "News", "_id": "4fd21e0e8eb7c8105d79f7f7", "word_count": 690, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1999/02/26/movies/pop-and-jazz-guide-505420.html", "snippet": "Here is a selective listing by critics of The Times of new or noteworthy pop and jazz concerts in New York City this weekend. * denotes a highly recommended concert.     * DAVE ALVIN AND ROBBIE FULKS, Bowery Ballroom, 6 Delancey Street, at the Bow...", "lead_paragraph": "Here is a selective listing by critics of The Times of new or noteworthy pop and jazz concerts in New York City this weekend. * denotes a highly recommended concert. * DAVE ALVIN AND ROBBIE FULKS, Bowery Ballroom, 6 Delancey Street, at the Bowery, Lower East Side, (212) 533-2111. Deep affection for the rockabilly twang carried Dave Alvin and Robbie Fulks in different directions. Mr. Alvin looks at outcasts, lovers and criminals, setting his narratives in tunes that aim for classic American simplicity while his words detail an uncertain moral landscape. Robbie Fulks applies his craftsmanship to country tunes, folk-rock and Beatles-style pop, packing the familiar styles with ambitious twists and lyrics that can be savage or desperate. While his characters might be borderline sociopaths, Mr. Fulks's impeccable band and his knee-pumping exuberance turn their troubles into a good time. Lily Montero opens tonight at 9; admission is $12 (Jon Pareles).", "abstract": null, "print_page": "32", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "POP AND JAZZ GUIDE"}, "keywords": [], "pub_date": "1999-02-26T00:00:00Z", "document_type": "article", "news_desk": "Movies, Performing Arts/Weekend Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": null, "type_of_material": "Schedule", "_id": "4fd209ff8eb7c8105d776625", "word_count": 2907, "slideshow_credits": null}]}, "status": "OK", "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}