{"response": {"meta": {"hits": 176, "time": 22, "offset": 80}, "docs": [{"web_url": "http://www.nytimes.com/1999/02/09/world/death-of-a-king-leaders-who-paid-tribute-to-king.html", "snippet": "Following is a partial list of world leaders and others who attended the funeral of King Hussein yesterday:...", "lead_paragraph": "Following is a partial list of world leaders and others who attended the funeral of King Hussein yesterday:", "abstract": "Partial list of world leaders and others who attended funeral of Jordan's King Hussein", "print_page": "11", "blog": [], "source": "Reuters", "multimedia": [], "headline": {"main": "Leaders Who Paid Tribute To King", "kicker": "DEATH OF A KING"}, "keywords": [{"name": "persons", "value": "HUSSEIN I"}, {"name": "glocations", "value": "JORDAN"}, {"name": "subject", "value": "ROYAL FAMILY"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}], "pub_date": "1999-02-09T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": null, "type_of_material": "List", "_id": "52b8779438f0d86bcb2a540c", "word_count": "374", "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1999/02/08/arts/opera-review-wilde-with-shades-of-mahler-and-strauss.html", "snippet": "When this native Wisconsinite decamped for New York three decades ago, Milwaukee remained a solidly, not to say stolidly, Germanic city, with strong representations of the cultures of Eastern Europe. It has since become a much livelier place and d...", "lead_paragraph": "When this native Wisconsinite decamped for New York three decades ago, Milwaukee remained a solidly, not to say stolidly, Germanic city, with strong representations of the cultures of Eastern Europe. It has since become a much livelier place and developed an unexpected fascination with Ireland, manifested in summer festivals on Irish themes. Now comes the city's second annual International Arts Festival, centering on the culture of Ireland (Germany, of course, having been seen to last year). In addition, Milwaukee, once slow to emerge from the musical shadow of Chicago, has evidently developed a forward-looking interest in opera. The festival's centerpiece this year is opera: the United States premiere of Lowell Liebermann's ''Picture of Dorian Gray'' by the Florentine Opera Company, the premiere of Richard Wargo's ''Ballymore'' by the Skylight Opera Theater and related events including a symposium on contemporary opera, all of which came together over the weekend.", "abstract": "James R Oestreich reviews United States premiere of Lowell Liebermann's Picture of Dorian Gray by Florentine Opera Company at International Arts Festival in Milwaukee, Wis; photo (M)", "print_page": "5", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Wilde With Shades Of Mahler and Strauss", "kicker": "OPERA REVIEW"}, "keywords": [{"name": "creative_works", "value": "PICTURE OF DORIAN GRAY, THE (OPERA)"}, {"name": "persons", "value": "LIEBERMANN, LOWELL"}, {"name": "organizations", "value": "FLORENTINE OPERA"}, {"name": "subject", "value": "REVIEWS"}, {"name": "subject", "value": "INTERNATIONAL ARTS FESTIVAL (MILWAUKEE, WIS)"}, {"name": "subject", "value": "OPERA"}], "pub_date": "1999-02-08T00:00:00Z", "document_type": "article", "news_desk": "The Arts/Cultural Desk", "section_name": "Arts", "subsection_name": null, "byline": {"person": [{"firstname": "James", "middlename": "R.", "lastname": "OESTREICH", "rank": 1, "role": "reported", "organization": ""}], "original": "By JAMES R. OESTREICH"}, "type_of_material": "Review", "_id": "4fd218908eb7c8105d7958bd", "word_count": 958, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1999/02/08/world/death-of-a-king-leaders-expected-at-the-rites-today.html", "snippet": "Following is a partial list of world leaders and others who are expected to attend King Hussein's funeral on Monday:      Austria -- President Thomas Klestil....", "lead_paragraph": "Following is a partial list of world leaders and others who are expected to attend King Hussein's funeral on Monday: Austria -- President Thomas Klestil.", "abstract": "Partial list of world leaders and others expected to attend funeral of Jordan's King Hussein", "print_page": "12", "blog": [], "source": "AP", "multimedia": [], "headline": {"main": "Leaders Expected at the Rites Today", "kicker": "DEATH OF A KING"}, "keywords": [{"name": "persons", "value": "HUSSEIN I, KING OF HASHEMITE JORDAN"}, {"name": "glocations", "value": "JORDAN"}], "pub_date": "1999-02-08T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": null, "type_of_material": "List", "_id": "52b8779138f0d86bcb2a5405", "word_count": "356", "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1999/02/07/theater/dance-using-dance-to-bring-oklahoma-up-to-date.html", "snippet": "DESPITE the downpours of a British summer, it was a ''beautiful mornin' '' for the choreographer Susan Stroman when she woke to the enthusiastic reviews of the revival of ''Oklahoma!'' at the Royal National Theater in London last July. Almost ever...", "lead_paragraph": "DESPITE the downpours of a British summer, it was a ''beautiful mornin' '' for the choreographer Susan Stroman when she woke to the enthusiastic reviews of the revival of ''Oklahoma!'' at the Royal National Theater in London last July. Almost everyone declared that the show really deserved its exclamation mark and that Ms. Stroman, a two-time Tony Award winner, was a prime participant in making this new version a hit. ''The most striking innovation is Susan Stroman's choreography,'' wrote John Gross in The Sunday Telegraph.", "abstract": "Hilary Ostlere interview with choreographer Susan Stroman on her work on British revival of play Oklahoma!; photos (M)", "print_page": "31", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Using Dance to Bring 'Oklahoma!' Up to Date", "kicker": "DANCE"}, "keywords": [{"name": "creative_works", "value": "OKLAHOMA (PLAY)"}, {"name": "persons", "value": "STROMAN, SUSAN"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}, {"name": "subject", "value": "THEATER"}], "pub_date": "1999-02-07T00:00:00Z", "document_type": "article", "news_desk": "Arts and Leisure Desk", "section_name": "Arts; Theater", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Hilary", "rank": 1, "lastname": "OSTLERE"}], "original": "By HILARY OSTLERE"}, "type_of_material": "News", "_id": "4fd1e7fa8eb7c8105d735905", "word_count": 1897, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1999/02/07/magazine/what-did-you-do-in-the-war-mama.html", "snippet": "By 3 in the afternoon of Jan. 12, 1981, the village of El Limon had been burned to the ground. That morning, soldiers of El Salvador's National Guard had entered the village, 50 mud houses in the jungle on the side of a mountain, an hour's walk up...", "lead_paragraph": "By 3 in the afternoon of Jan. 12, 1981, the village of El Limon had been burned to the ground. That morning, soldiers of El Salvador's National Guard had entered the village, 50 mud houses in the jungle on the side of a mountain, an hour's walk up a rutted dirt-and-stone road from the nearest town. They burned the houses, shot the adults and set one old woman on fire. El Limon is in the province of Morazan, one of two where the Marxist guerrillas were strongest. Two days before, the guerrillas had begun a nationwide offensive, and the military reacted with aerial and ground attacks on villages like El Limon, even though El Limon had no combatants. The military, as the United Nations-sponsored Commission on the Truth in El Salvador concluded 12 years later, was engaged in ''a deliberate strategy of eliminating or terrifying the peasant population in areas where the guerrillas were active. . . . [T]he deliberate, systematic and indiscriminate violence against the peasant population in areas of military operations went on for years.'' From a guerrilla camp in the fold of the next mountain over from El Limon, Felipa Diaz stood in impotent horror as gunshots crackled and smoke rose from the village -- her village, where three of her five children lived with their father and his parents. Felipa had joined the guerrillas a few months before, after soldiers killed her father in his house. She carried a gun and worked as a medic and had with her her oldest son, German, who was 12, and her infant daughter, Lupita.", "abstract": "Tina Rosenberg article on the thousands of children who 'disappeared' during El Salvador's 12-year civil war and who are now growing up to face the truth about their past and reclaim their families, if possible; says reunions can be happy occasions but also wrenching and disruptive ones for the children and their adoptive parents, most of whom believed their children were genuninely orphaned or abandoned, not stolen by government soldiers; notes that families get help only from a few organizations like Pro-Busqueda, since in El Salvador there are no trials, no reparations paid by Government and no officials attempt to find out what happened to those who died or vanished; photos (L)", "print_page": "52", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "What Did You Do in the War, Mama?"}, "keywords": [{"name": "glocations", "value": "EL SALVADOR"}, {"name": "organizations", "value": "PRO-BUSQUEDA"}, {"name": "subject", "value": "CHILDREN AND YOUTH"}, {"name": "subject", "value": "ADOPTIONS"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}], "pub_date": "1999-02-07T00:00:00Z", "document_type": "article", "news_desk": "Magazine Desk", "section_name": "Magazine", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Tina", "rank": 1, "lastname": "Rosenberg"}], "original": "By Tina Rosenberg"}, "type_of_material": "News", "_id": "4fd1f4028eb7c8105d74ca52", "word_count": 8067, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1999/02/07/nyregion/on-the-towns-going-out.html", "snippet": "An opinionated guide to cultural and recreational goings-on around the state this week. Items may be submitted by mail to On the Towns, Sunday New Jersey Section, The New York Times, 229 West 43d Street, New York, N.Y. 10036; by fax to (212) 556-7...", "lead_paragraph": "An opinionated guide to cultural and recreational goings-on around the state this week. Items may be submitted by mail to On the Towns, Sunday New Jersey Section, The New York Times, 229 West 43d Street, New York, N.Y. 10036; by fax to (212) 556-7219, or by e-mail to njtowns@nytimes.com. MUSIC", "abstract": null, "print_page": "13", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "GOING OUT", "kicker": "ON THE TOWNS"}, "keywords": [], "pub_date": "1999-02-07T00:00:00Z", "document_type": "article", "news_desk": "New Jersey Weekly Desk", "section_name": "New York and Region", "subsection_name": null, "byline": null, "type_of_material": "Schedule", "_id": "4fd1f4028eb7c8105d74ca53", "word_count": 3637, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1999/02/07/nyregion/can-harlem-s-heritage-be-saved-many-jewels-its-vibrant-past-are-gone-now-some.html", "snippet": "IN 1976, Josephine E. Jones set eyes on stained-glass windows, carved cherry bannisters and Minton tiles in a Queen Anne-style row house at 137 West 122d Street in Harlem, and she knew it was the home she had dreamed of owning. The detailing was a...", "lead_paragraph": "IN 1976, Josephine E. Jones set eyes on stained-glass windows, carved cherry bannisters and Minton tiles in a Queen Anne-style row house at 137 West 122d Street in Harlem, and she knew it was the home she had dreamed of owning. The detailing was a signature of Francis H. Kimball, one of New York's leading turn-of-the-century architects, and the street was once known locally as Doctors' Row. Mrs. Jones had made her way north from Greenville, S.C., where her father, a cotton sharecropper, worked for a white landowner with an expansive Victorian estate. Though Mrs. Jones's family had lived in a tiny shack without running water, she remembered playing in the Victorian house and fantasizing about owning one as grand.", "abstract": "Preservationists urge city to grant landmark status to historic properties in Harlem so that owners can qualify for special grants and low-interst loans for restoration work and so that alterations that would compromise a building's historic integrity can be prevented; face not only the normal difficulties attached to landmarking but also obstacles arising from Harlem's own economic and social dynamics; Michael Henry Adams, preservationist, says Landmark Preservation Commission has neglected buildings above 96th Street; photos of some landmarked buildings in Harlem and some illustrious buildings that have been lost; map shows areas targeted by preservation for landmark status (L)", "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Can Harlem's Heritage Be Saved?; Many Jewels of Its Vibrant Past Are Gone. Now Some Residents Are Fighting to Landmark the Rest."}, "keywords": [{"name": "persons", "value": "ADAMS, MICHAEL HENRY"}, {"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "HARLEM (NYC)"}, {"name": "organizations", "value": "LANDMARKS PRESERVATION COMMISSION"}, {"name": "subject", "value": "HISTORIC BUILDINGS AND SITES"}], "pub_date": "1999-02-07T00:00:00Z", "document_type": "article", "news_desk": "The City Weekly Desk", "section_name": "New York and Region", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Nina", "rank": 1, "lastname": "SIEGAL"}], "original": "BY NINA SIEGAL"}, "type_of_material": "News", "_id": "4fd1f8ef8eb7c8105d7558b9", "word_count": 2689, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1999/02/07/sports/the-boating-report-a-sailor-s-dream-exceeds-his-difficulties-in-a-solo-race.html", "snippet": "Where's Fedor? The whereabouts of Fedor Konioukhov, the Russian solo competitor, was beginning to consume officials of the Around Alone single-handed yacht race. More explorer than sailor, more artist than racer, Konioukhov had brought up the rear...", "lead_paragraph": "Where's Fedor? The whereabouts of Fedor Konioukhov, the Russian solo competitor, was beginning to consume officials of the Around Alone single-handed yacht race. More explorer than sailor, more artist than racer, Konioukhov had brought up the rear of the 15-boat fleet almost from the day the 27,000-mile, nine-month competition began last Sept. 26 from Charleston, S.C. Now, Around Alone organizers seem to have solved their Konioukhov conundrum. The Russian, who had officially withdrawn from the race last weekend, announced last Tuesday his intention to complete his solo circumnavigation. Citing the support that he would continue to receive from the race communications sponsor, Comsat Mobile Communications, Konioukhov was set to embark on the next leg of his voyage soon after yesterday's official start of Leg 3 from Auckland, New Zealand, to Punte del Este, Uruguay.", "abstract": "Fedor Konioukhov's position in Around Alone race discussed (S)", "print_page": "12", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "A Sailor's Dream Exceeds His Difficulties in a Solo Race", "kicker": "THE BOATING REPORT"}, "keywords": [{"name": "persons", "value": "KONIOUKHOV, FEDOR"}, {"name": "subject", "value": "AROUND ALONE"}, {"name": "subject", "value": "AROUND-THE-WORLD TRIPS"}, {"name": "subject", "value": "BOATS AND BOATING"}], "pub_date": "1999-02-07T00:00:00Z", "document_type": "article", "news_desk": "Sports Desk", "section_name": "Sports", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By SUSAN B. ADAMS"}, "type_of_material": "News", "_id": "4fd223d48eb7c8105d7a9c81", "word_count": 922, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1999/02/07/magazine/style-shirley-you-jest.html", "snippet": "My mother always warned me about Shirley MacLaine. She was the only movie star my mom truly mistrusted; I recently asked her about the source of this wariness, and it came down to Shirley's thatchy, Mercurochrome-red hair. ''She's just too perky,'...", "lead_paragraph": "My mother always warned me about Shirley MacLaine. She was the only movie star my mom truly mistrusted; I recently asked her about the source of this wariness, and it came down to Shirley's thatchy, Mercurochrome-red hair. ''She's just too perky,'' my mom explained. I understood completely; in her early days, as the squinty, gamine-tressed star of such hits as ''The Apartment'' and ''Irma La Douce,'' Shirley seemed like America's official kid sister, a twinkling tomboy forever wavering between a crooked grin and artfully lighted tears. ''Sweet Charity'' represents the peak of MacLaine's pixie/prostitute roles, enshrining her image as a hopeful, slightly knock-kneed sprite in a slim black sheath. MacLaine broke through as a dancer in 1954, leaping from the chorus to replace an ailing lead in ''The Pajama Game'' on Broadway. Her subsequent film roles included a roster of well-scrubbed hookers, kept women, geishas and Parisienne can-can floozies; she made selling sex seem oddly freckle-faced, like a Kelly Girl career for the farmer's daughter. As the only female allowed into the Rat Pack, Sinatra and his cohorts protected her, treating her like a sidekick and mascot rather than a possible babe. Her eternally romantic ''dance-hall hostess,'' Charity Hope Valentine, was leggy and available without ever seeming soiled, a cheerleader in a cocktail dress. Audrey Hepburn, living off rich men as Holly Golightly in ''Breakfast at Tiffany's,'' was the most elegant courtesan imaginable, in effortless Givenchy; Shirley's good-time girl was more of a toned Raggedy Ann.", "abstract": "Paul Rudnick article recalls Shirley MacLaine's 'pixie-prostitute' role in Sweet Charity, Bob Fosse's 1969 film; photos (M)", "print_page": "65", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Style; Shirley, You Jest"}, "keywords": [{"name": "creative_works", "value": "SWEET CHARITY (MOVIE)"}, {"name": "persons", "value": "FOSSE, BOB"}, {"name": "persons", "value": "MACLAINE, SHIRLEY"}, {"name": "subject", "value": "THEATER"}], "pub_date": "1999-02-07T00:00:00Z", "document_type": "article", "news_desk": "Magazine Desk", "section_name": "Theater; Magazine", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Paul", "rank": 1, "lastname": "Rudnick"}], "original": "By Paul Rudnick"}, "type_of_material": "News", "_id": "4fd1f8ef8eb7c8105d7558c5", "word_count": 785, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1999/02/07/nyregion/music-for-jazz-and-classics-a-foursome.html", "snippet": "THE bass player Avery Sharpe and his brother, Kevin Sharpe, a drummer, join forces with the cellist Harry Clark and the pianist Sanda Schuldmann in a program of jazz and classical music at The Bushnell in Hartford this afternoon.     The Sharpes w...", "lead_paragraph": "THE bass player Avery Sharpe and his brother, Kevin Sharpe, a drummer, join forces with the cellist Harry Clark and the pianist Sanda Schuldmann in a program of jazz and classical music at The Bushnell in Hartford this afternoon. The Sharpes will present jazz improvisations, while the Clark-Schuldmann duo plays Astor Piazzolla's ''Grand Tango.'' Together the foursome tackles Claude Bolling's ''Suite for Quartet'' and Avery Sharpe's ''Oscar Pettiford Suite.'' At 2:15 (the concert begins at 3 o'clock), Harry Clark and Avery Sharpe will talk about the connections between jazz and classical music.", "abstract": "Robert Sherman previews musical concert scene in Connecticut; photo of trumpeter James Hamlin (M)", "print_page": "13", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "For Jazz and Classics, a Foursome", "kicker": "MUSIC"}, "keywords": [{"name": "persons", "value": "HAMLIN, JAMES"}, {"name": "glocations", "value": "CONNECTICUT"}, {"name": "subject", "value": "MUSIC"}], "pub_date": "1999-02-07T00:00:00Z", "document_type": "article", "news_desk": "Connecticut Weekly Desk", "section_name": "New York and Region", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Robert", "rank": 1, "lastname": "SHERMAN"}], "original": "By ROBERT SHERMAN"}, "type_of_material": "News", "_id": "4fd20dbb8eb7c8105d77e6d3", "word_count": 806, "slideshow_credits": null}]}, "status": "OK", "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}