{"response": {"meta": {"hits": 176, "time": 32, "offset": 60}, "docs": [{"web_url": "http://www.nytimes.com/1999/02/14/nyregion/on-the-towns-going-out.html", "snippet": "An opinionated guide to cultural and recreational goings-on around the state this week. Items may be submitted by mail to On the Towns, Sunday New Jersey Section, The New York Times, 229 West 43d Street, New York, N.Y. 10036; by fax to (212) 556-7...", "lead_paragraph": "An opinionated guide to cultural and recreational goings-on around the state this week. Items may be submitted by mail to On the Towns, Sunday New Jersey Section, The New York Times, 229 West 43d Street, New York, N.Y. 10036; by fax to (212) 556-7219, or by e-mail to njtowns@nytimes.com.", "abstract": null, "print_page": "12", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "GOING OUT", "kicker": "ON THE TOWNS"}, "keywords": [], "pub_date": "1999-02-14T00:00:00Z", "document_type": "article", "news_desk": "New Jersey Weekly Desk", "section_name": "New York and Region", "subsection_name": null, "byline": null, "type_of_material": "Schedule", "_id": "4fd218958eb7c8105d795c0e", "word_count": 5249, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1999/02/13/opinion/and-the-road-runner-fosters-disrespect-for-speed-limits.html", "snippet": "CONFIDENTIAL INTERNAL REPORT! READ AND DESTROY!    To: The Reverend Jerry Falwell...", "lead_paragraph": "CONFIDENTIAL INTERNAL REPORT! READ AND DESTROY! To: The Reverend Jerry Falwell", "abstract": "Jeff MacGregor Op-Ed article mocks Rev Jerry Falwell's claim that purple Teletubby is surreptitious agent for homosexuals; alerts Falwell to threats from red, yellow and green Teletubbies and from same-sex couples like Bert and Ernie, not to mention Magilla Gorilla as possible Antichrist (S)", "print_page": "19", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "And the Road Runner Fosters Disrespect for Speed Limits"}, "keywords": [{"name": "creative_works", "value": "TELETUBBIES (TV PROGRAM)"}, {"name": "persons", "value": "FALWELL, JERRY"}, {"name": "subject", "value": "TELEVISION"}, {"name": "subject", "value": "HOMOSEXUALITY"}], "pub_date": "1999-02-13T00:00:00Z", "document_type": "article", "news_desk": "Editorial Desk", "section_name": "Opinion", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Jeff", "rank": 1, "lastname": "MacGregor"}], "original": "By Jeff MacGregor"}, "type_of_material": "Op-Ed", "_id": "4fd20d868eb7c8105d77e06f", "word_count": 677, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1999/02/13/world/waves-from-brazilian-economic-crisis-pound-a-uruguayan-beach-resort.html", "snippet": "World War II and the Spanish Civil War devastated much of Europe, but this breezy corner of Uruguay's coastline prospered from a flock of well-heeled exiles who came here to escape.    The 1970's and 80's brought death squads and hyperinflation to...", "lead_paragraph": "World War II and the Spanish Civil War devastated much of Europe, but this breezy corner of Uruguay's coastline prospered from a flock of well-heeled exiles who came here to escape. The 1970's and 80's brought death squads and hyperinflation to the Southern Cone, but when Argentina's rich whisked their capital out of Buenos Aires they brought it to Punta del Este and sunk it into the mansions and condominiums that made this sprawling resort South America's answer to Miami Beach, the Hamptons and the French Riviera.", "abstract": "Punta del Este, upscale Uruguayan beach resort, is feeling impact of Brazil's economic crisis; Brazilian tourists are cancelling and Argentinians cutting back on stays; some Argentinians are switching to Brazilian beach resorts, lured by Brazilian currency devaluation; city's elite fears slump will speed shift away from dependence on long summer rentals by Argentinians; weighs bid for American tourists; map (M)", "print_page": "6", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Waves From Brazilian Economic Crisis Pound a Uruguayan Beach Resort"}, "keywords": [{"name": "glocations", "value": "BRAZIL"}, {"name": "glocations", "value": "URUGUAY"}, {"name": "glocations", "value": "PUNTA DEL ESTE (URUGUAY)"}, {"name": "subject", "value": "CURRENCY"}, {"name": "subject", "value": "ECONOMIC CONDITIONS AND TRENDS"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}], "pub_date": "1999-02-13T00:00:00Z", "document_type": "article", "news_desk": "Foreign Desk", "section_name": "World", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Clifford", "rank": 1, "lastname": "KRAUSS"}], "original": "By CLIFFORD KRAUSS"}, "type_of_material": "News", "_id": "4fd218968eb7c8105d795ca4", "word_count": 968, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1999/02/13/sports/boxing-remember-leonard-hearns-fight-in-81-this-title-bout-is-its-era-s-version.html", "snippet": "Oscar De La Hoya and his promoter, Bob Arum, have said that Saturday's fight against Ike Quartey is the first significant welterweight bout since the Sugar Ray Leonard-Tommy Hearns fight in 1981.    Leonard and Hearns had one defeat between them -...", "lead_paragraph": "Oscar De La Hoya and his promoter, Bob Arum, have said that Saturday's fight against Ike Quartey is the first significant welterweight bout since the Sugar Ray Leonard-Tommy Hearns fight in 1981. Leonard and Hearns had one defeat between them -- Leonard had lost to Roberto Duran -- and each had a world title -- Leonard was the World Boxing Council champion and Hearns was the World Boxing Association champion.", "abstract": "Oscar De La Hoya and his promoter Bob Arum liken upcomoing bout against Ike Quarrey to Sugar Ray Leonard-Tommy Hearns fight in 1981 (S)", "print_page": "7", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Remember Leonard-Hearns Fight in '81? This Title Bout Is Its Era's Version", "kicker": "BOXING"}, "keywords": [{"name": "persons", "value": "HEARNS, TOMMY"}, {"name": "persons", "value": "DE LA HOYA, OSCAR"}, {"name": "persons", "value": "QUARREY, IKE"}, {"name": "persons", "value": "LEONARD, SUGAR RAY"}, {"name": "persons", "value": "ARUM, BOB"}, {"name": "subject", "value": "BOXING"}], "pub_date": "1999-02-13T00:00:00Z", "document_type": "article", "news_desk": "Sports Desk", "section_name": "Sports", "subsection_name": null, "byline": {"person": [{"firstname": "Timothy", "middlename": "W.", "lastname": "SMITH", "rank": 1, "role": "reported", "organization": ""}], "original": "By TIMOTHY W. SMITH"}, "type_of_material": "News", "_id": "4fd1f8f28eb7c8105d755ab4", "word_count": 767, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1999/02/12/arts/family-fare-the-bronx-bittersweet.html", "snippet": "You don't have to live in the northernmost borough of New York City to appreciate ''El Bronx Remembered,'' the latest production by the Urban Youth Theater. Nor do you have to speak Spanish. Adapted from Nicholasa Mohr's fiction collection of the ...", "lead_paragraph": "You don't have to live in the northernmost borough of New York City to appreciate ''El Bronx Remembered,'' the latest production by the Urban Youth Theater. Nor do you have to speak Spanish. Adapted from Nicholasa Mohr's fiction collection of the same title, the play deals with Puerto Rican immigrants who hope that America will be their first stop on the way to success. But the dreams the characters chase -- from the first snowfall to a stylish pair of shoes -- are ones that all young theatergoers can understand. The hourlong production dramatizes three stories from Ms. Mohr's work. ''A New Window Display'' focuses on fifth graders morbidly fascinated by the photographs of the deceased in the local funeral parlor window. ''A Very Special Pet'' takes place in the home of the Fernandez children, whose mother decides that Joncrofo, a mangy hen named after Joan Crawford, would do better as a dinner entree than as a companion. And ''Shoes for Hector'' examines the feelings of a high school valedictorian forced to wear his uncle's hideous gift to his graduation.", "abstract": null, "print_page": "43", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "The Bronx, Bittersweet", "kicker": "FAMILY FARE"}, "keywords": [], "pub_date": "1999-02-12T00:00:00Z", "document_type": "article", "news_desk": "Leisure/Weekend Desk", "section_name": "Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Laurel", "rank": 1, "lastname": "Graeber"}], "original": "By Laurel Graeber"}, "type_of_material": "News", "_id": "4fd1f8ee8eb7c8105d7557a0", "word_count": 932, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1999/02/12/opinion/on-my-mind-la-commedia-e-finita.html", "snippet": "Ah, what a pity, what a pity -- the Senate performance is ending when we are still enjoying the artistry of turning a national drama into comedy.     That was difficult to achieve, turning Hamlet's soliloquy into a Grouchoian shtick, but they did ...", "lead_paragraph": "Ah, what a pity, what a pity -- the Senate performance is ending when we are still enjoying the artistry of turning a national drama into comedy. That was difficult to achieve, turning Hamlet's soliloquy into a Grouchoian shtick, but they did it. It took all the Senate's self-adoration and pomposity, all its arthritic 18th-century regulations and the talent to switch between treating them as biblical pronouncements and discarding them as garbage, all its loose-jointed ability to kneel before political pressure, all its tradition of talking bipartisanship while practicing gang warfare. There were brave senators, but as a body they marched to nowhere with a practiced rhythm not seen since the glory days of the Rockettes. But of course they could not put together all by themselves this demonstration of simultaneously ducking, weaving and blabbering into the oblivion of evasion. Performance and artistes were organized and put on stage by the majestic theatrical skills, by which he governs, of the man senators harrumph as William Jefferson Clinton. You see, the whole Senate song-and-dance was a plot created by Bill William Jefferson after the House sent its act of indictment to the Senate for verdict. Now, I have no reliable sources for this. I do not even have the spokesman sources tax-paid to pass on information to the public. (Now we in the press routinely allow spokesmen the anonymity that would have driven me into paroxysms of snarls when I was an editor.) But I have something better -- my own brain. Brain tells me that surely the senators could not have learned all those neat tricks themselves. Republican leaders must have been taught the idiocy of preventing some of the most important witnesses from testifying, even on tape -- like the Presidential secretary who could have cleared up the question as to how much he coached her about how he and Monica were never alone. Surely members of both parties could not have learned at their mamas' knees how to demand privacy of voting but rush to the corridor microphones to announce what they said and how they voted. Certainly it was not Democratic genetics to renounce the ethical meaning of everything they had said about no man being above the law and all that jazz. Brain says only one man in the country had the theatrical genius to do all that, Bill W. J. The man had similar hits before. In his Playbill listing are the bland baby-faced demonstrations of double-crossing the victims of human rights in China and Tibet and Africa, crossing the high wire between saying he would never send American troops into Bosnia and now keeping them there indefinitely, and the cool gall to give a long State of the Union barely mentioning Iraq or anything but a few cliches about other matters of foreign affairs. And then there is the Oscar of fighting legislation against religious persecution abroad while marching into church with his very own Bible every week. This man is good. So for some weeks the Senate conducted what was neither a trial nor a hearing nor ''Entertainment Tonight.'' Oh, poor Chief Justice Rehnquist, how his stomach must have churned the while. Then, hear ye, they became ready to decide that a President who risked the Presidency to scratch his itches on a junior employee, who lied and lied, who commanded a cover-up in what is generally known as obstruction of justice, was guilty of nothing. But however Congress failed, it was President Clinton who did what he did and lied as he lied. It was he who put America through hell, not Congress. Just as a Presidential kleptomaniac out of control, or a practicing drug addict, he risked the honor and stability of the Presidency. But, no escape from it, the American majority did not want him punished, and goodness, the Senate cannot offend the majority, can it? I do not think America would collapse, whatever the verdict. Mr. Clinton may break his promises about religious and secular human rights, and the fate of U.S. troops and security, but in the past couple of years my life and belief in America have been enriched by the number of Americans I hear from who will not forget. ''La commedia e finita,'' the clown Canio in ''Pagliacci'' cries to watching peasants after he stabs his wife to death. The peasants then dispersed; we won't.", "abstract": null, "print_page": "27", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "On My Mind; La Commedia e Finita"}, "keywords": [], "pub_date": "1999-02-12T00:00:00Z", "document_type": "article", "news_desk": "Editorial Desk", "section_name": "Opinion", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By A. M. ROSENTHAL"}, "type_of_material": "Op-Ed", "_id": "4fd1f8ee8eb7c8105d7557a4", "word_count": 730, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1999/02/12/classified/paid-notice-deaths-chudnowsky-oscar.html", "snippet": "CHUDNOWSKY-Oscar. Died on February 6th at the age of 91. A renowned bookseller. He knew and loved books. He started in the 1920's among the colorful characters selling used and rare books on 4th Avenue. In 1962, in Huntington, Long Island, he open...", "lead_paragraph": "CHUDNOWSKY-Oscar. Died on February 6th at the age of 91. A renowned bookseller. He knew and loved books. He started in the 1920's among the colorful characters selling used and rare books on 4th Avenue. In 1962, in Huntington, Long Island, he opened Oscar's Literary Emporium, the subject of articles in Newsday and The New York Times. A colorful character himself, he attracted writers and readers to the store and built lasting friendships with customers and the young people he employed. He was a man of rare generosity. He is survived by Ida, his wife of 69 years, his sister-in-law Rena Kaplan, three nieces, Hoda Kaplan, Laura Kaplan, and Sandra Nerzig and many old and dear friends, especially Edith & Murray Cartan and Fran & Larry Silkes. A memorial service will be held at noon on March 7 at the Walt Whitman birthplace, 246 Walt Whitman Rd, Huntington Sta, 516-427-5240.", "abstract": null, "print_page": "11", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Paid Notice: Deaths  CHUDNOWSKY, OSCAR"}, "keywords": [{"name": "persons", "value": "CHUDNOWSKY, OSCAR"}], "pub_date": "1999-02-12T00:00:00Z", "document_type": "article", "news_desk": "Classified", "section_name": "Paid Death Notices", "subsection_name": null, "byline": null, "type_of_material": "Paid Death Notice", "_id": "4fd20db88eb7c8105d77e497", "word_count": 150, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1999/02/12/movies/with-sizzling-tangos-who-needs-a-plot.html", "snippet": "It's no slight to the lovers seen in Carlos Saura's thrilling ''Tango'' to say that the kissing seen here is less torrid than the dancing. As in ''Flamenco,'' Mr. Saura means to capture the essence of a dazzling dance tradition, and he does so in ...", "lead_paragraph": "It's no slight to the lovers seen in Carlos Saura's thrilling ''Tango'' to say that the kissing seen here is less torrid than the dancing. As in ''Flamenco,'' Mr. Saura means to capture the essence of a dazzling dance tradition, and he does so in a film that wafts dreamily through countless forms of tango magic. As shot by Vittorio Storaro with all the nuance and fluidity such an undertaking demands, ''Tango'' offers transfixingly beautiful glimpses of the dance and all the wide range of emotions it can conjure. This Argentinian-Spanish co-production is a very deserving recipient of a best foreign film Oscar nomination this year. Mr. Saura doesn't need much of a plot here, not with Mr. Storaro's visual agility and the spirit of an ''All That Jazz'' to capture the spirit of the dance and its erotic energy. All he needs is a moody central character -- a director, of course -- who starts to plan an elaborate tango production while his ideas visibly unfold around him.", "abstract": null, "print_page": "29", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "With Sizzling Tangos, Who Needs a Plot?"}, "keywords": [{"name": "creative_works", "value": "TANGO (MOVIE)"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "REVIEW"}], "pub_date": "1999-02-12T00:00:00Z", "document_type": "article", "news_desk": "Movies, Performing Arts/Weekend Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Janet", "rank": 1, "lastname": "MASLIN"}], "original": "By JANET MASLIN"}, "type_of_material": "Review", "_id": "4fd217388eb7c8105d792856", "word_count": 589, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1999/02/12/sports/boxing-there-s-no-fury-like-that-of-a-fighter-scorned.html", "snippet": "Two days before the biggest fight of his career, a 12-round championship bout against Oscar De La Hoya, Ike Quartey has gone into a self-imposed exile. He has shut out the world while he stokes the fury for Oscar De La Hoya.    ''Ike Quartey had a...", "lead_paragraph": "Two days before the biggest fight of his career, a 12-round championship bout against Oscar De La Hoya, Ike Quartey has gone into a self-imposed exile. He has shut out the world while he stokes the fury for Oscar De La Hoya. ''Ike Quartey had a very bad 1998,'' Dino Duva, Quartey's promoter, said today. ''Pernell Whitaker, Felix Trinidad and Oscar De La Hoya all pulled out of fights against him. They were all scheduled to fight him. We always said God help the next guy who gets in the ring with him.''", "abstract": null, "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "There's No Fury Like That of a Fighter Scorned", "kicker": "BOXING"}, "keywords": [], "pub_date": "1999-02-12T00:00:00Z", "document_type": "article", "news_desk": "Sports Desk", "section_name": "Sports", "subsection_name": null, "byline": {"person": [{"firstname": "Timothy", "middlename": "W.", "lastname": "SMITH", "rank": 1, "role": "reported", "organization": ""}], "original": "By TIMOTHY W. SMITH"}, "type_of_material": "News", "_id": "4fd218918eb7c8105d7959b4", "word_count": 916, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/1999/02/12/movies/at-the-movies-oscar-s-omissions.html", "snippet": "What happened to ''The Truman Show''?    The drama, directed by Peter Weir and starring Jim Carrey (left) as a man who slowly realizes that his life is a television show, was considered a virtual certainty as an Academy Award nominee. Mr. Carrey w...", "lead_paragraph": "What happened to ''The Truman Show''? The drama, directed by Peter Weir and starring Jim Carrey (left) as a man who slowly realizes that his life is a television show, was considered a virtual certainty as an Academy Award nominee. Mr. Carrey was widely assumed to be an Oscar contender as best actor.", "abstract": null, "print_page": "16", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Oscar's Omissions", "kicker": "AT THE MOVIES"}, "keywords": [], "pub_date": "1999-02-12T00:00:00Z", "document_type": "article", "news_desk": "Movies, Performing Arts/Weekend Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Bernard", "rank": 1, "lastname": "Weinraub"}], "original": "By Bernard Weinraub"}, "type_of_material": "News", "_id": "4fd1f4008eb7c8105d74c834", "word_count": 1560, "slideshow_credits": null}]}, "status": "OK", "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}