{"response": {"meta": {"hits": 228, "time": 21, "offset": 60}, "docs": [{"web_url": "http://www.nytimes.com/2004/02/24/arts/garland-s-midnight-blues-recalled-in-a-tv-portrait.html", "snippet": "In the twilight of her life Judy Garland sometimes sat alone at night speaking into a tape recorder. ''Do you realize how many people have talked about me, written about me, imitated me?'' she says on tape. ''Well it's high time to stop. This is t...", "lead_paragraph": "In the twilight of her life Judy Garland sometimes sat alone at night speaking into a tape recorder. ''Do you realize how many people have talked about me, written about me, imitated me?'' she says on tape. ''Well it's high time to stop. This is the story of my life, and I, Judy Garland, am going to talk.'' The tapes -- ''I'm all by myself as usual,'' she says at one point after turning on the recorder -- were to serve as the basis for an autobiography that Garland, who died in 1969 at 47, began several times but never completed. Now a PBS documentary, ''Judy Garland: By Myself,'' part of the ''American Masters'' series, is using portions of the tapes to explore this troubled and extraordinary performer who Tony Bennett calls ''the greatest singer of the century.'' The two-hour documentary is to be broadcast on most PBS stations on Wednesday night.", "abstract": "Article on new PBS documentary, Judy Garland: By Myself, part of American Masters series; program includes portions of tape recordings Garland made in twilight of her life, alone and in middle of the night; photo (M)", "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Garland's Midnight Blues, Recalled in a TV Portrait"}, "keywords": [{"name": "creative_works", "value": "JUDY GARLAND: BY MYSELF (TV PROGRAM)"}, {"name": "persons", "value": "GARLAND, JUDY"}, {"name": "subject", "value": "RECORDINGS (AUDIO)"}, {"name": "subject", "value": "TELEVISION"}], "pub_date": "2004-02-24T00:00:00Z", "document_type": "article", "news_desk": "The Arts/Cultural Desk", "section_name": "Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Bernard", "rank": 1, "lastname": "WEINRAUB"}], "original": "By BERNARD WEINRAUB"}, "type_of_material": "News", "_id": "4fd23c118eb7c8105d7d13c8", "word_count": 1188, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2004/02/24/business/a-few-new-wrinkles-for-armani.html", "snippet": "For Giorgio Armani, long the king of Italian fashion and the designer of choice for stars in Hollywood, the world has seemed a harsh place lately. Fashion editors have dismissed his styles as no longer cutting-edge. Industry analysts say his clien...", "lead_paragraph": "For Giorgio Armani, long the king of Italian fashion and the designer of choice for stars in Hollywood, the world has seemed a harsh place lately. Fashion editors have dismissed his styles as no longer cutting-edge. Industry analysts say his clientele is too old. Store buyers gently whisper to him that, at age 69, he really should be choosing a successor to run his privately owned empire. But Mr. Armani and his representatives are fighting back. They cite retail data indicating that the global sales of Giorgio Armani S.A. -- 1.26 billion euros ($1.58 billion) in 2003, down from 1.3 billion euros -- have remained fairly constant and that most of the company's American department store business has actually increased in the last year. They provide dozens of recent photos of Armani-clad young celebrities -- including the 22-year-old singer Beyoncé Knowles -- to demonstrate the label's currency.", "abstract": "Fashion editors have dismissed Giorgio Armani's styles as no longer cutting-edge; industry analysts say his clientele is too old; store buyers tell him that, at age 69, he should be choosing successor to run his privately owned empire; Armani and his representatives are fighting back; cite retail data indicating that global sales of Giorgio Armani SA--1.26 billion euros ($1.58 billion) in 2003, down from 1.3 billion euros--have remained fairly constant and that most of company's American department store business has increased in last year; Armani keeps his signature tans, grays and blacks, but displays them on some adventurous silhouettes, in major runway show of fall line in Milan, which he calls 'Eccentricity'; Armani signs deal with developer based in Dubai to help produce 14 Armani-brand hotels; Armani's participation will include contributing more than $100 million of his Casa home furnishings line for buildings planned in Dubai, London, New York, Paris and Tokyo among other locations; photos (M)", "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "A Few New Wrinkles for Armani"}, "keywords": [{"name": "persons", "value": "ARMANI, GIORGIO"}, {"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "LONDON (ENG)"}, {"name": "glocations", "value": "TOKYO (JAPAN)"}, {"name": "glocations", "value": "PARIS (FRANCE)"}, {"name": "glocations", "value": "DUBAI"}, {"name": "organizations", "value": "ARMANI, GIORGIO, SA"}, {"name": "subject", "value": "SALES"}, {"name": "subject", "value": "HOTELS AND MOTELS"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}, {"name": "subject", "value": "APPAREL"}, {"name": "subject", "value": "TRADE SHOWS AND FAIRS"}], "pub_date": "2004-02-24T00:00:00Z", "document_type": "article", "news_desk": "Business/Financial Desk", "section_name": "Business", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Tracie", "rank": 1, "lastname": "ROZHON"}], "original": "By TRACIE ROZHON"}, "type_of_material": "News", "_id": "4fd29d048eb7c8105d87ef5b", "word_count": 1393, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2004/02/22/style/do-we-need-men-to-be-happy-or-can-we-go-it-alone.html", "snippet": "TONIGHT is the series finale of HBO's ''Sex and the City.'' After six seasons of love, lust, loyalty and impassioned excursions through the luxury marketplace, America wonders: Will the relationship columnist Carrie Bradshaw surrender her heart to...", "lead_paragraph": "TONIGHT is the series finale of HBO's ''Sex and the City.'' After six seasons of love, lust, loyalty and impassioned excursions through the luxury marketplace, America wonders: Will the relationship columnist Carrie Bradshaw surrender her heart to Mr. Big -- despite his prior romantic failings -- and leap into his Town Car for eternity now that he is back? Will she stay in Paris (trying to look like Leslie Caron) with the well-meaning but haughty artist Aleksandr Petrovsky? Or will she reject the burdened pleasures of coupledom altogether and elect a life unattached? (Or will we be left unsure until the movie?) Over lunch last week, Ginia Bellafante, a fashion reporter for The New York Times, and Rachel Cline, author of a new novel, ''What to Keep'' (Random House, $23.95), about the problems of intimacy and solitude, hashed out the pros and cons of pairing off popular culture's most celebrated singleton.", "abstract": "do we need men to be happy...or can we go it", "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "''Do we need men to be happy .. ... or can we go it alone?''"}, "keywords": [{"name": "creative_works", "value": "SEX AND THE CITY (TV PROGRAM)"}, {"name": "persons", "value": "CLINE, RACHEL"}, {"name": "persons", "value": "BELLAFANTE, GINIA"}, {"name": "subject", "value": "TELEVISION"}], "pub_date": "2004-02-22T00:00:00Z", "document_type": "article", "news_desk": "Style Desk", "section_name": "Style", "subsection_name": null, "byline": null, "type_of_material": "Interview", "_id": "4fd24f188eb7c8105d7f1a10", "word_count": 1680, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2004/02/22/arts/you-can-t-skip-vietnam-twice.html", "snippet": "WHEN George W. Bush's handlers had him dress up as the 1986 Tom Cruise of ''Top Gun'' to dance a victory jig on an aircraft carrier, they didn't stop to think that he might soon face an opponent who could be type-cast more persuasively in his own ...", "lead_paragraph": "WHEN George W. Bush's handlers had him dress up as the 1986 Tom Cruise of ''Top Gun'' to dance a victory jig on an aircraft carrier, they didn't stop to think that he might soon face an opponent who could be type-cast more persuasively in his own Tom Cruise role. John F. Kerry was in real life a comrade of Ron Kovic, whom Mr. Cruise played to great acclaim in the 1989 ''Born on the Fourth of July.'' Mr. Kerry, like the movie's hero, was a decorated Vietnam soldier who became a star activist for Vietnam Veterans Against the War upon returning home. In a pivotal scene in the film, delegates at the 1972 Republican National Convention in Miami Beach eject Kovic and his fellow protesting vets from the hall, call him a traitor and spit on him. If that incident has a certain angry passion, it may be because the director was Oliver Stone. Like both Mr. Bush and Mr. Kerry, Mr. Stone was a son of privilege who attended Yale in the mid-1960's. Like Mr. Kerry but unlike Mr. Bush, he went on to combat in Vietnam, won a bronze star and then turned against America's most disastrous foreign war.", "abstract": "Frank Rich article on Republicans' castigation of John Kerry for leading anti-Vietnam War protests after participating in war; says argument that antiwar protesters were traitors will be 'tough sell,' given that majority of Americans, including many who served in Vietnam, turned against war; says issue of Vietnam and Kerry's heroism could have been avoided if Pres Bush had not worn 'fly-boy uniform' while 'prematurely' declaring victory in Iraq last spring, opening way to examination of his own disputed participation in National Guard; photos (L)", "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "You Can't Skip Vietnam Twice"}, "keywords": [{"name": "persons", "value": "BUSH, GEORGE W"}, {"name": "persons", "value": "KERRY, JOHN"}, {"name": "glocations", "value": "IRAQ"}, {"name": "subject", "value": "VIETNAM WAR"}, {"name": "subject", "value": "UNITED STATES INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "ELECTION ISSUES"}, {"name": "subject", "value": "DEMONSTRATIONS AND RIOTS"}, {"name": "subject", "value": "PRESIDENTIAL ELECTION OF 2004"}, {"name": "subject", "value": "NATIONAL GUARD (US)"}, {"name": "subject", "value": "UNITED STATES ARMAMENT AND DEFENSE"}], "pub_date": "2004-02-22T00:00:00Z", "document_type": "article", "news_desk": "Arts and Leisure Desk", "section_name": "Arts; Washington", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Frank", "rank": 1, "lastname": "RICH"}], "original": "By FRANK RICH"}, "type_of_material": "News", "_id": "4fd27aff8eb7c8105d83fd6d", "word_count": 1771, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2004/02/22/movies/film-enough-trouble-to-make-your-head-spin.html", "snippet": "''SOMETIMES you don't know what you want,'' the movie producer James G. Robinson said recently on a telephone call from his estate on Stone Canyon Road in Bel Air. ''So you have to learn what you don't want.''    It was mid-February and Mr. Robins...", "lead_paragraph": "''SOMETIMES you don't know what you want,'' the movie producer James G. Robinson said recently on a telephone call from his estate on Stone Canyon Road in Bel Air. ''So you have to learn what you don't want.'' It was mid-February and Mr. Robinson had just returned from a visit to Rome, where a crew was filming ''Exorcist: The Beginning,'' the prequel to the 1973 horror classic ''The Exorcist.'' Since its inception in 1997, the film itself has seemed to be cursed. The first director died. The star quit. The screenplay was reworked by no fewer than six writers. And the budget, which was financed solely by Mr. Robinson's Morgan Creek production company, nearly doubled.", "abstract": "Article on problems that plagued production of film Exorcist: The Beginning, prequel to 1973 horror film; says first director died, star quit, screenplay was reworked by six writers, and production house Morgan Creek scrapped version directed by Paul Schrader, leading to lawsuit; photos (M)", "print_page": "19", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Enough Trouble to Make Your Head Spin", "kicker": "FILM"}, "keywords": [{"name": "creative_works", "value": "EXORCIST: THE BEGINNING (MOVIE)"}, {"name": "persons", "value": "SCHRADER, PAUL"}, {"name": "organizations", "value": "MORGAN CREEK"}, {"name": "subject", "value": "MOTION PICTURES"}], "pub_date": "2004-02-22T00:00:00Z", "document_type": "article", "news_desk": "Arts and Leisure Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By LAURA M. HOLSON"}, "type_of_material": "News", "_id": "4fd29cd38eb7c8105d87eb22", "word_count": 1925, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2004/02/22/nyregion/working-atlantic-city-s-corners.html", "snippet": "SHARMBA MITCHELL strutted into the ring in the ballroom of Bally's Park Place Hotel Casino. His trunks were sliced all around in five-inch-wide strips, flapped up like a Polynesian dancer's, the front printed in red, white and blue stars and strip...", "lead_paragraph": "SHARMBA MITCHELL strutted into the ring in the ballroom of Bally's Park Place Hotel Casino. His trunks were sliced all around in five-inch-wide strips, flapped up like a Polynesian dancer's, the front printed in red, white and blue stars and stripes. Underneath were short shorts of the variety perhaps no longer acceptable in Super Bowl halftime shows. His opponent, with the mellifluous name Lovemore N'dou, walked more solemnly through the ropes. While followers from Mr. Mitchell's home in suburban Washington cheered him on, Mr. N'dou, who was born in South Africa, got only a wisp of acknowledgment from the crowd. His trunks were a more sedate white with blue pinstripes and advertising patches for two sponsors, a plumber and a dental clinic, their phone numbers prominent. His high, white boxing shoes had blue fringes much like a high-school majorette's.", "abstract": "Boxing, which has never been much of money-making enterprise in New Jersey, is hanging on in Atlantic City; notorious boxing promoter Don King has withdrawn latest bid for license to put on fights in casinos and is expected to leave state; photos (M)a", "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Working Atlantic City's Corners"}, "keywords": [{"name": "persons", "value": "KING, DON"}, {"name": "glocations", "value": "NEW JERSEY"}, {"name": "glocations", "value": "ATLANTIC CITY (NJ)"}, {"name": "subject", "value": "BOXING"}, {"name": "subject", "value": "CASINOS"}], "pub_date": "2004-02-22T00:00:00Z", "document_type": "article", "news_desk": "New Jersey Weekly Desk", "section_name": "New York and Region", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Robert", "rank": 1, "lastname": "STRAUSS"}], "original": "By ROBERT STRAUSS"}, "type_of_material": "News", "_id": "4fd24c188eb7c8105d7ebaad", "word_count": 2624, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2004/02/22/style/unbuttoning-annie-hall.html", "snippet": "IN ''Something's Gotta Give,'' Diane Keaton, who plays the comically uptight 50-something playwright Erica Barry, startles Jack Nicholson, her leading man, when she appears, albeit briefly, entirely in the nude. The baring of her middle-aged flesh...", "lead_paragraph": "IN ''Something's Gotta Give,'' Diane Keaton, who plays the comically uptight 50-something playwright Erica Barry, startles Jack Nicholson, her leading man, when she appears, albeit briefly, entirely in the nude. The baring of her middle-aged flesh is not nearly so shocking, though, as her decision, about midway through the film, to discard the white turtleneck sweaters she wears like a talisman in favor of a black jersey T-shirt and skirt. The slinky fit and plummeting neckline made the most of her curves. By shedding the high-necked sweaters and trademark glasses she has kept behind for years, Ms. Keaton, some say, has finally come out of hiding. ''It's like seeing her for the first time,'' said Nancy Meyers, a friend, who not only wrote and directed the film but conceived the role with her in mind. ''She doesn't wear glasses -- she wears Gap shirts -- but they're form-fitting,'' Ms. Meyers told a reporter. ''She's not hiding behind anything.''", "abstract": "Actress Diane Keaton's abandoning of high-necked sweaters and trademark glases in film Something's Gotta Give discussed; her career noted; photos (M)", "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Unbuttoning Annie Hall"}, "keywords": [{"name": "creative_works", "value": "SOMETHING'S GOTTA GIVE (MOVIE)"}, {"name": "persons", "value": "KEATON, DIANE"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}, {"name": "subject", "value": "APPAREL"}], "pub_date": "2004-02-22T00:00:00Z", "document_type": "article", "news_desk": "Style Desk", "section_name": "Movies; Style", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Ruth", "rank": 1, "lastname": "LA FERLA"}], "original": "By RUTH LA FERLA"}, "type_of_material": "News", "_id": "4fd27aa48eb7c8105d83f2c7", "word_count": 1381, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2004/02/22/magazine/reanimated.html", "snippet": "Roy E. Disney, who has long been derided as ''Walt's idiot nephew,'' as he puts it, is actually an eloquent, thoughtful man who completes the daily crossword in ink. Yet he does have a quirky sense of humor that he tends to unleash at his own expe...", "lead_paragraph": "Roy E. Disney, who has long been derided as ''Walt's idiot nephew,'' as he puts it, is actually an eloquent, thoughtful man who completes the daily crossword in ink. Yet he does have a quirky sense of humor that he tends to unleash at his own expense. One recent afternoon, while we were sitting in his living room with his wife and his oldest son, I looked up from my notepad and was astonished to see him tugging on both ears, dangling his tongue from his mouth and panting like an exhausted dog. ''Did you know,'' he asked me, ''that I was the model for Goofy?'' At 74, Disney is an affable, gray-haired man whose long face and squinty eyes lend him an uncanny likeness not to old Goofy -- for whom he did not actually pose -- so much as to their mutual forebear Walt. His temperament, though, is closer to that of his father, Roy O. Disney, the kinder, gentler and lesser-known of the entertainment empire's founders. Within the company, the younger Roy has always been viewed as an oddly nonchalant heir, indifferent to the seductions of power, content to spend his days tinkering with films and keeping court with the old-time animators whom he had watched, in his privileged boyhood, sketching scenes for ''Pinocchio'' and ''Fantasia'' on their storyboards.", "abstract": "Deborah Solomon article on Roy O Disney, nephew of Walt Disney, and his campaign to force Michael D Eisner out as chairman and chief executive of Walt Disney Co; photo (L)", "print_page": "20", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Reanimated"}, "keywords": [{"name": "persons", "value": "EISNER, MICHAEL D"}, {"name": "persons", "value": "DISNEY, ROY E"}, {"name": "organizations", "value": "DISNEY, WALT, CO"}], "pub_date": "2004-02-22T00:00:00Z", "document_type": "article", "news_desk": "Magazine Desk", "section_name": "Magazine", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Deborah", "rank": 1, "lastname": "Solomon"}], "original": "By Deborah Solomon"}, "type_of_material": "News", "_id": "4fd24bbd8eb7c8105d7eb049", "word_count": 4664, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2004/02/22/magazine/a-little-bit-adorable.html", "snippet": "The horrible fear about having a conversation with Zac Posen is that he is going to say something to impress you. There must be countless young New Yorkers to whom this need to impress people is not merely a habit, like brushing one's teeth, but a...", "lead_paragraph": "The horrible fear about having a conversation with Zac Posen is that he is going to say something to impress you. There must be countless young New Yorkers to whom this need to impress people is not merely a habit, like brushing one's teeth, but a virtue, to be borne with purpose and alacrity so that, over time, it acquires polish, and, with more effort, a stainless perfection. But whenever I see Posen at a party or some industry event, I am struck by the fact that of all the designers in his age group -- he is 23 -- he feels this need to impress more urgently than the others. It is as if time for him were measured not in minutes and hours but rather in incremental opportunities. And there is nothing remotely casual about the way in which he seizes those opportunities. I recall standing last summer on the portico of the New York Public Library, on the night he lost the Perry Ellis emerging-designer award to Jack McCollough and Lazaro Hernandez, of Proenza Schouler, who had gone outside for a smoke. The portico had the pleasant atmosphere of truancy. Marc Jacobs was there. So were Narciso Rodriguez and some models, everyone smoking as the evening rush rolled down Fifth Avenue. Eventually Posen appeared, with his mop of curls and heavy Charlie Chaplin brows, and he gave me a report on his shirt, which was in an eye-catching pattern. Usually designers, in social situations, avoid the topic of fashion, except to remark meanly about a person's dress. But my lingering sense was that Posen wanted me to know that he was not like the others. He had fashion on his brain all the time.", "abstract": "Interview with 23-year-old star designer Zac Posen; photos (special section, Fashions of The Times) (part 2 of 2-part section) (S)", "print_page": "66", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "A Little Bit Adorable"}, "keywords": [{"name": "persons", "value": "POSEN, ZAC"}, {"name": "subject", "value": "SPECIAL SECTIONS"}, {"name": "subject", "value": "APPAREL"}], "pub_date": "2004-02-22T00:00:00Z", "document_type": "article", "news_desk": "Fashions of The Times Magazine", "section_name": "Style; Magazine", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Cathy", "rank": 1, "lastname": "Horyn"}], "original": "By Cathy Horyn"}, "type_of_material": "News", "_id": "4fd23c158eb7c8105d7d16ed", "word_count": 1517, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2004/02/22/business/business-people-tenants-provide-rent-and-ideas-for-filmmakers.html", "snippet": "In late March, Fisher Stevens and John Penotti, the founders of GreeneStreet Films, an independent production company that produced ''In the Bedroom,'' the 2002 Oscar nominee, will begin shooting a movie in New York, ''Romance and Cigarettes,'' th...", "lead_paragraph": "In late March, Fisher Stevens and John Penotti, the founders of GreeneStreet Films, an independent production company that produced ''In the Bedroom,'' the 2002 Oscar nominee, will begin shooting a movie in New York, ''Romance and Cigarettes,'' that stars Kate Winslet, Susan Sarandon and James Gandolfini. The idea for the movie, a ''working-class musical comedy'' set in Queens, came from John Turturro, the writer, director and actor who is also a tenant in the Manhattan building where they have their office.", "abstract": "GreeneStru", "print_page": "2", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Business People; Tenants Provide Rent, And Ideas, for Filmmakers"}, "keywords": [{"name": "creative_works", "value": "ROMANCE AND CIGARETTES (MOVIE)"}, {"name": "persons", "value": "TURTURRO, JOHN"}, {"name": "organizations", "value": "GREENESTREET FILMS"}, {"name": "subject", "value": "MOTION PICTURES"}], "pub_date": "2004-02-22T00:00:00Z", "document_type": "article", "news_desk": "Money and Business/Financial Desk", "section_name": "Movies; Business", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Melinda", "rank": 1, "lastname": "LIGOS"}], "original": "By MELINDA LIGOS"}, "type_of_material": "News", "_id": "4fd23c158eb7c8105d7d1706", "word_count": 281, "slideshow_credits": null}]}, "status": "OK", "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}