{"response": {"meta": {"hits": 228, "time": 27, "offset": 40}, "docs": [{"web_url": "http://www.nytimes.com/2004/02/27/us/tentative-deal-is-reached-in-grocery-labor-dispute.html", "snippet": "Supermarket executives and union leaders involved in a four-and-a-half month-old labor dispute in Southern California reached a tentative agreement last night after 16 days of intense bargaining, union leaders said.    Officials with the United Fo...", "lead_paragraph": "Supermarket executives and union leaders involved in a four-and-a-half month-old labor dispute in Southern California reached a tentative agreement last night after 16 days of intense bargaining, union leaders said. Officials with the United Food and Commercial Workers Union and with California's three largest grocery chains reached the deal, which is expected to end a dispute involving 59,000 striking or locked-out workers at 852 supermarkets.", "abstract": "Supermarket executives and union leaders involved in four-and-a-half month-old labor dispute in Southern California reach tentative agreement after 16 days of intense negotiations; 59,000 striking or locked-out workers at 852 supermarkets have been involved in dispute between United Food and Commercial Workers Union and Albertsons, Kroger, which owns Ralphs, and Safeway, which owns Vons and Pavilions chains; photo; union reportedly agrees to lower wage tier for new workers, who may also have to pay some health insurance premiums; companies reportedly give up demand for separate health and pension fund for future employees (M)", "print_page": "16", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Tentative Deal Is Reached In Grocery Labor Dispute"}, "keywords": [{"name": "glocations", "value": "CALIFORNIA"}, {"name": "organizations", "value": "KROGER SUPERMARKETS"}, {"name": "organizations", "value": "PAVILIONS SUPERMARKETS"}, {"name": "organizations", "value": "SAFEWAY SUPERMARKETS"}, {"name": "organizations", "value": "RALPHS GROCERY CO"}, {"name": "organizations", "value": "VONS SUPERMARKETS"}, {"name": "organizations", "value": "ALBERTSONS INC"}, {"name": "organizations", "value": "UNITED FOOD AND COMMERCIAL WORKERS UNION"}, {"name": "subject", "value": "LABOR"}, {"name": "subject", "value": "FRINGE BENEFITS"}, {"name": "subject", "value": "HEALTH INSURANCE"}, {"name": "subject", "value": "SUPERMARKETS"}, {"name": "subject", "value": "WAGES AND SALARIES"}, {"name": "subject", "value": "STRIKES"}, {"name": "subject", "value": "LOCKOUTS"}, {"name": "subject", "value": "FOOD"}], "pub_date": "2004-02-27T00:00:00Z", "document_type": "article", "news_desk": "National Desk", "section_name": "Health; U.S.", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Charlie", "rank": 1, "lastname": "LeDUFF"}, {"organization": "", "role": "reported", "firstname": "Steven", "rank": 2, "lastname": "GREENHOUSE"}], "original": "By CHARLIE LeDUFF and STEVEN GREENHOUSE"}, "type_of_material": "News", "_id": "4fd27af78eb7c8105d83f745", "word_count": 873, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2004/02/27/sports/tv-sports-hbo-is-losing-foreman-s-unusual-ringside-flavor.html", "snippet": "The one constant about George Foreman as a boxing commentator for HBO Sports -- a job from which he is stepping away after tomorrow night's card -- has been his unpredictability.    Sometimes he contradicts himself. Sometimes he refutes his partne...", "lead_paragraph": "The one constant about George Foreman as a boxing commentator for HBO Sports -- a job from which he is stepping away after tomorrow night's card -- has been his unpredictability. Sometimes he contradicts himself. Sometimes he refutes his partners, Jim Lampley and Larry Merchant. His analyses have been savvy, conspiratorial and funny. Last September, he surmised, without proof, that the judges who had awarded Sugar Shane Mosley a unanimous decision over Oscar De La Hoya in a superwelterweight title fight were ''trying to send a message'' to De La Hoya's promoter, Bob Arum.", "abstract": "Richard Sandomir TV Sports column discusses George Foreman's resignation as HBO's boxing commentator; photo (M)", "print_page": "8", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "HBO Is Losing Foreman's Unusual Ringside Flavor", "kicker": "TV SPORTS"}, "keywords": [{"name": "persons", "value": "FOREMAN, GEORGE"}, {"name": "subject", "value": "BOXING"}, {"name": "subject", "value": "SUSPENSIONS, DISMISSALS AND RESIGNATIONS"}, {"name": "subject", "value": "TELEVISION"}], "pub_date": "2004-02-27T00:00:00Z", "document_type": "article", "news_desk": "Sports Desk", "section_name": "Sports", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Richard", "rank": 1, "lastname": "Sandomir"}], "original": "By Richard Sandomir"}, "type_of_material": "News", "_id": "4fd23c0d8eb7c8105d7d10b0", "word_count": 848, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2004/02/27/movies/classical-music-and-dance-guide.html", "snippet": "A selective listing by critics of The Times: New or noteworthy opera, classical music and dance events this weekend in the New York metropolitan region.    Opera    ''L'ITALIANA IN ALGERI.'' That the young tenor Juan Diego Flórez, the new prince ...", "lead_paragraph": "A selective listing by critics of The Times: New or noteworthy opera, classical music and dance events this weekend in the New York metropolitan region. Opera ''L'ITALIANA IN ALGERI.'' That the young tenor Juan Diego Flórez, the new prince of bel canto opera, made a dashing, boyish, and vocally dynamic Lindoro in the Metropolitan Opera's revival of Rossini's ''Italiana in Algeri'' was to be expected. The surprise here was the performance of the mezzo-soprano Olga Borodina in the title role of the Italian girl, Isabella. Who knew that this artist, whose rich voice and smoldering presence are so suited to weighty roles in Verdi and Mussorgsky, would have had the right comic touch and impressive coloratura technique for Rossini's sassy heroine? Jean-Pierre Ponnelle's stylish 1973 production could not have seemed fresher or funnier. The veteran Italian bass Ferruccio Furlanetto made a wonderfully blustery Mustafa, the Bey of Algiers who yearns for an Italian wife. And James Levine's tender and lithe conducting made clear how much he loves this score. Tomorrow at 1:30 p.m., Metropolitan Opera House, (212) 362-6000. Sold out; returns may be available at the box office (Anthony Tommasini).", "abstract": null, "print_page": "20", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "CLASSICAL MUSIC AND DANCE GUIDE"}, "keywords": [], "pub_date": "2004-02-27T00:00:00Z", "document_type": "article", "news_desk": "Movies, Performing Arts/Weekend Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": null, "type_of_material": "Schedule", "_id": "4fd29ccb8eb7c8105d87e556", "word_count": 3257, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2004/02/27/arts/art-review-a-joyce-devotee-who-saw-how-sexy-a-car-could-be.html", "snippet": "An exhibition of prints and multiples by the English artist Richard Hamilton at the Yale Center for British Art here is a monumental affair, with a 298-page catalog to match. Mr. Hamilton himself was much applauded by an eager throng of visitors r...", "lead_paragraph": "An exhibition of prints and multiples by the English artist Richard Hamilton at the Yale Center for British Art here is a monumental affair, with a 298-page catalog to match. Mr. Hamilton himself was much applauded by an eager throng of visitors recently when he led a tour of the show. And the exhibition is one that never flags, thanks to the variety of the subject matter and the unending wit and technical versatility of the artist. Born in 1922, Mr. Hamilton was from an early age an outsider's insider. After being expelled from the Royal Academy School in London for ignoring its hallowed ways, he spent 1947 and 1948 in compulsory military service. His spare moments during those years were given primarily to close study of James Joyce's ''Ulysses.''", "abstract": "John Russell reviews exhibition of prints and multiples by English artist Richard Hamilton at Yale Center for British Art in New Haven, Conn; photo (M)", "print_page": "29", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "A Joyce Devotee Who Saw How Sexy a Car Could Be", "kicker": "ART REVIEW"}, "keywords": [{"name": "persons", "value": "HAMILTON, RICHARD"}, {"name": "organizations", "value": "YALE CENTER FOR BRITISH ART"}, {"name": "subject", "value": "REVIEWS"}, {"name": "subject", "value": "ART"}], "pub_date": "2004-02-27T00:00:00Z", "document_type": "article", "news_desk": "Leisure/Weekend Desk", "section_name": "Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "John", "rank": 1, "lastname": "RUSSELL"}], "original": "By JOHN RUSSELL"}, "type_of_material": "Review", "_id": "4fd24c0f8eb7c8105d7eb4a2", "word_count": 907, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2004/02/26/movies/critic-s-notebook-no-green-light-on-road-from-hood-to-hollywood.html", "snippet": "It has been 40 years since Sidney Poitier became the first African-American to win the best actor Oscar, in 1964 for his star turn in ''Lilies of the Field.'' Two years ago Denzel Washington and Halle Berry broke the drought.    Today look at the ...", "lead_paragraph": "It has been 40 years since Sidney Poitier became the first African-American to win the best actor Oscar, in 1964 for his star turn in ''Lilies of the Field.'' Two years ago Denzel Washington and Halle Berry broke the drought. Today look at the records of the sequel ''Barbershop 2: Back in Business.'' This month it had the widest opening of an African-American-theme movie ever. It was booked into 2,700 theaters, and the gamble paid off with a gross of $24.2 million, one of the largest February weekends ever.", "abstract": "Elvis Mitchell Critic's Notebook column on continuing lack of studio power of black actors over past four decades; notes that while Barbershop 2: Back in Business grossed $24.2 million, one of largest February weekends ever, Hollywood's perception of blacks and concentratioon of white power behind camera has not changed; photos (M)", "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "No Green Light on Road From 'Hood to Hollywood", "kicker": "CRITIC'S NOTEBOOK"}, "keywords": [{"name": "creative_works", "value": "BARBERSHOP 2: BACK IN BUSINESS (MOVIE)"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "BLACKS"}], "pub_date": "2004-02-26T00:00:00Z", "document_type": "article", "news_desk": "The Arts/Cultural Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Elvis", "rank": 1, "lastname": "MITCHELL"}], "original": "By ELVIS MITCHELL"}, "type_of_material": "News", "_id": "4fd24c178eb7c8105d7eba4f", "word_count": 1104, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2004/02/26/technology/i-don-t-rent-i-own.html", "snippet": "EVERY night at his home in Des Moines, Todd Robertson watches a couple of DVD movies. Every few months he queues up a themed marathon he says might last 24 hours. His favorite genre is Italian horror, but he's got a whole world of cinema to choose...", "lead_paragraph": "EVERY night at his home in Des Moines, Todd Robertson watches a couple of DVD movies. Every few months he queues up a themed marathon he says might last 24 hours. His favorite genre is Italian horror, but he's got a whole world of cinema to choose from: at last count he owned 1,462 titles, although by now the number is probably higher. And he is not alone. According to Adams Media Research, consumers spent $14.4 billion last year on movies for the home, almost $5 billion more than they spent on theater tickets or video rentals. With more than 27,000 DVD movies to choose from, mega-collectors are building libraries of 1,000 titles or more, and some are starting Web sites and Internet databases to help fellow fans manage inventory.", "abstract": "Trend of collecting movies on digital versatile disk discussed; consumers spent $5 billion more on DVD's than theater tickets in 2003; manufacturers now sell DVD players that hold up to 400 disks; Web sites help consumers find movies and keep track of personal collections; photo (L)", "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "I Don't Rent. I Own."}, "keywords": [{"name": "subject", "value": "DVD (DIGITAL VERSATILE DISK)"}, {"name": "subject", "value": "RECORDINGS (VIDEO)"}, {"name": "subject", "value": "COLLECTORS AND COLLECTIONS"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "FINANCES"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "pub_date": "2004-02-26T00:00:00Z", "document_type": "article", "news_desk": "Circuits", "section_name": "Technology; Movies", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Wilson", "rank": 1, "lastname": "ROTHMAN"}], "original": "By WILSON ROTHMAN"}, "type_of_material": "News", "_id": "4fd23c148eb7c8105d7d1666", "word_count": 1566, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2004/02/26/garden/currents-los-angeles-properties-can-one-group-s-white-elephant-be-another-s-gold.html", "snippet": "When Hollywood and Highland, above, a complex including movie theaters, shops, restaurants and the Kodak Theater (where the Oscars will be held on Sunday) opened just over two years ago, it was expected to be the crown in the revival of Hollywood ...", "lead_paragraph": "When Hollywood and Highland, above, a complex including movie theaters, shops, restaurants and the Kodak Theater (where the Oscars will be held on Sunday) opened just over two years ago, it was expected to be the crown in the revival of Hollywood Boulevard. But it has proved to be a white elephant bigger than those atop its fake Babylonian towers. The owners, Trizec Properties, are selling it to the CIM Group for around $200 million. (It was once said to be worth more than $600 million.) The CIM Group hopes to turn Hollywood and Highland around, but it faces a serious challenge. Not only did the project suffer from a dramatic downturn in the economy and initially annoy drivers with expensive parking, but it wavered between the theatrical and the tasteful: ''It looks like it was designed by some Romanians based on a postcard of Las Vegas,'' said the Los Angeles architecture critic Michael Webb. And the development largely faces away from one of the few streets in Los Angeles that has a lot of foot traffic. ''Hollywood is about its pedestrian night life,'' said Rose Apodaca Jones, the West Coast bureau chief of Women's Wear Daily and a co-owner of three popular Hollywood bars. In the Hollywood and Highland complex, she said, ''you are trapped.''", "abstract": "Trizec Properties is selling two-year-old Hollywood and Highland complex to CIM Group for around $200 million, sharp decline in value for retail-theater complex that was intended to crown revival of Hollywood Boulevard; development suffered from downturn in economy and expensive parking, but also because it faces away from one of few Los Angeles streets that thrives on foot traffic; photos (Currents: Los Angeles) (S)", "print_page": "3", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Can One Group's White Elephant Be Another's Gold Mine?", "kicker": "CURRENTS: LOS ANGELES -- PROPERTIES"}, "keywords": [{"name": "glocations", "value": "LOS ANGELES (CALIF)"}, {"name": "glocations", "value": "HOLLYWOOD BOULEVARD"}, {"name": "organizations", "value": "CIM GROUP"}, {"name": "organizations", "value": "TRIZEC PROPERTIES"}, {"name": "subject", "value": "MERGERS, ACQUISITIONS AND DIVESTITURES"}, {"name": "subject", "value": "AREA PLANNING AND RENEWAL"}, {"name": "subject", "value": "SHOPPING CENTERS"}, {"name": "subject", "value": "ECONOMIC CONDITIONS AND TRENDS"}, {"name": "subject", "value": "RETAIL STORES AND TRADE"}], "pub_date": "2004-02-26T00:00:00Z", "document_type": "article", "news_desk": "House & Home/Style Desk", "section_name": "Home and Garden; Style", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Frances", "rank": 1, "lastname": "Anderton"}], "original": "By Frances Anderton"}, "type_of_material": "News", "_id": "4fd27b3a8eb7c8105d840656", "word_count": 323, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2004/02/26/movies/new-film-may-harm-gibson-s-career.html", "snippet": "Mel Gibson's provocative new film, ''The Passion of the Christ,'' is making some of Hollywood's most prominent executives uncomfortable in ways that may damage Mr. Gibson's career.    Hollywood is a close-knit world, and friendships and social con...", "lead_paragraph": "Mel Gibson's provocative new film, ''The Passion of the Christ,'' is making some of Hollywood's most prominent executives uncomfortable in ways that may damage Mr. Gibson's career. Hollywood is a close-knit world, and friendships and social contact are critical in the making of deals and the casting of movies. Many of Hollywood's most prominent figures are also Jewish. So with a furor arising around the film, along with Mr. Gibson's reluctance to distance himself from his father, who calls the Holocaust mostly fiction, it is no surprise that Hollywood -- Jewish and non-Jewish -- has been talking about little else, at least when it's not talking about the Oscars.", "abstract": "Mel Gibson's career may be harmed because many of Hollywood's most prominant figures, both Jewish and non-Jewish, are uncomfortable over his new film, The Passion of the Christ, as well as his reluctance to distance himself from his father, Hutton Gibson, who calls Holocaust mostly fiction; DreamWorks principals Jeffrey Katzenberg and David Geffen reportedly have privately expressed anger over film and chairmen of two other major studios say they would avoid working with Gibson (M)", "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "New Film May Harm Gibson's Career"}, "keywords": [{"name": "creative_works", "value": "PASSION OF THE CHRIST, THE (MOVIE)"}, {"name": "persons", "value": "GIBSON, MEL"}, {"name": "persons", "value": "GIBSON, HUTTON"}, {"name": "persons", "value": "GEFFEN, DAVID"}, {"name": "persons", "value": "KATZENBERG, JEFFREY"}, {"name": "organizations", "value": "DREAMWORKS"}, {"name": "subject", "value": "JEWS"}, {"name": "subject", "value": "MOTION PICTURES"}], "pub_date": "2004-02-26T00:00:00Z", "document_type": "article", "news_desk": "The Arts/Cultural Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Sharon", "rank": 1, "lastname": "WAXMAN"}], "original": "By SHARON WAXMAN"}, "type_of_material": "News", "_id": "4fd235278eb7c8105d7c6ad9", "word_count": 1180, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2004/02/26/garden/at-home-with-samuel-goldwyn-jr-with-an-epic-effort-the-scion-roars.html", "snippet": "WHEN it comes to Oscar memories, Samuel Goldwyn Jr. has more than his share. There are the two Academy Award ceremonies he produced in the late 1980's, including the 1987 ceremony in which the 79-year-old Bette Davis presented an award in such a r...", "lead_paragraph": "WHEN it comes to Oscar memories, Samuel Goldwyn Jr. has more than his share. There are the two Academy Award ceremonies he produced in the late 1980's, including the 1987 ceremony in which the 79-year-old Bette Davis presented an award in such a rambling, ad hoc manner that the president of the academy, Robert Wise, was poised to walk onstage to assist her. ''That was our big screw-up, when it seemed like Miss Davis was just this senile old woman,'' Mr. Goldwyn, 77, said. ''But everyone thought it was great when she finally opened the envelope and called out 'Paul Newman.' '' After seven nominations, he had won for ''The Color of Money.''", "abstract": "Samuel Goldwyn Jr, 77, nominated for Oscar for Master and Commander, discusses living in Beverly Hills home his father built in 1934, which was scene of legendary Hollywood parties; interview; photos; Goldwyn's own son Tony recalls feeling of stepping back in time when he and siblings visited their grandparents (M)", "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "With an Epic Effort, the Scion Roars", "kicker": "AT HOME WITH: SAMUEL GOLDWYN JR."}, "keywords": [{"name": "creative_works", "value": "MASTER AND COMMANDER (MOVIE)"}, {"name": "persons", "value": "GOLDWYN, TONY"}, {"name": "persons", "value": "GOLDWYN, SAMUEL JR"}, {"name": "persons", "value": "GOLDWYN, SAMUEL"}, {"name": "glocations", "value": "LOS ANGELES (CALIF)"}, {"name": "glocations", "value": "BEVERLY HILLS (CALIF)"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "HOUSING"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}], "pub_date": "2004-02-26T00:00:00Z", "document_type": "article", "news_desk": "House & Home/Style Desk", "section_name": "Movies; Home and Garden; Style", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Hilary", "rank": 1, "lastname": "DE VRIES"}], "original": "By HILARY DE VRIES"}, "type_of_material": "News", "_id": "4fd24bbc8eb7c8105d7eafab", "word_count": 2109, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2004/02/25/dining/food-stuff-perhaps-a-dish-of-carrots-to-pair-with-seabiscuit.html", "snippet": "Are you rooting for ''The Lord of the Rings: The Return of the King'' to win the Academy Award for best picture on Sunday night? Then you might turn to the chapter on knights and kings in ''Movie Menus, Recipes for Perfect Meals With Your Favorite...", "lead_paragraph": "Are you rooting for ''The Lord of the Rings: The Return of the King'' to win the Academy Award for best picture on Sunday night? Then you might turn to the chapter on knights and kings in ''Movie Menus, Recipes for Perfect Meals With Your Favorite Films'' by Francine Segan (Villard, $16.95) and check out the roast garlic-saffron toasts, which are based on a 14th-century dish. The recipes, designed for easy entertaining on Oscar night, are grouped according to movie categories like westerns, romance and gangsters. Buttermilk biscuits could accompany Jude Law's scenes from ''Cold Mountain'' and, from the chapter on romantic dinners, to salute Diane Keaton in ''Something's Gotta Give,'' beef tenderloin with pink peppercorn sauce. There are more bits of movie trivia and quotations in the pages than there are peas in a potpie.", "abstract": "Francine Segan writes cookbook entitled Movie Menus, Recipes for Perfect Meals With Your Favorite Films; photo (S)", "print_page": "2", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Perhaps a Dish of Carrots To Pair With 'Seabiscuit'?", "kicker": "FOOD STUFF"}, "keywords": [{"name": "creative_works", "value": "MOVIE MENUS (BOOK)"}, {"name": "persons", "value": "SEGAN, FRANCINE"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "BOOKS AND LITERATURE"}], "pub_date": "2004-02-25T00:00:00Z", "document_type": "article", "news_desk": "Dining In, Dining Out/Style Desk", "section_name": "Movies; Dining and Wine; Style; Books", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Florence", "rank": 1, "lastname": "Fabricant"}], "original": "By Florence Fabricant"}, "type_of_material": "News", "_id": "4fd29cc88eb7c8105d87e387", "word_count": 138, "slideshow_credits": null}]}, "status": "OK", "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}