{"response": {"meta": {"hits": 228, "time": 28, "offset": 20}, "docs": [{"web_url": "http://www.nytimes.com/2004/02/29/tv/cover-story-going-for-young-funny-and-brash.html", "snippet": "IN the past few weeks, Oscar-related plots and Academy Award-winning guests have been jammed into ABC sitcoms like so many product placements, as conspicuous as a can of Coke or Pepsi in the center of a movie screen. The network even managed to wo...", "lead_paragraph": "IN the past few weeks, Oscar-related plots and Academy Award-winning guests have been jammed into ABC sitcoms like so many product placements, as conspicuous as a can of Coke or Pepsi in the center of a movie screen. The network even managed to work an Academy Awards story into the feuding-family comedy ''It's All Relative'': near-catastrophe strikes when someone loses the television remote on Oscar night. It's a wonder the theme wasn't foisted on ''Celebrity Mole Yucatan,'' but ABC more than made up for that lapse on ''I'm With Her,'' the middling show about an actress and her schoolteacher boyfriend, now a show about an Oscar-nominated actress and her schoolteacher boyfriend. Joan Rivers dropped by the series playing herself, even though she belongs to the competing red-carpet show on ''E!,'' and in one episode the heroine's sister went campaigning for Oscar votes among geezers at the Motion Picture Retirement Home. We're used to hearing about such campaigns to win an Academy Award; these sitcom ploys are evidence of the other Oscar campaign, the marketing battle to lure television viewers back to what used to be the only glittery starfest that mattered.", "abstract": "ABC broadcast of 76th Annual Academy Awards will include some old favorites and irreverent additions; Billy Crystal will host, but more comic actors have been invited as presenters, in hope of increasing ratings; photos (M)", "print_page": "4", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Going for Young, Funny and Brash", "kicker": "COVER STORY"}, "keywords": [{"name": "persons", "value": "CRYSTAL, BILLY"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "TELEVISION"}, {"name": "subject", "value": "RATINGS AND RATING SYSTEMS"}], "pub_date": "2004-02-29T00:00:00Z", "document_type": "article", "news_desk": "Television", "section_name": "Movies", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Caryn", "rank": 1, "lastname": "JAMES"}], "original": "By CARYN JAMES"}, "type_of_material": "News", "_id": "4fd24f138eb7c8105d7f15d6", "word_count": 1120, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2004/02/29/style/possessed-beauty-the-enigma-on-the-table.html", "snippet": "OSCAR, schmoscar.    Consider: the only time Martin Scorsese has accepted the little gold god was 30 years ago -- on behalf of Ellen Burstyn, the star of his ''Alice Doesn't Live Here Anymore.'' And it is certainly hard to look at another 1974 nom...", "lead_paragraph": "OSCAR, schmoscar. Consider: the only time Martin Scorsese has accepted the little gold god was 30 years ago -- on behalf of Ellen Burstyn, the star of his ''Alice Doesn't Live Here Anymore.'' And it is certainly hard to look at another 1974 nominee, Faye Dunaway, up for her role as the rawther complicated Evelyn Cross Mulwray in ''Chinatown,'' and not imagine at least a tie. The role was a comeback for the actress, who had all but disappointed since her Oscar-nominated debut seven years earlier in ''Bonnie and Clyde.''", "abstract": "Possessed column on photograph of Faye Dunaway as Evelyn Cross Mulwray in movie Chinatown, favorite possession of plastic surgeon Dr Gregory Bays Brown of Louisville, Ky; photos (M)", "print_page": "9", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Beauty, the Enigma on the Table", "kicker": "POSSESSED"}, "keywords": [{"name": "creative_works", "value": "CHINATOWN (MOVIE)"}, {"name": "persons", "value": "DUNAWAY, FAYE"}, {"name": "persons", "value": "BROWN, GREGORY BAYS"}, {"name": "subject", "value": "MOTION PICTURES"}], "pub_date": "2004-02-29T00:00:00Z", "document_type": "article", "news_desk": "Style Desk", "section_name": "Movies; Style", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "David", "rank": 1, "lastname": "COLMAN"}], "original": "By DAVID COLMAN"}, "type_of_material": "News", "_id": "4fd23c108eb7c8105d7d1301", "word_count": 529, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2004/02/29/travel/irish-food-not-so-simple.html", "snippet": "RARELY had the prospect of blustery Irish weather been so inviting as it was in the heat of last summer and fall, and some of my cousins were converging on the ancestral town in County Mayo. My companion, Franco, and I joined them for a few jolly ...", "lead_paragraph": "RARELY had the prospect of blustery Irish weather been so inviting as it was in the heat of last summer and fall, and some of my cousins were converging on the ancestral town in County Mayo. My companion, Franco, and I joined them for a few jolly -- and sunny -- days of figuring out the once-removeds on the old family farm. Then we went north on our own for several days of marching over hill, rock and bog in counties Sligo, Donegal and Antrim, breathing deeply and working up an appetite for the wholesome local diet of fresh and smoked fish, lamb, brown bread and farmhouse cheeses. We also wanted to see how Irish membership in the European Union had affected eating patterns in the rural areas of a country known for the simplicity of its kitchen and the purity of its ingredients. Well, Irish bacon and eggs are still the world's best, but at dinner most restaurants we visited were scrambling to satisfy the new local craving for pesto, lemongrass, chili pepper and other exotica. With one rather formal exception (Cromleach Lodge), our five favorite restaurants, frequented overwhelmingly by local people, were pretty relaxed. All served respectfully prepared local ingredients and kept the exotica under control.", "abstract": null, "print_page": "8", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Irish Food, Not So Simple"}, "keywords": [], "pub_date": "2004-02-29T00:00:00Z", "document_type": "article", "news_desk": "Travel Desk", "section_name": "Travel", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By MAUREEN B. FANT"}, "type_of_material": "News", "_id": "4fd24f138eb7c8105d7f15ce", "word_count": 2180, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2004/02/29/movies/theater-an-american-pie-with-different-fruit.html", "snippet": "IN the opening scene of the new play ''Roulette,'' a put-upon suburban father gambles with his life in a casual game of Russian roulette at the breakfast table. That moment has been in Paul Weitz's head for the last 15 years.     When Mr. Weitz, t...", "lead_paragraph": "IN the opening scene of the new play ''Roulette,'' a put-upon suburban father gambles with his life in a casual game of Russian roulette at the breakfast table. That moment has been in Paul Weitz's head for the last 15 years. When Mr. Weitz, the author of ''Roulette,'' first had the idea, he was a 20-something, struggling playwright, working at an even-more-struggling drama bookshop on 42nd Street -- the old 42nd Street -- and, in his words, ''bumming off'' his parents, the fashion designer and author John Weitz, who died in 2002, and the former actress Susan Kohner.", "abstract": "Melena Z Ryzik profile of Paul Weitz focuses on his off-Broadway play Roulette and Weitz's successful film carrer in collaboration with his brother Chris as co-directors of American Pie and About a Boy, for which they wrote Oscar-nominated screenplay; photos (M)", "print_page": "4", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "An American Pie With Different Fruit", "kicker": "THEATER"}, "keywords": [{"name": "creative_works", "value": "AMERICAN PIE (MOVIE)"}, {"name": "creative_works", "value": "ABOUT A BOY (MOVIE)"}, {"name": "creative_works", "value": "ROULETTE (PLAY)"}, {"name": "persons", "value": "WEITZ, CHRIS"}, {"name": "persons", "value": "WEITZ, PAUL"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}, {"name": "subject", "value": "THEATER"}], "pub_date": "2004-02-29T00:00:00Z", "document_type": "article", "news_desk": "Arts and Leisure Desk", "section_name": "Movies; Arts; Theater", "subsection_name": null, "byline": {"person": [{"firstname": "Melena", "middlename": "Z.", "lastname": "RYZIK", "rank": 1, "role": "reported", "organization": ""}], "original": "By MELENA Z. RYZIK"}, "type_of_material": "News", "_id": "4fd23a198eb7c8105d7ce3bf", "word_count": 911, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2004/02/29/movies/film-waiting-for-the-razzle-dazzle.html", "snippet": "WHEN ''Chicago'' won the Academy Award for best picture last year -- just one year after ''Moulin Rouge'' was nominated, but 34 years since the last time a musical took that statuette -- the film industry and press began frenzied speculation about...", "lead_paragraph": "WHEN ''Chicago'' won the Academy Award for best picture last year -- just one year after ''Moulin Rouge'' was nominated, but 34 years since the last time a musical took that statuette -- the film industry and press began frenzied speculation about the triumphant return of that lost form. To believe the rumors of a year ago was to envision the screens crowded with Will Smith as Norman Maine in ''A Star Is Born,'' Vin Diesel as Sky Masterson in ''Guys and Dolls'' and Mick Jagger as Fagin in a brand-new ''Oliver!'' But after musicals like ''From Justin to Kelly'' and ''The Singing Detective'' dropped into theaters last year and then out again practically unnoticed, the speculation became a lot less frenzied. It might seem particularly muted tonight, when high-testosterone flicks about hobbits and sea warfare will compete for the best-picture Oscar.", "abstract": "Rebecca Traister article on difficulty in finding musicals to adapt to film in wake of success of Chicago; says Chicago was supposed to usher in new age of movie musicals; expectations of upcoming films such as De-Lovely, You Got Served and The Phantom of the Opera discussed; photos (M)", "print_page": "11", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Waiting for the Razzle-Dazzle", "kicker": "FILM"}, "keywords": [{"name": "creative_works", "value": "YOU GOT SERVED (MOVIE)"}, {"name": "creative_works", "value": "PHANTOM OF THE OPERA, THE (MOVIE)"}, {"name": "creative_works", "value": "DE-LOVELY (MOVIE)"}, {"name": "creative_works", "value": "CHICAGO (MOVIE)"}, {"name": "subject", "value": "MOTION PICTURES"}], "pub_date": "2004-02-29T00:00:00Z", "document_type": "article", "news_desk": "Arts and Leisure Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Rebecca", "rank": 1, "lastname": "TRAISTER"}], "original": "By REBECCA TRAISTER"}, "type_of_material": "News", "_id": "4fd27af98eb7c8105d83f97a", "word_count": 1552, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2004/02/29/style/fashion-diary-all-together-now-the-making-of-a-scene.html", "snippet": "In the usual backstage tumult as the Versace show wound down on Thursday night during Fashion Week here, the following things happened, more or less simultaneously: Rupert Everett was snagged repeatedly by his own miraculously unlined reflection i...", "lead_paragraph": "In the usual backstage tumult as the Versace show wound down on Thursday night during Fashion Week here, the following things happened, more or less simultaneously: Rupert Everett was snagged repeatedly by his own miraculously unlined reflection in a dressing room mirror; a waiter dropped an entire tray of Champagne flutes; the stylist Bill Mullen rolled lint off the backside of a houndstooth-check suit worn by the Belgian model Elise Crombez; Julie Mannion, the show's producer, called for models to queue up for a final runway circuit shouting, ''Dewi, up! Rianne, up! Hannelore, up! Cristina, up!'' At the same time, the Texan model Erin Wasson disentangled the strap of a dress that had gotten caught on a piercing through her right nipple; two seamstresses scurried around diligently collecting straight pins; the model Julia Stegner explained that she had taken a header on the runway because ''those shoes are so high!''; and a hairdresser smoothed at the fairy-tale flax of Donatella Versace's hair with a boar-bristle brush.", "abstract": "Guy Trebay Fashion Diary column on scene in Milan as Fashion Week winds down; photos (M)", "print_page": "6", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "All Together Now: The Making of a Scene", "kicker": "FASHION DIARY"}, "keywords": [{"name": "glocations", "value": "MILAN (ITALY)"}, {"name": "subject", "value": "APPAREL"}, {"name": "subject", "value": "TRADE SHOWS AND FAIRS"}], "pub_date": "2004-02-29T00:00:00Z", "document_type": "article", "news_desk": "Style Desk", "section_name": "Style", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Guy", "rank": 1, "lastname": "Trebay"}], "original": "By Guy Trebay"}, "type_of_material": "News", "_id": "4fd24f138eb7c8105d7f15da", "word_count": 1255, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2004/02/29/business/business-a-movie-pondered-reality-a-lawsuit-questions-its-originality.html", "snippet": "MANY dreams, and even a few nightmares, are born when 75 million Americans sit in front of their televisions and watch the Academy Awards.    No matter what happens at this evening's ceremony, the Oscar night that Craig Mowry will never forget cam...", "lead_paragraph": "MANY dreams, and even a few nightmares, are born when 75 million Americans sit in front of their televisions and watch the Academy Awards. No matter what happens at this evening's ceremony, the Oscar night that Craig Mowry will never forget came in 1999. That night, Mr. Mowry, 40, watched and waited to see if ''The Truman Show,'' a critically acclaimed film by that year's Wunderkind newcomer, Andrew M. Niccol, would win the award for best original screenplay.", "abstract": "Independent film producer Craig Mowry files suit charging that idea and much of language, setting and characters in movie The Truman Show were taken from script he wrote and copyrighted in 1986, five years before Andrew M Niccol registered his first treatment for film; suit names Viacom, Scott Rudin Productions, Paramount Pictures and Niccol; photos (M)", "print_page": "4", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Business; A Movie Pondered Reality. A Lawsuit Questions Its Originality."}, "keywords": [{"name": "creative_works", "value": "TRUMAN SHOW, THE (MOVIE)"}, {"name": "persons", "value": "NICCOL, ANDREW M"}, {"name": "persons", "value": "MOWRY, CRAIG"}, {"name": "persons", "value": "RUDIN, SCOTT"}, {"name": "organizations", "value": "VIACOM INC"}, {"name": "organizations", "value": "RUDIN, SCOTT, PRODUCTIONS"}, {"name": "organizations", "value": "PARAMOUNT PICTURES"}, {"name": "subject", "value": "COPYRIGHTS"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "SUITS AND LITIGATION"}], "pub_date": "2004-02-29T00:00:00Z", "document_type": "article", "news_desk": "Money and Business/Financial Desk", "section_name": "Movies; Business", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "William", "rank": 1, "lastname": "NORWICH"}], "original": "By WILLIAM NORWICH"}, "type_of_material": "News", "_id": "4fd27af98eb7c8105d83f97b", "word_count": 1535, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2004/02/29/nyregion/city-lore-such-stuff-as-dreams-are-made-on.html", "snippet": "AS moviegoers settle into the seats of the Loews 42nd Street E-Walk or the Loews Bay Terrace in Bayside, Queens -- perhaps to watch one of tonight's Oscar winners -- they will hear the familiar refrain ''Thank you for coming to Loews.''     But fe...", "lead_paragraph": "AS moviegoers settle into the seats of the Loews 42nd Street E-Walk or the Loews Bay Terrace in Bayside, Queens -- perhaps to watch one of tonight's Oscar winners -- they will hear the familiar refrain ''Thank you for coming to Loews.'' But few of them will probably know they owe their experience to a Lower East Side son of immigrant parents who a century ago got his big idea from the decidedly uncosmopolitan center of Covington, Ky.", "abstract": "Article traces history of what is today Loews Cineplex Entertainment, founded 100 years ago by Marcus Loew; photos (M)", "print_page": "4", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Such Stuff as Dreams Are Made On", "kicker": "CITY LORE"}, "keywords": [{"name": "persons", "value": "LOEW, MARCUS"}, {"name": "organizations", "value": "LOEWS CINEPLEX ENTERTAINMENT CORP"}, {"name": "subject", "value": "THEATERS (BUILDINGS)"}, {"name": "subject", "value": "MOTION PICTURES"}], "pub_date": "2004-02-29T00:00:00Z", "document_type": "article", "news_desk": "The City Weekly Desk", "section_name": "Movies; New York and Region", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Tom", "rank": 1, "lastname": "VANDERBILT"}], "original": "By TOM VANDERBILT"}, "type_of_material": "News", "_id": "4fd27af98eb7c8105d83f981", "word_count": 1267, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2004/02/29/tv/movies-critic-s-choice.html", "snippet": "EARLY in John Cameron Mitchell's HEDWIG AND THE ANGRY INCH (2001), Hedwig (Mr. Mitchell) reflects on his East German childhood: ''Our apartment was so small that Mother made me play in the oven.'' Later, when Hedwig meets a teenage boy, Tommy (Mic...", "lead_paragraph": "EARLY in John Cameron Mitchell's HEDWIG AND THE ANGRY INCH (2001), Hedwig (Mr. Mitchell) reflects on his East German childhood: ''Our apartment was so small that Mother made me play in the oven.'' Later, when Hedwig meets a teenage boy, Tommy (Michael Pitt), destined to be a rock star, the boy asks, ''Have you accepted Jesus Christ as your lord and saviour?'' ''No,'' Hedwig answers cautiously, ''but I love his work.'' This is a one-of-a-kind, intensely visual film about a boy who has an almost successful sex-change operation and goes on to a pathetic music career. It's based on Mr. Mitchell's splashy Off Broadway musical, and he may well be the only person who can do the character justice -- Saturday at 8 p.m. and Saturday/Early Sunday at 1 a.m. on IFC. What's not to love about Burr Steers's dark comedy IGBY GOES DOWN (2002)? It has mental illness, a deathbed revelation of paternity, drug dealing, under-age sex and an assisted suicide. Kieran Culkin stars as Igby, who runs away from military school and his formidable mother (Susan Sarandon) to New York, in the general direction of his rich, powerful godfather (Jeff Goldblum) and his gorgeous, open-minded girlfriend (Amanda Peet). There is also a lot of hitting, most of it endured by Igby, who understandably wants to start a new life -- Monday at 8 p.m. and Saturday at 7:15 p.m. on Showtime.", "abstract": null, "print_page": "6", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "MOVIES: CRITIC'S CHOICE"}, "keywords": [], "pub_date": "2004-02-29T00:00:00Z", "document_type": "article", "news_desk": "Television", "section_name": null, "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Anita", "rank": 1, "lastname": "Gates"}], "original": "By Anita Gates"}, "type_of_material": "News", "_id": "4fd27afa8eb7c8105d83f998", "word_count": 610, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2004/02/29/arts/the-joy-of-gay-marriage.html", "snippet": "HERE'S the denouement of the epic drama over gay marriage. It's going to happen, it's going to happen within a generation, and it's going to happen even though George W. Bush teed off his re-election campaign this week by calling for a constitutio...", "lead_paragraph": "HERE'S the denouement of the epic drama over gay marriage. It's going to happen, it's going to happen within a generation, and it's going to happen even though George W. Bush teed off his re-election campaign this week by calling for a constitutional amendment to outlaw it. As the country has now had weeks to digest, it has already happened in bulk in San Francisco, where images of couples waiting all night in the rain to be wed finally wiped Janet Jackson off our TV screens. The first of those couples, Phyllis Lyon, 79, and Del Martin, 83, were celebrating a partnership of 51 years. Take that, heterosexual marriage! The most famous practitioner of mixed-sex nuptials this year, Britney Spears, partook of a Vegas marriage that clocked in at 55 hours. Whatever their short-term legal fate, the San Francisco weddings mark a new high-water mark in one of the most fast-paced cultural tsunamis America has seen. As Evan Wolfson, the civil rights lawyer who founded Freedom to Marry, says, ''An act as unremarkable as getting a wedding license'' has been transformed by the people embracing it, much as the unremarkable act of sitting at a Formica lunch counter was transformed by an act of civil disobedience at a Woolworth's in North Carolina 44 years ago this month. Gavin Newsom, the heterosexual, Irish Catholic mayor of San Francisco, described his proactive strategy for advancing same-sex marriage to Time magazine: ''Put a human face on it. Let's not talk about it in theory. Give me a story. Give me lives.'' And so now there have been thousands of gay wedding stories, many of them with the couples' parents and children in the supporting cast, at the same City Hall where Marilyn Monroe and Joe DiMaggio famously got hitched to no good end a half-century ago.", "abstract": "Frank Rich article on effect San Francisco's gay weddings have already had on US; suggests AIDS epidemic made gays choose to become more visible in movement toward social recognition and strengthened civil rights; examines absurdity of arguments used by groups in defense of 'traditional marriage'; photos (M)", "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "The Joy of Gay Marriage"}, "keywords": [{"name": "glocations", "value": "SAN FRANCISCO (CALIF)"}, {"name": "subject", "value": "ACQUIRED IMMUNE DEFICIENCY SYNDROME"}, {"name": "subject", "value": "MARRIAGES"}, {"name": "subject", "value": "HOMOSEXUALITY"}], "pub_date": "2004-02-29T00:00:00Z", "document_type": "article", "news_desk": "Arts and Leisure Desk", "section_name": "Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Frank", "rank": 1, "lastname": "RICH"}], "original": "By FRANK RICH"}, "type_of_material": "News", "_id": "4fd24c138eb7c8105d7eb6ad", "word_count": 1845, "slideshow_credits": null}]}, "status": "OK", "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}