{"response": {"meta": {"hits": 228, "time": 45, "offset": 80}, "docs": [{"web_url": "http://www.nytimes.com/2004/02/19/arts/arts-briefing.html", "snippet": "HIGHLIGHTS    POLAND: GHETTO EXHIBITION -- Financed by a grant of some $40,000 from Steven Spielberg's Shoah Foundation, a new exhibition documenting the history of the Jewish ghetto in the southern Polish city of Krakow under the Nazis is to open...", "lead_paragraph": "HIGHLIGHTS POLAND: GHETTO EXHIBITION -- Financed by a grant of some $40,000 from Steven Spielberg's Shoah Foundation, a new exhibition documenting the history of the Jewish ghetto in the southern Polish city of Krakow under the Nazis is to open this summer, The Associated Press reported yesterday. Boguslaw Sonik, a Krakow councilor, said the exhibition would be housed in a former pharmacy in the heart of the district where 17,000 Jews were forced to live from 1941 to 1943 and where a thousand were killed in the streets when the Nazis decided to empty it on March 13, 1943. The survivors were sent to the Plaszow labor camp, where Oskar Schindler, above, the focus of Mr. Spielberg's Oscar-winning 1993 film, ''Schindler's List,'' used influential friends and bribes to save 1,200 of them. MUSEUM PRESIDENT NAMED -- Stuart N. Brotman will become the president of the Museum of Television and Radio on March 1, according to an announcement yesterday by Frank A. Bennack Jr., its chairman. Mr. Brotman, most recently the president of Stuart N. Brotman Communications, a global consulting concern in Lexington, Mass., succeeds Robert M. Batscha, who served as president of the museum in New York and Los Angeles from 1981 until his death last year. FOOTNOTES Beginning tomorrow with a 10-day screening of ''The Magnificent Ambersons,'' Film Forum will devote an eight-week retrospective to the career of Orson Welles as director and actor. From now through April 15, it will present more than 35 films directed by or featuring Welles. . . . With 22 features from Argentina and Burkina Faso to Pakistan and South Korea, the 33rd New Directors/New Films series, presented by the Museum of Modern Art and the Film Society of Lincoln Center, will run from March 24 through April 4. . . . Jane Monheit, the jazz singer who is to perform at the Motion Picture Academy's Governors Ball after the Oscar presentations in Los Angeles on Feb. 29, has signed an exclusive contract to record for Sony Classical. Her first recording under the deal is to be released in the fall.", "abstract": "Arts Briefing column; Exhibit documenting history of Jewish ghetto in Krakow, Poland, financed by $40,000 grant from Steven Spielberg's Shoah Foundation, reportedly will open in Krakow this summer; Stuart N Brotman reportedly is named president of Museum of Television and Radio, effective in March; photo (M)", "print_page": "2", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "ARTS BRIEFING"}, "keywords": [{"name": "persons", "value": "SPIELBERG, STEVEN"}, {"name": "persons", "value": "BROTMAN, STUART N"}, {"name": "glocations", "value": "KRAKOW (POLAND)"}, {"name": "glocations", "value": "POLAND"}, {"name": "organizations", "value": "SHOAH FOUNDATION"}, {"name": "organizations", "value": "MUSEUM OF TELEVISION AND RADIO"}, {"name": "subject", "value": "APPOINTMENTS AND EXECUTIVE CHANGES"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}, {"name": "subject", "value": "NAZI POLICIES TOWARD JEWS AND MINORITIES"}], "pub_date": "2004-02-19T00:00:00Z", "document_type": "article", "news_desk": "The Arts/Cultural Desk", "section_name": "Arts", "subsection_name": null, "byline": {"person": [{"firstname": "Lawrence", "middlename": "Van", "lastname": "Gelder", "rank": 1, "role": "reported", "organization": ""}], "original": "By Lawrence Van Gelder"}, "type_of_material": "News", "_id": "4fd24f0f8eb7c8105d7f1191", "word_count": 348, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2004/02/19/theater/theater-review-a-little-gunpowder-along-with-his-eggs.html", "snippet": "Every now and then a cliché sheds its skin in American comedy to reveal something raw and unsettling. Think of what Jonathan Demme did to the screwball love story in the movie ''Something Wild,'' or how Tracy Letts found a machete's edge in hicks...", "lead_paragraph": "Every now and then a cliché sheds its skin in American comedy to reveal something raw and unsettling. Think of what Jonathan Demme did to the screwball love story in the movie ''Something Wild,'' or how Tracy Letts found a machete's edge in hicks-in-the-sticks buffoonery in his play ''Killer Joe.'' Cultural anthropologists and savvy theatergoers should know that this molting process is now occurring at the John Houseman Theater, where a sharp-tongued, broken-hearted and seriously funny new play called ''Roulette'' opened last night. Written by Paul Weitz, the co-director (with his brother Chris) of the first ''American Pie'' gross-out movie, ''Roulette'' would initially appear to be nothing more than a by-the-numbers dysfunctional-family sitcom.", "abstract": "Ben Brantley reviews Ensemble Studio Theater production of Paul Weitz play Roulette, directed by Trip Cullman; photo (M)", "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "A Little Gunpowder Along With His Eggs", "kicker": "THEATER REVIEW"}, "keywords": [{"name": "creative_works", "value": "ROULETTE (PLAY)"}, {"name": "persons", "value": "CULLMAN, TRIP"}, {"name": "persons", "value": "WEITZ, PAUL"}, {"name": "organizations", "value": "ENSEMBLE STUDIO THEATER"}, {"name": "subject", "value": "REVIEWS"}, {"name": "subject", "value": "THEATER"}], "pub_date": "2004-02-19T00:00:00Z", "document_type": "article", "news_desk": "The Arts/Cultural Desk", "section_name": "Arts; Theater", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Ben", "rank": 1, "lastname": "BRANTLEY"}], "original": "By BEN BRANTLEY"}, "type_of_material": "Review", "_id": "4fd29cff8eb7c8105d87eca9", "word_count": 965, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2004/02/19/movies/brazilian-slums-hollywood-storm-second-wind-for-director-s-gritty-slice-life.html", "snippet": "When Fernando Meirelles was directing ''City of God,'' he assumed it would be largely for a Brazilian audience because of the subject. Using Portuguese street slang, the movie is about crime among children growing up in the slums of Rio de Janeiro...", "lead_paragraph": "When Fernando Meirelles was directing ''City of God,'' he assumed it would be largely for a Brazilian audience because of the subject. Using Portuguese street slang, the movie is about crime among children growing up in the slums of Rio de Janeiro. To his surprise, this subtitled art-house film has become an international critical and commercial success. It was nominated for four Academy Awards, including the one for best director.", "abstract": "Article on renewed attention being given to City of God, 2002 film directed by Brazilian Fernando Meirelles that has garnered four Academy Award nominations, including one for best director; Meirelles credits Miramax producer Harvey Weinstein for ensuring film's longevity; photos (M)", "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "From Brazilian Slums to Hollywood Storm; A Second Wind For a Director's Gritty Slice of Life"}, "keywords": [{"name": "creative_works", "value": "CITY OF GOD (MOVIE)"}, {"name": "persons", "value": "WEINSTEIN, HARVEY"}, {"name": "persons", "value": "MEIRELLES, FERNANDO"}, {"name": "organizations", "value": "MIRAMAX"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "ACADEMY AWARDS (OSCARS)"}, {"name": "subject", "value": "AWARDS, DECORATIONS AND HONORS"}], "pub_date": "2004-02-19T00:00:00Z", "document_type": "article", "news_desk": "The Arts/Cultural Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Mel", "rank": 1, "lastname": "GUSSOW"}], "original": "By MEL GUSSOW"}, "type_of_material": "News", "_id": "4fd2351f8eb7c8105d7c6482", "word_count": 1164, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2004/02/19/movies/a-film-s-no-2-gets-zero-glory-at-oscar-time.html", "snippet": "A lingering dispute over the director's credit on the Brazilian film ''City of God'' has found new life in Hollywood as voting for the Oscars intensifies before the awards ceremony on Feb. 29.     Fernando Meirelles, the 47-year-old director of th...", "lead_paragraph": "A lingering dispute over the director's credit on the Brazilian film ''City of God'' has found new life in Hollywood as voting for the Oscars intensifies before the awards ceremony on Feb. 29. Fernando Meirelles, the 47-year-old director of that vérité-style drama set in the slums of Rio de Janeiro, was nominated last month for best director, one of four nominations for ''City of God,'' a Miramax film.", "abstract": "Fernando Meirelles, director of Brazilian film City of God, which has been nominated for four Oscars including best director, is embroiled in dispute with co-director, Katia Lund, who has been denied Oscar nomination; Lund says two worked closely together while Meirelles expresses dismay at suggestion that he has hogged credit; photos (M)", "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "A Film's No. 2 Gets Zero Glory At Oscar Time"}, "keywords": [{"name": "creative_works", "value": "CITY OF GOD (MOVIE)"}, {"name": "persons", "value": "LUND, KATIA"}, {"name": "persons", "value": "MEIRELLES, FERNANDO"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "ACADEMY AWARDS (OSCARS)"}, {"name": "subject", "value": "AWARDS, DECORATIONS AND HONORS"}], "pub_date": "2004-02-19T00:00:00Z", "document_type": "article", "news_desk": "The Arts/Cultural Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Sharon", "rank": 1, "lastname": "WAXMAN"}], "original": "By SHARON WAXMAN"}, "type_of_material": "News", "_id": "4fd2351f8eb7c8105d7c648b", "word_count": 880, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2004/02/18/movies/arts-briefing.html", "snippet": "HIGHLIGHTS    LONDON: BRIT AWARDS -- As Beyoncé's eyes popped and her jaw dropped in mock horror, Britain poked fun at Janet Jackson's Super Bowl breast-bearing antics on the biggest night on the British pop music calendar. Appearing out of a puf...", "lead_paragraph": "HIGHLIGHTS LONDON: BRIT AWARDS -- As Beyoncé's eyes popped and her jaw dropped in mock horror, Britain poked fun at Janet Jackson's Super Bowl breast-bearing antics on the biggest night on the British pop music calendar. Appearing out of a puff of smoke and adorned with what was said to be nearly half a million dollars' worth of diamonds to sing her hit ''Crazy in Love'' before accepting the prize for best international female at the Brit Awards in London, Beyoncé gasped as a male dancer flashed his Union Jack shorts at her, the BBC reported. At the ceremonies Justin Timberlake was named best international male; the glam rock band the Darkness was named both the best British group and rock act; Dido won the award for best British single; and Busted was named best pop act. The lifetime achievement award went to Duran Duran. Other major winners included Dizzee Rascal and Daniel Bedingfield. Among the performers were the rapper 50 Cent, the rock group Muse and, in collaboration, Missy Elliott, Alicia Keys and Gwen Stefani.", "abstract": "Arts Briefing column; Beyonce wins prize for best international female at Brit Awards in London; Justin Timberlake is named best international male; glam rock band Darkness is named both best British group and rock act; other winners noted; Anti-Defamation League national director Abraham Foxman urges Vatican officials, during meeting in Rome, to instruct world's Roman Catholics that Mel Gibson's film The Passion of the Christ is 'Mel's gospel,' not church's; photo (M)", "print_page": "2", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "ARTS BRIEFING"}, "keywords": [{"name": "creative_works", "value": "PASSION OF THE CHRIST, THE (MOVIE)"}, {"name": "persons", "value": "GIBSON, MEL"}, {"name": "persons", "value": "BEYONCE"}, {"name": "persons", "value": "FOXMAN, ABRAHAM"}, {"name": "persons", "value": "TIMBERLAKE, JUSTIN"}, {"name": "glocations", "value": "GREAT BRITAIN"}, {"name": "organizations", "value": "ROMAN CATHOLIC CHURCH"}, {"name": "organizations", "value": "DARKNESS"}, {"name": "organizations", "value": "ANTI-DEFAMATION LEAGUE"}, {"name": "subject", "value": "MUSIC"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "BRIT AWARDS"}, {"name": "subject", "value": "AWARDS, DECORATIONS AND HONORS"}], "pub_date": "2004-02-18T00:00:00Z", "document_type": "article", "news_desk": "The Arts/Cultural Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"firstname": "Lawrence", "middlename": "Van", "lastname": "Gelder", "rank": 1, "role": "reported", "organization": ""}], "original": "By Lawrence Van Gelder"}, "type_of_material": "News", "_id": "4fd24bb78eb7c8105d7eab0f", "word_count": 887, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2004/02/17/movies/arts-briefing-highlights-berlin-film-festival-prizes.html", "snippet": "''Head On,'' a story about a young Turkish-German woman who marries a drug-addicted man she doesn't love to escape her conservative Islamic family, won the top prize, the Golden Bear, at the 54th Berlin International Film Festival. Directed by Fat...", "lead_paragraph": "''Head On,'' a story about a young Turkish-German woman who marries a drug-addicted man she doesn't love to escape her conservative Islamic family, won the top prize, the Golden Bear, at the 54th Berlin International Film Festival. Directed by Fatih Akin, a German of Turkish parentage, ''Head On'' is the first German film since 1986 to win the first prize. The Silver Bear for best director went to Kim Ki-Duk of South Korea for ''Samaritan Girl,'' about two schoolgirls who turn to prostitution. Charlize Theron, the star of ''Monster,'' shared the Silver Bear for best actress with Catalina Sandino Moreno of ''Maria Full of Grace.'' Daniel Hendler of ''Lost Embrace,'' about a young Argentine Jew, was named best actor. The jury, with the Oscar-winner Frances McDormand as chairwoman, gave the Blue Angel Award for best European film to Sweden's ''Om Jag Vaender Mig Om'' (''Daybreak''), directed by Bjoerne Runge. KIRSTEN GRIESHABER", "abstract": "Arts Briefing column: Head On, directed by Fatih Akin, wins top prize at 54th Berlin International Film Festival; Monster star Charlize Theron and Maria Full of Grace star Catalina Sandino Moreno share best actress award; Daniel Hendler wins best actor award for Lost Embrace; Blue Angel Award for best European film goes to Sweden's Om Jag Vaender Mig Om (Daybreak) directed by Bjoerne Runge; photo (M)", "print_page": "2", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "BERLIN: FILM FESTIVAL PRIZES", "kicker": "ARTS BRIEFING: HIGHLIGHTS"}, "keywords": [{"name": "creative_works", "value": "HEAD ON (MOVIE)"}, {"name": "creative_works", "value": "MONSTER (MOVIE)"}, {"name": "creative_works", "value": "OM JAG VAENDER MIG OM (DAYBREAK) (MOVIE)"}, {"name": "creative_works", "value": "MARIA FULL OF GRACE (MOVIE)"}, {"name": "creative_works", "value": "LOST EMBRACE (MOVIE)"}, {"name": "persons", "value": "RUNGE, BJOERNE"}, {"name": "persons", "value": "HENDLER, DANIEL"}, {"name": "persons", "value": "AKIN, FATIH"}, {"name": "persons", "value": "THERON, CHARLIZE"}, {"name": "persons", "value": "MORENO CATALINA SANDINO"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "BERLIN INTERNATIONAL FILM FESTIVAL"}, {"name": "subject", "value": "AWARDS, DECORATIONS AND HONORS"}], "pub_date": "2004-02-17T00:00:00Z", "document_type": "article", "news_desk": "The Arts/Cultural Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Kirsten", "rank": 1, "lastname": "GRIESHABER"}], "original": "By KIRSTEN GRIESHABER"}, "type_of_material": "News", "_id": "4fd23c138eb7c8105d7d15f2", "word_count": 154, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2004/02/16/theater/arts-briefing.html", "snippet": "HIGHLIGHTS    LONDON: ADVENT OF VIRTUAL MUSIC -- Nearly half the 21 members of the orchestra in the London production of ''Les Misérables'' are to be replaced by a virtual orchestra machine when the show moves next month after 19 years at the Pal...", "lead_paragraph": "HIGHLIGHTS LONDON: ADVENT OF VIRTUAL MUSIC -- Nearly half the 21 members of the orchestra in the London production of ''Les Misérables'' are to be replaced by a virtual orchestra machine when the show moves next month after 19 years at the Palace Theater to the smaller Queen's, The Guardian reported. Nine musicians will be replaced as the Symphonia synthesizer is used for the first time in the West End as a result of negotiations between the Cameron Mackintosh organization and the musicians' union. Using the full 21 members would have meant losing audience seats. The attempt to introduce virtual music in New York was resisted by a strike that briefly shut down Broadway musicals last year.", "abstract": "Arts Briefing column; Symphonia synthesizer reportedly will be used in place of nine of 21 musicians in London production of Les Miserables when show moves in March from Palace Theater to smaller Queen's; will be synthesizer's first use in West End as result of negotiation between Cameron Macintosh organization and musicians' union (M)", "print_page": "2", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "ARTS BRIEFING"}, "keywords": [{"name": "creative_works", "value": "LES MISERABLES (PLAY)"}, {"name": "persons", "value": "MACKINTOSH, CAMERON"}, {"name": "glocations", "value": "LONDON (ENG)"}, {"name": "subject", "value": "MUSIC"}, {"name": "subject", "value": "LABOR"}, {"name": "subject", "value": "SYNTHESIZERS"}, {"name": "subject", "value": "THEATER"}], "pub_date": "2004-02-16T00:00:00Z", "document_type": "article", "news_desk": "The Arts/Cultural Desk", "section_name": "Arts; Theater", "subsection_name": null, "byline": {"person": [{"firstname": "Lawrence", "middlename": "Van", "lastname": "Gelder", "rank": 1, "role": "reported", "organization": ""}], "original": "By Lawrence Van Gelder"}, "type_of_material": "News", "_id": "4fd24f148eb7c8105d7f1618", "word_count": 584, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2004/02/15/movies/oscar-films-and-now-a-few-words-from-the-writers-lost-in-translation.html", "snippet": "Excerpts from the nominees for best original screenplay were chosen by Polly Shulman. Stage directions have been condensed.    Written by Sofia Coppola      Charlotte (Scarlett Johansson) and Bob (Bill Murray) are both Americans suffering from jet...", "lead_paragraph": "Excerpts from the nominees for best original screenplay were chosen by Polly Shulman. Stage directions have been condensed. Written by Sofia Coppola Charlotte (Scarlett Johansson) and Bob (Bill Murray) are both Americans suffering from jet lag in a Tokyo hotel. They meet in the bar.", "abstract": "Excerpt from Sofia Coppola's script for film Lost in Translation, which has received best-original screenplay Oscar nomination; photo (M)", "print_page": "16", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "OSCAR FILMS: And Now, a Few Words From the Writers; Lost in Translation"}, "keywords": [{"name": "creative_works", "value": "LOST IN TRANSLATION (MOVIE)"}, {"name": "persons", "value": "COPPOLA, SOFIA"}, {"name": "persons", "value": "SHULMAN, POLLY"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "ACADEMY AWARDS (OSCARS)"}, {"name": "subject", "value": "AWARDS, DECORATIONS AND HONORS"}], "pub_date": "2004-02-15T00:00:00Z", "document_type": "article", "news_desk": "Arts and Leisure Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": null, "type_of_material": "News", "_id": "4fd24dc58eb7c8105d7eef8a", "word_count": 411, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2004/02/15/style/sex-doesn-t-sell-miss-prim-is-in.html", "snippet": "LAST week, American designers showing their fall collections offered a hymn to decorum. Under the Fashion Week tents of Midtown and all around Manhattan, they turned their backs on the microminis, visible thongs, low-rider jeans and skin-baring to...", "lead_paragraph": "LAST week, American designers showing their fall collections offered a hymn to decorum. Under the Fashion Week tents of Midtown and all around Manhattan, they turned their backs on the microminis, visible thongs, low-rider jeans and skin-baring tops that have so long dominated the runways -- and the malls -- in favor of high-necked dresses, prim swing coats, twin sets and narrow, knee-length skirts. This raises an inevitable question: What were they thinking? Have some brightest minds of American fashion, including Marc Jacobs, Oscar de la Renta, Peter Som and Patrick Robinson of Perry Ellis, failed to recognize that they dress a country addled by sex? It is a land where nudity enters the living room via cable television, where Super Bowl viewers are treated to glimpses of celebrities flashing bosoms and grabbing crotches and where even ''60 Minutes'' treats the mainstreaming of pornography as just another business story.", "abstract": "American designers, showing fall collections during Fashion Week in New York, eschew microminis, visible thongs, low-rider jeans and skin-baring tops in favor of 1950's-style looks such as high-necked dresses, prim swing coats, Peter Pan collars and proper tweeds; photos (M)", "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Sex Doesn't Sell: Miss Prim Is In"}, "keywords": [{"name": "subject", "value": "NINETEEN HUNDRED FIFTIES"}, {"name": "subject", "value": "APPAREL"}], "pub_date": "2004-02-15T00:00:00Z", "document_type": "article", "news_desk": "Style Desk", "section_name": "Style", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Ruth", "rank": 1, "lastname": "LA FERLA"}], "original": "By RUTH LA FERLA"}, "type_of_material": "News", "_id": "4fd24f198eb7c8105d7f1b48", "word_count": 1340, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2004/02/15/movies/oscar-films-the-performances-in-close-up-best-actress-334910.html", "snippet": "Samantha Morton      Like many of Samantha Morton's admirers, I have often found myself amazed at her ability to incarnate odd, inarticulate and sometimes downright freakish characters: the mute laundress in ''Sweet and Lowdown,'' the pre-cog in '...", "lead_paragraph": "Samantha Morton Like many of Samantha Morton's admirers, I have often found myself amazed at her ability to incarnate odd, inarticulate and sometimes downright freakish characters: the mute laundress in ''Sweet and Lowdown,'' the pre-cog in ''Minority Report,'' the dreamy addict in ''Jesus' Son,'' the changeling raver in ''Morvern Callar.'' But I have also often wondered what would happen if she were to deploy her compact, attentive features and half-swallowed voice in the role of an ordinary person. The answer can be found in Jim Sheridan's ''In America,'' in which Ms. Morton plays Sarah, the hard-working, grief-haunted mother of an Irish immigrant family -- someone you might walk past on the street without a second glance.", "abstract": "A O Scott article on Samantha Morton's performance in film In America, which has received best-actress Oscar nomination; photo (M)", "print_page": "11", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "The Performances In Close-Up: Best Actress", "kicker": "OSCAR FILMS"}, "keywords": [{"name": "creative_works", "value": "IN AMERICA (MOVIE)"}, {"name": "persons", "value": "MORTON, SAMANTHA"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "ACADEMY AWARDS (OSCARS)"}, {"name": "subject", "value": "AWARDS, DECORATIONS AND HONORS"}], "pub_date": "2004-02-15T00:00:00Z", "document_type": "article", "news_desk": "Arts and Leisure Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"firstname": "A.", "middlename": "O.", "lastname": "SCOTT", "rank": 1, "role": "reported", "organization": ""}], "original": "By A.O. SCOTT"}, "type_of_material": "News", "_id": "4fd29cd48eb7c8105d87ebe1", "word_count": 366, "slideshow_credits": null}]}, "status": "OK", "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}