{"response": {"meta": {"hits": 228, "time": 16, "offset": 30}, "docs": [{"web_url": "http://www.nytimes.com/2004/02/29/magazine/say-no-more.html", "snippet": "Languages die the way many people do -- at home, in silence, attended by loved ones straining to make idle conversation.    ''Did you sell any baskets?'' Gabriela Paterito asks her neighbor Francisco Arroyo in her vowelly Spanish. She's in her two...", "lead_paragraph": "Languages die the way many people do -- at home, in silence, attended by loved ones straining to make idle conversation. ''Did you sell any baskets?'' Gabriela Paterito asks her neighbor Francisco Arroyo in her vowelly Spanish. She's in her two-room shack in Puerto Eden, a tiny fishing village on Wellington Island in the Patagonia region of southern Chile. There is a long, long silence. She's a short woman, dense from some 70 years of life, but with a girl's head of beautiful black hair. In the room are Francisco and a few others, among the last six speakers of Kawesqar, the language native to these parts since the last ice age.", "abstract": "Jack Hitt article on how languages die and efforts to keep them alive; notes estimate that half of more than 6,000 languages currently spoken in world will become extinct by end of century; says working to stem tide range are graduate students heading into the field to compile dictionaries, charitable foundations devoted to the cause, like Endangered Language Fund, and transnational agencies, like European Bureau for Lesser Used Languages; describes scene in Puerto Eden, tiny fishing village on Wellington Island in Patagonia region of southern Chile, home of last six speakers of Kawesqar, language native to area since last ice age; photos (L)", "print_page": "52", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Say No More"}, "keywords": [{"name": "glocations", "value": "PUERTO EDEN (CHILE)"}, {"name": "glocations", "value": "CHILE"}, {"name": "glocations", "value": "PATAGONIA (CHILE)"}, {"name": "organizations", "value": "EUROPEAN BUREAU FOR LESSER USED LANGUAGES"}, {"name": "organizations", "value": "ENDANGERED LANGUAGE FUND"}, {"name": "subject", "value": "LANGUAGE AND LANGUAGES"}, {"name": "subject", "value": "DICTIONARIES"}, {"name": "subject", "value": "KAWESQAR LANGUAGE"}], "pub_date": "2004-02-29T00:00:00Z", "document_type": "article", "news_desk": "Magazine Desk", "section_name": "Magazine", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Jack", "rank": 1, "lastname": "Hitt"}], "original": "By Jack Hitt"}, "type_of_material": "News", "_id": "4fd27af98eb7c8105d83f974", "word_count": 4675, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2004/02/29/style/good-company-from-hell-s-kitchen-to-a-penthouse-with-oscar-hopes.html", "snippet": "THE director Jim Sheridan did not put a lampshade on his head during the party to celebrate his movie's three Oscar nominations, but late on a Thursday night in New York he did prance around in a wig. Mr. Sheridan, who lives in Dublin, was passing...", "lead_paragraph": "THE director Jim Sheridan did not put a lampshade on his head during the party to celebrate his movie's three Oscar nominations, but late on a Thursday night in New York he did prance around in a wig. Mr. Sheridan, who lives in Dublin, was passing through New York to promote ''In America,'' a retelling of his impoverished family's experience in the 1980's in the slums of Hell's Kitchen. As is common at Oscar time, a luxurious event was being held to celebrate a movie about the hard-luck life. The party was thrown by Mr. Sheridan's voluble Irish friend John Fitzpatrick, the owner of the Fitzpatrick Hotel on Lexington and 57th Street, who was waiting for guests in his private penthouse on the 17th floor. On the mantle over the fireplace was a needlepoint pillow with an inscription: ''You never know how many friends you have until you have a penthouse in New York.''", "abstract": "Good Company column describes scene at Oscar party in Hell's Kitchen hosted by John Fitzpatrick honoring director Jim Sheridan, whose movie In America has received three Oscar nominations; photos (M)", "print_page": "8", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "From Hell's Kitchen to a Penthouse, With Oscar Hopes", "kicker": "GOOD COMPANY"}, "keywords": [{"name": "creative_works", "value": "IN AMERICA (MOVIE)"}, {"name": "persons", "value": "SHERIDAN, JIM"}, {"name": "persons", "value": "FITZPATRICK, JOHN"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "ACADEMY AWARDS (OSCARS)"}, {"name": "subject", "value": "PARTIES (SOCIAL)"}, {"name": "subject", "value": "AWARDS, DECORATIONS AND HONORS"}], "pub_date": "2004-02-29T00:00:00Z", "document_type": "article", "news_desk": "Style Desk", "section_name": "Movies; Style", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Linda", "rank": 1, "lastname": "LEE"}], "original": "By LINDA LEE"}, "type_of_material": "News", "_id": "4fd27a9e8eb7c8105d83edb7", "word_count": 684, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2004/02/29/movies/and-the-oscar-for-worst-oscar-goes.html", "snippet": "TO get a sense of the absurdity of the Academy Awards' best foreign-language film category, consider the story of ''City of God.'' In 2002, Brazil submitted Fernando Meirelles's urban thriller for the foreign-language Oscar. Academy voters didn't ...", "lead_paragraph": "TO get a sense of the absurdity of the Academy Awards' best foreign-language film category, consider the story of ''City of God.'' In 2002, Brazil submitted Fernando Meirelles's urban thriller for the foreign-language Oscar. Academy voters didn't seem too impressed, though, and five other nominees were selected instead. The next year, with a nudge from Miramax, ''City of God'' opened on more than 150 screens across the United States, garnered rapturous reviews and ended up on a number of critics' 10-best lists. When the film was up for Oscar consideration a second time, this time in the general competition, it scooped up four prominent nominations, including best director and best adapted screenplay. So what was not, a year ago, one the best foreign films is now one of the best films, period. One voting member said of ''City of God'': ''That itself is a real insult to our committee. We didn't even nominate 'City of God' for foreign film and now it's got four nominations.'' As tonight's ceremony approaches, the foreign-language category remains Oscar's annual head-scratcher. Ask anyone in the industry about this year's nominees -- which include one critical hit, ''The Barbarian Invasions'' from Canada, and four films that barely register -- and you'll find varying levels of bafflement. ''For the most part, of the films that are selected, I don't think anyone understands why,'' says Ryan Werner, head of distribution at Wellspring, which releases a number of foreign titles each year. Mark Urman, of ThinkFilm, says, ''I can't tell you how many people were shocked by the nominations this year.'' Both were hoping their company's films would be included, but their sentiments are shared by executives and voters alike. Ken Rudolph, a former documentary filmmaker and a voter in the foreign-language film category since 1980, admits: ''I'm not saying I believe these are the best foreign films that exist. I don't think anybody's saying that. It's a very strange category.''", "abstract": "Bryan Curtis article on puzzling Academy of Motion Picture Arts and Sciences' rules and policies that result in odd and often unworthy selection of Oscar nominees for best foreign film; photos (M)", "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "And the Oscar For Worst Oscar Goes . . ."}, "keywords": [{"name": "organizations", "value": "ACADEMY OF MOTION PICTURE ARTS AND SCIENCES"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "ACADEMY AWARDS (OSCARS)"}, {"name": "subject", "value": "AWARDS, DECORATIONS AND HONORS"}], "pub_date": "2004-02-29T00:00:00Z", "document_type": "article", "news_desk": "Arts and Leisure Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Bryan", "rank": 1, "lastname": "CURTIS"}], "original": "By BRYAN CURTIS"}, "type_of_material": "News", "_id": "4fd235248eb7c8105d7c67ec", "word_count": 1604, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2004/02/29/travel/in-dublin-lots-to-talk-about.html", "snippet": "TWO cultural centennials are being celebrated in Dublin this year. One marks a historic event, the other an entirely fictitious occasion. Yet, in a fashion that will confirm the city's reputation for idiosyncrasy, it is likely to be the imaginary ...", "lead_paragraph": "TWO cultural centennials are being celebrated in Dublin this year. One marks a historic event, the other an entirely fictitious occasion. Yet, in a fashion that will confirm the city's reputation for idiosyncrasy, it is likely to be the imaginary rather than the real anniversary that excites the most talk. To deal with the actual first: it was on Dec. 27, 1904, that the Abbey Theater opened for business, its debut bill offering plays by two of the company's founders, W.B. Yeats and Lady Gregory. In the months ahead, the latter's contribution ''Spreading the News'' will be given a public reading while one of Yeats's late dramatic works, ''Purgatory,'' will be staged in the fall. So too will both the plays that famously caused rioting in the theater's auditorium when they were initially presented there -- ''The Playboy of the Western World'' by J.M. Synge and ''The Plough and the Stars'' by Sean O'Casey.", "abstract": null, "print_page": "9", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "In Dublin, Lots to Talk About"}, "keywords": [], "pub_date": "2004-02-29T00:00:00Z", "document_type": "article", "news_desk": "Travel Desk", "section_name": "Travel", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Robert", "rank": 1, "lastname": "O'BYRNE"}], "original": "By ROBERT O'BYRNE"}, "type_of_material": "News", "_id": "4fd23c108eb7c8105d7d12f3", "word_count": 2545, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2004/02/29/nyregion/the-guide-546798.html", "snippet": "Best Bet      Four years ago, simply ''because no one ever did it before,'' said Robert L. Harrison of East Meadow, he set out to photograph all of the places of worship in Nassau County.    Combing telephone and religious directories and driving ...", "lead_paragraph": "Best Bet Four years ago, simply ''because no one ever did it before,'' said Robert L. Harrison of East Meadow, he set out to photograph all of the places of worship in Nassau County. Combing telephone and religious directories and driving more than 3,000 miles, Mr. Harrison initially found 240 congregations, 40 of which had not been previously listed. Shooting only the exteriors, in 18 months he took more than 1,500 photographs of 785 buildings.", "abstract": null, "print_page": "12", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "THE GUIDE"}, "keywords": [], "pub_date": "2004-02-29T00:00:00Z", "document_type": "article", "news_desk": "Long Island Weekly Desk", "section_name": "New York and Region", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Barbara", "rank": 1, "lastname": "DELATINER"}], "original": "By BARBARA DELATINER"}, "type_of_material": "Schedule", "_id": "4fd27b368eb7c8105d840310", "word_count": 631, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2004/02/28/opinion/cartoon-character.html", "snippet": "When I'm making a film I like to imagine that the movie screen is transparent and behind it the audience can see the teams of artists scribbling away. Deep down, I believe that the energy of a team of enthusiastic animators filters through the scr...", "lead_paragraph": "When I'm making a film I like to imagine that the movie screen is transparent and behind it the audience can see the teams of artists scribbling away. Deep down, I believe that the energy of a team of enthusiastic animators filters through the screen, filling up the theater and allowing everyone to share the magic of the moment. It can work the other way, too. There are movies where I have imagined that the animators on the other side of the screen are as bored as can be -- yawning, punching the clock like civil servants, looking at their watches. In these instances, I have wanted to dash from the theater.", "abstract": "Op-Ed article by Sylvain Chomet, director of animated films, discusses why there is so much bad animation; contends that there are two kinds of animated films: those made by corporations and those made by humans who love art of animation; holds that animation deserves to be considered serious filmmaking, but corporations are too concerned about creating characters that can be franchised and spun off; drawing (M)", "print_page": "15", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Cartoon Character"}, "keywords": [{"name": "subject", "value": "ANIMATED FILMS"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "ADVERTISING AND MARKETING"}], "pub_date": "2004-02-28T00:00:00Z", "document_type": "article", "news_desk": "Editorial Desk", "section_name": "Opinion", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Sylvain", "rank": 1, "lastname": "Chomet"}], "original": "By Sylvain Chomet"}, "type_of_material": "Op-Ed", "_id": "4fd2346e8eb7c8105d7c592a", "word_count": 931, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2004/02/27/movies/critic-s-notebook-best-film-bellwether-goes-to-spirit-awards.html", "snippet": "It's the time of year when accolades like the Golden Globes and the Screen Actors Guild Awards are promoted and scrutinized as if they will accurately predict the outcome of the Oscar races. It would make about as much sense for the Weather Channe...", "lead_paragraph": "It's the time of year when accolades like the Golden Globes and the Screen Actors Guild Awards are promoted and scrutinized as if they will accurately predict the outcome of the Oscar races. It would make about as much sense for the Weather Channel to base its forecasts on bunions instead of radar equipment. Though the cutthroat competition for attention is often entertaining (the very title of the People's Choice Awards implies that voters in the other contests aren't people), the ceremonies and final results are often forgettable. So are the Oscars, but that's another story.", "abstract": "Elvis Mitchell Critic's Notebook column holds significance of Independent Spirit Awards, given by nonprofit Independent Feature Project to help American filmmakers produce movies outside studio system, is not their ability to predict Oscar winners but rather to hint at future of film; comments on this year's nominees; photo (M)", "print_page": "24", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Best Film Bellwether Goes to Spirit Awards", "kicker": "CRITIC'S NOTEBOOK"}, "keywords": [{"name": "organizations", "value": "INDEPENDENT FEATURE PROJECT"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "ACADEMY AWARDS (OSCARS)"}, {"name": "subject", "value": "INDEPENDENT SPIRIT AWARDS"}, {"name": "subject", "value": "AWARDS, DECORATIONS AND HONORS"}], "pub_date": "2004-02-27T00:00:00Z", "document_type": "article", "news_desk": "Movies, Performing Arts/Weekend Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Elvis", "rank": 1, "lastname": "MITCHELL"}], "original": "By ELVIS MITCHELL"}, "type_of_material": "News", "_id": "4fd29d018eb7c8105d87edb8", "word_count": 924, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2004/02/27/movies/oscar-mudslinging-it-s-so-o-o-last-year.html", "snippet": "Well, it's official. This has been the cleanest, most aboveboard, most decent Oscar race in years.    And the most boring....", "lead_paragraph": "Well, it's official. This has been the cleanest, most aboveboard, most decent Oscar race in years. And the most boring.", "abstract": "Article on absence of publicity frenzy and dirty dealing that has marked past Oscar awards seasons; while major studios have mounted expensive ad campaigns, dinner parties and private receptions, The Lord of the Rings: The Return of the King has hogged spotlight and garnered 11 Oscar nominations; photos (M)", "print_page": "1", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Oscar Mudslinging: It's So-o-o Last Year"}, "keywords": [{"name": "creative_works", "value": "LORD OF THE RINGS, THE: THE RETURN OF THE KING (MOVIE)"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "ACADEMY AWARDS (OSCARS)"}, {"name": "subject", "value": "ADVERTISING AND MARKETING"}, {"name": "subject", "value": "AWARDS, DECORATIONS AND HONORS"}], "pub_date": "2004-02-27T00:00:00Z", "document_type": "article", "news_desk": "Movies, Performing Arts/Weekend Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Sharon", "rank": 1, "lastname": "WAXMAN"}], "original": "By SHARON WAXMAN"}, "type_of_material": "News", "_id": "4fd24f118eb7c8105d7f1360", "word_count": 1512, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2004/02/27/movies/film-review-spilled-drinks-make-the-dancing-dirty.html", "snippet": "Every once in a while a movie comes through with a daring brand of emotional and filmmaking honesty that redefines the medium. ''Dirty Dancing: Havana Nights'' is not such a movie. This reimagining of the recklessly melodramatic 1987 original is p...", "lead_paragraph": "Every once in a while a movie comes through with a daring brand of emotional and filmmaking honesty that redefines the medium. ''Dirty Dancing: Havana Nights'' is not such a movie. This reimagining of the recklessly melodramatic 1987 original is packed with flashy, taffeta silliness and a desperation for a sweaty PG-13 sexiness so laughable that the cast deserves Oscar nominations for getting through the picture without cracking up. It's one of the rare films for which a blooper reel would be redundant. The movie starts the goofiness with the legend ''based on true events,'' placing ''Nights'' in the pantheon of historically faithful films like ''The Texas Chainsaw Massacre,'' ''Against the Ropes'' and ''Showgirls.''", "abstract": "Elvis Mitchell reviews movie Dirty Dancing: Havana Nights, directed by Guy Ferland; Diego Luna and Romola Garai star; photo (M)", "print_page": "14", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "Spilled Drinks Make the Dancing Dirty", "kicker": "FILM REVIEW"}, "keywords": [{"name": "creative_works", "value": "DIRTY DANCING: HAVANA NIGHTS (MOVIE)"}, {"name": "persons", "value": "GARAI, ROMOLA"}, {"name": "persons", "value": "LUNA, DIEGO"}, {"name": "persons", "value": "FERLAND, GUY"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "REVIEWS"}], "pub_date": "2004-02-27T00:00:00Z", "document_type": "article", "news_desk": "Movies, Performing Arts/Weekend Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Elvis", "rank": 1, "lastname": "MITCHELL"}], "original": "By ELVIS MITCHELL"}, "type_of_material": "Review", "_id": "4fd24f118eb7c8105d7f1361", "word_count": 1139, "slideshow_credits": null}, {"web_url": "http://www.nytimes.com/2004/02/27/movies/critic-s-choice-film-where-manhattan-meets-the-water.html", "snippet": "Everyone with hometown memories carries around a double vision of the place of origin: the way it used to be when it seemed endless and eternal, and the smaller, transitory way it seems later. Despite logical evidence, that eternal home often loom...", "lead_paragraph": "Everyone with hometown memories carries around a double vision of the place of origin: the way it used to be when it seemed endless and eternal, and the smaller, transitory way it seems later. Despite logical evidence, that eternal home often looms as a place more glowing and alive way back then than it is now. When popular culture barges into our memories of places, the picture becomes more complex. Sometimes a place we think we know is really only the memory of a scene in a movie, book or play that has crystallized into a certainty of what it must have looked and felt like.", "abstract": "Stephen Holden Critic's Choice column reviews Waterfront: A Journey Around Manhattan in 18 Films, presented by Museum of Modern Art at Gramercy Theater; photo (M)", "print_page": "18", "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "CRITIC'S CHOICE/Film; Where Manhattan Meets the Water"}, "keywords": [{"name": "glocations", "value": "NEW YORK CITY"}, {"name": "organizations", "value": "MUSEUM OF MODERN ART"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "REVIEWS"}], "pub_date": "2004-02-27T00:00:00Z", "document_type": "article", "news_desk": "Movies, Performing Arts/Weekend Desk", "section_name": "Movies; Arts", "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Stephen", "rank": 1, "lastname": "HOLDEN"}], "original": "By STEPHEN HOLDEN"}, "type_of_material": "Review", "_id": "4fd23c0d8eb7c8105d7d10b3", "word_count": 729, "slideshow_credits": null}]}, "status": "OK", "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}